{
  "_title": ["200个随机冒险，分组与合集"],
  "_author": [
    "星尘，原文出自果园，译者id@流明，http://45.79.87.129/bbs/index.php?topic=133808.0"
  ],
  "_date": ["2022/6/29"],
  "_version": ["1.0"],
  "随机冒险": [
    "一线阳光。通过一个裂口——不知怎么的，以某种方式，一缕阳光穿过这里。它似乎吸引了一些虫子，还有周围的一些植物——你可能会在地表见过。如果在这个区域长休，玩家休息4个小时就可以像往常一样花整整8个小时一样的受益",
    "为卓尔画像（画和卓尔是谐音）。一个沉默的年轻男性卓尔（刺客）穿着破旧的衣服，顶着伤痕累累的脸，拿着一堆纸和墨水来到冒险者们面前。他的舌头被拔掉了，因此他说不出来任何词，只是把纸和墨水塞给玩家，然后以一种强有力的、英雄的姿势站起来。玩家可以辨识出那个卓尔希望他们能为他画像。DC12敏捷检定或更高的，他会非常满意于结果。如果玩家也展示其他画作，卓尔将会被迷住。他可以通过在纸上写通用语来交谈，如果玩家们画得很好，他将会友好且开诚布公地以这种方式交流他的想法。名字直译大概是言语的公牛，大概是读作欧柔·投柔。对于艺术赞助人很兴奋很友善，尤其是绘画方面的。因为这种愚蠢的喜好和他做出的选择，被赶出家族。为了阻止他在艺术方面的胡闹，他的舌头被割掉了，于是如今他一个人游荡",
    "关于天空的梦。洞穴的一部分墙壁上，复盖着关于天空和开阔的地平线的粗糙绘画。不管谁画的这些画，对地表几乎没有了解。玩家最终可能会找到一个拥有一套绘画工具的地精。如果玩家对地精承诺带他走出黑暗，让他真正地看到天空，他会加入队伍。",
    "熔炉。玩家们偶然发现了一个刻花的拱门，以及一个很久没被使用的锻炉的遗迹。这地方看起来很粗糙，但在它周围的DC15调查检定，他们会找到一个+1武器。",
    "无人了望塔。在路过一条地下河流附近时候，可以发现一个粗糙的木制了望塔。它是由木头残片制成的，从远处看还不清楚它是否被占领了。靠近之后会发现，很显然，哨兵已经死了很久——他们的骨架还躺在了望塔的顶部。在他们旁边有一组火把，还有一封信。信中写着“待命，直到我下令”。看来这个命令从来没有来过……",
    "迷路探矿队。玩家们将开始听到闷闷的通用语说话声——绝望且愤怒。靠近后，他们会看到5个拥有采矿装备并严重迷路的平民。矿工们会讲一个故事，他们正在寻找黄金，但却迷路了，已经徘徊了好几天——但你可以决定这个故事是不是真的。",
    "三门。队伍来到一个岔路口——有3个拱门通向3个不同的隧道。3个门中的2个导向幻象——走那里的话，过不了多久，队伍又被传送到这3个门前。只有一个门通向前方——每次选择一个错误的门后，正确的门的位置就会改变。这个地方有魔法光环，一个侦测魔法可以识别正确的大门——否则可能会浪费大量的时间来找门。",
    "螺旋楼梯。在一个小小的、洞穴开口中，可以找到一个塔的残迹——一个几乎完整的螺旋楼梯向下延伸。如果队伍决定进入，他们会下行约100英尺，最终到达一个小实验室。在楼梯的底部有一个压力板，它会在引发上面的岩崩，从而关闭到实验室的唯一出口。钢板可以通过DC15调查检定进行识别，用DC10敏捷检定躲开，用DC15巧手解除陷阱。实验室里有1d4种普通药水，和2个法术卷轴。",
    "日光。不知从哪里冒出来，洞穴的一部分放射着阳光——它在一分钟内又消失了。如果玩家们决定调查，在墙上的一个小窝里，他们会发现一个魔法物品——“日光的闪烁”，每长休一次，在60英尺的半径内发出1分钟的日光。",
    "最终遗愿。一个垂死的人类男性——可能是在深处发现的一个男人的躯壳——举起一只手臂，请求玩家们为他们做最后一件事——在玩家们那位于地表的家乡附近下葬。在被问到任何其他问题之前——这个人已经去世了。没有复活或治愈法术对它们有效——任何尝试这样的人都可能会怀疑。通过DC14洞察，施法者可能会发现它不是真的人——尽管尸体的残骸是真实存在的。如果垂死者的愿望实现，玩家们将得到你的世设里的善神的恩惠",
    "琥珀房间。玩家们进入一个漆黑的房间，那里的墙壁似乎比大多数都要光滑。具有黑视能力的玩家无法识别出墙壁的深红色，除非这里至少有微光环境。有珠宝知识的玩家将能够识别出，这种颜色和材料，是琥珀——而这里这么大的数量看起来就具有巨大的价值。花时间开采一些琥珀会面临力竭的风险——离开房间后，很明显这些材料是一种幻觉——所收获的都是毫无价值、沉重的岩石。",
    "赌上你的性命。一扇巨大的石门挡住了前进的道路——前面有一个3英尺高的石台。台子上有一些图画——人们在各种战斗中流血的图画。基座的顶部安置着一个高脚杯（圣杯），里面可以装下大约10盎司的血液。只有装满时，门才会打开，允许通过",
    "哭墙。幽暗地域的一部分墙壁似乎渗出了水，而这水不知怎么地落地就消失了。这水是咸的，就像眼泪一样。他们是谁的眼泪？这取决于你。",
    "她的时代还没到（直译是在她的时代之前）。玩家们找到了一扇不锈钢门——可以通过岩墙上的一个按钮打开。在里面，他们看到一个现代化的实验室，有半数灭掉的电灯和现代设备。在这里找不到任何人——只有信件和日记——详细描述了一些对玩家们毫无意义的发明，以及对这些发明没有得到大众欢迎的失望。发明者在哪里？玩家们会发现什么不寻常的东西？这要由你来决定",
    "变化的察觉（感知力）。俯视一个大裂缝，玩家们可能会看到一套相互连接的石桥，以一种混乱的、使人迷失方向的方式形成连锁结构。他们需要制作一个DC12智力豁免——当他们失败时，他们会发现他们有很高的可能性会在这个区域迷路。作为一个DM，你可以提供他们一些信息，让他们迫切地觉得他们需要找到一种方法来搞明白他们要去哪里的信息。给他们时间，并决定他们提出的想法是否足够有帮助，以保持他们的路程正确。如果没有，你可能会决定增加他们前往目的地的旅行时间，或者在察觉/调查检定中施加劣势。",
    "黄金矿脉。玩家们偶然发现了一条未被开采过的黄金矿脉。他们可以利用这些信息来帮助幽暗地域之外的群体获得财富，或者他们可以决定为自己保留这些消息。这些矿脉中的黄金含量足以让一个完整的城镇成长成一个大城市。",
    "小蜘蛛。一只小蜘蛛轻轻地落在一个玩家的肩膀上。它很友好，可以用小口轻咬来交流。蜘蛛的交流“风格”对玩家是未知的，但他们可以通过经验或通过法术来知晓这一点，跟它聊天并和理解动物。①小咬一口：蜘蛛饿了②快速拍打：附近有危险③一只脚反复磨蹭皮肤：附近有好玩的",
    "石化者。在地下寺庙中，可以发现一组雕像——如果玩家已经见过一个石化的人，或通过DC16洞察，将能分辨出这是被石化的类人生物。周围有很多这样的人——如果被释放，他们就不明白自己是如何到达那里的。这些人来自一个早已被遗忘的时代，如果能的话，他们将尝试在地表开始一种新的生活，融入社会。",
    "被遗忘的炼金术。玩家们找到了以一种早已被遗忘的语言写就的潦草记载。任何允许理解文字的法术，将揭示药水的配方(DM选)",
    "远处的耳语。当玩家们在地下旅行时，很难听到耳语。要听到他们所说的话，需要一个成功的DC18察觉。在成功后，选择另一个玩家，并要求他分享他在想什么。这些想法就是刚才那个成功过检定的玩家所听到的词汇。造成这种现象的原因要由你来决定",
    "鱼人赌徒。一个鱼人在船附近游泳，并试图登上甲板。它没有显示出攻击意图，也没有任何武器。一到甲板上，它就会拿出一套骰子，期待地看着附近的任何人。它想玩，并在甲板上放下了一些闪亮的贝壳作为赌注。你可以选择任何你喜欢的游戏，最简单的是比谁扔得高。在玩了几轮之后，要么收起赌注，要么给你贝壳——赌徒会鞠躬并跳回水中。",
    "友善的鲸。一条虎鲸（没有遭到攻击的话）接近船。玩家们起初可能没法确定这个生物没有恶意，但过了一会儿，他们会发现它只是好奇，然后自己向前游了一会儿。通过一次成功的DC14察觉检定，他们可以看到鲸鱼的鳍上有很大的咬痕——这表明它设法逃脱了某种捕食者。",
    "残骸。在开阔的海面上，远远地可以看到一块不起眼的碎块。经过进一步的调查，玩家可以确认它是一艘船的残骸——被某种外力或生物暴力摧毁。作为一个DM，你可以决定给你的玩家提供线索，告诉他们是什么以及如何摧毁了船——给他们警告海洋可能会给他们带来的危险。",
    "迷路旅行家。在一个港口附近，可能会发现一个脏兮兮的小船在与海浪搏斗——只有一个人在里面划船。很明显，这个人并不知道公海的危险，他正划着他们不适合远航的船一路向着公海前进。在询问这个人时，他似乎决心去海的另一边，但也可以立即意识到，他不知道自己在做什么。玩家们可能会说服旅行者改变他们的计划——如果没有，这个人很可能会死在公海上。",
    "气元素。在公海上，一片水域似乎比周围的环境更湿润。一个DC12察觉检定发现了一个玩弄波浪的气元素。如果玩家们找到了创造性的方式来娱乐元素，它可能会决定在即将到来的一天中帮助他们的船加速，以通常的两倍速度旅行",
    "当鱼飞起来时。就在一个清晨，正当太阳升起时，人们可能会从他们的船舱里听到类似于暴雨的声音。在调查原因时，他们会看到大量的小鱼跳出海面，用像翅膀一样的前鳍飞翔，然后掉回水中。小鱼可能是在试图远离捕食者，或者它们的行为可能与你决定的任何其他事件有关。这种鱼很容易被捕获，而且它们被认为是一种美味佳肴。船上的水手们会很高兴用这意外收获做汤或炖菜",
    "绿光海。一个平凡的夜晚，被大海异常明亮的绿光所打断。通过调查——那里似乎没有真正的可识别的光源——当水从海里被盛起时，它会继续发光。这种现象是由一种看不见的藻类引起的，它们在每次日落后发出昏暗的光线。玩家可以决定把水储存起来——在之后的每个晚上作为他们的一个光源。微光，直径为10英尺。",
    "保持直行。强风试图使该船偏离原来的航线，这引发了一个技能检定，以确保旅行不被干扰。通过3轮技能检定，DC20力量检定——否则旅行方向就会改变，增加前往目的地的旅行时间。玩家们可以通过创造性的行动来帮助减少DC，比如通过魔法手段减少风的影响，使用自己的力量来控制帆或任何其他想法。对于每个创意，从掌舵DC中减去2。由于船舶偏离了计划的路径，每次检定失败都会增加4小时的行程时间。",
    "晕船。一组有节奏的海浪开始对玩家们造成影响。你可以警告他们，他们会开始感到恶心——并给他们一个机会，在症状变得严重之前，他们可以尝试减轻晕船的影响。任何有助于清醒头脑或缓解胃的想法都会在豁免中获得优势（或自动成功）。一旦玩家决定了他们计划如何减轻，要求他们做一个DC14体质豁免。失败后，他们会晕船1天。晕船使他们在敏捷豁免方面处于劣势，在晕船时使用疾走动作时，玩家需要通过DC12体质豁免——失败时他们不能疾走，并将用此时间来呕吐。",
    "其实不是岛。从远处清晰可见，在海天之交处有一个小岛。如果船被引向那个方向，玩家们很快就会发现这个岛很明显的是一个海市蜃楼，完全没有离得更近。如果玩家不试图感知他们离岛屿的距离，可能会浪费时间。",
    "一片冰。在前面的海面上可以看到一片薄薄的冰。它不会妨碍船只的运动，也不会造成损害。经过调查，他们可能会发现一个似乎迷路了的冰魔蝠——想到一个偏僻的地方筑巢——正在与水的温暖和海浪的伟力作斗争。魔蝠是绝望的，非敌对的。它愿意加入玩家，并跟随，直到找到适合其筑巢的地方。如果玩家帮助他找到一个新的家，他们可能会成为玩家的盟友或朋友。",
    "一片藻。水变得很浑，呈深绿色，当船驶入一片藻类时，似乎减慢了速度。如果玩家没有采取任何行动，船最终就会停下。藻类复盖在海面，只有5英尺深。如果水以任何方式搅动，船就可以恢复运动。如果船那脆弱的移动部分在藻类中停留超过10分钟，它们就会开始粘在一起，无法工作。",
    "被困船只。使用上面随机遭遇的“一片藻”，玩家们的船可能会发现有一艘船已经被缠住并被困在这片水域中。如果他们决定停下来帮忙，他们自己就有可能被困住的风险。",
    "倒影。一个安静的、无风的一天，使玩家们的倒影在水中变得异常清晰可见。看着他们自己，他们看到的脸几乎就像在镜子里一样清晰。你作为DM可以说出他们的外观的一些轻微变化，他们之前可能没有注意到。",
    "饥饿的龙龟。一只龙龟靠近船，盘桓。它不会立即攻击，但如果它没有得到食物，最终它会咬掉船体，并把玩家们留在原地处理漏水，以这种方式“觅食”。如果吃下了至少10天份的口粮，它就会离开，再也不会回来打扰冒险者们了。",
    "火焰幻觉。船的船帆似乎着火了（一个次级幻影咒语的效果），一个隐藏在货舱的仙灵厌倦了无聊，开始搞事。玩家可以识别出火不是真实的，但没过一会仙灵就可能会引起其他的麻烦——使用次级幻影或魔法伎俩来造成混乱。一旦被发现，ta会为快乐时光道谢，并会说ta可以实现一个愿望。如果这个愿望很小，也很容易实现，它就会立即实现，如果过大，那什么也没有发生，。您作为DM来决定限制。不管愿望是什么，仙灵都消失了",
    "厨子病了。船上的厨师病得很厉害。通过询问和调查，他们似乎最近开始对海鲜过敏。他们没法完成他们的工作了，现在玩家必须解决两件事——谁将在剩下的旅程中做饭？给过敏的厨师吃什么？",
    "黑色粉末。玩家们所乘坐的船似乎有一个隐藏的隔间，里面有大量极度易燃易爆的黑色粉末。一旦它被发现，玩家就需要决定如何处理这种危险的材料。海上的任何激烈交锋都可能会让这些货物着火。",
    "塞壬之歌。在雾蒙蒙的一片清澈而寂静的水域中，可以听到塞壬之歌——其效果可能会被DC18感知豁免或强加给自己的耳聋状态(通过魔法或阻塞听觉）来无效掉。所有没通过豁免的船员都想把船开到石礁上。玩家们能避免这次船难吗？",
    "船员的头疼。突然之间，一阵头痛爆发，影响了船上的每个人——就像一股负能量的浪潮。这种效果在1d4小时内消失，可能意味着在你的世界中有一个重大的负面事件发生。",
    "好奇的巨人。在一个镶在山坡上的破烂小木屋里，玩家将看到一个巨大的人，一个山丘巨人，俯视着他们，弯着腰。巨人目前正在测试一个大车轮，但很难让它保持为一个整体——每次转动都崩出来一小部分——用太大力气抓着它了。巨人并没有敌意，对任何看起来现代或有趣的物品都感到敬畏——比如武器、魔法工艺品、人造光源和其他情况下他见识不到的小饰品。如果玩家给他一些能拿来“实验”的东西，巨人就会成为他们的一个忠诚盟友，在附近的山区的冒险中。",
    "矮人矿工。四名看起来很强壮的矿工（灰矮人）推着一辆用一块布盖着的铁车，小心地走在一条狭窄的小路上。该手推车装着金矿，价值2000gp，但未经加工。矿工们会尽量避开玩家，专心于他们的活儿——推车。他们不会当众说里面是啥，事实上，他们会积极地试图欺骗玩家。这4名矿工是叛徒，他们从官方探矿队偷了矿石，想据为己有。在下山之后，他们开始质疑自己的选择，但现在要回头已经太晚了。",
    "青年龙的宝库。冒险家们偶然在一个陡峭的山上发现了一个小裂缝。这个裂缝很难到达——攀爬需要两步技能检定——DC14运动和DC16运动才能到达入口。在队伍里可以发现一组破碎的箱子，洒在地上黄金和宝石——但洞穴看起来相当空旷。通过一个成功的DC12察觉，就可以找到赤铜龙的鳞片，和一个年轻的赤铜龙的爪痕。如果玩家在缝隙中呆了长一段时间，龙就会出现——并不充满攻击性，但好奇团队是如何找到藏身之处，并寻求建议，怎么才能把这个地方藏得更好。当队伍带走这些小宝藏时，龙会试图通过气味追踪它们。",
    "断桥。一条深深的裂谷切断了陡峭的山坡上，也阻止了进一步前进。冒险家们可以看见出两端各有一对坚固的木杆，它们都悬挂着半截绳桥——从中间断的。这个裂谷有60英尺宽，300英尺深。桥可以由玩家通过修复术，或任何类似的魔法，或使用绳子与DC14敏捷检定来重新连接起来。如果玩家决定修复桥，在以后他们的旅程中（甚至可能在山区之外），玩家们可能会遇到朝圣者，他们会提到桥被修复的奇迹，对他们来说意义重大，给他们新的希望——以及让他们能够参观位于高地的神殿。",
    "大鹏鸟的巢。冒险家们可以看到他们头顶上的木板，位于露出地面的岩石上。这些木板是巢穴的一部分，属于一只鹏鸟。山崖接近垂直，可以通过连续3次成功的运动检定(DC15)到达鸟巢。如果玩家不打算潜行，或者骰值在鹏鸟的被动感知之下，鸟就会在注意到入侵者后的第5轮到达巢穴。巢里有一个大蛋，通过成功的调查(DC由你决定)，你可以奖励你的玩家魔法物品、文物、武器或任务线索。",
    "岩崩。在行近一个危险的、陡峭的斜坡时，突然，不同大小的岩石和巨石开始无法控制地从山上掉下来，一些岩层由于自然原因而崩塌。在岩崩到达他们身边之前，冒险家们有一轮时间来准备。经过一轮准备后，他们需要连续做3次敏捷豁免。DM可以决定再多做几次豁免，或者更少，或者完全不做，取决于玩家的准备",
    "一杯茶。队伍在山上找到了一个开口，里面有一股小烟雾渗出到寒冷的空气中。走近时，他们可以听到篝火的声音——通过调查，他们会发现一个裹着厚厚的毛皮的银发女士，坐在火边，煮茶。她是一个德鲁伊，住在山里，熟悉这个地方和自然，就如同熟悉她自己的手背。她很友好，会邀请玩家们来喝茶——回答他们关于这个地区的任何问题。这种茶可以提供8小时寒冷抗性。老太太名字 直译是狼之新娘·冬之女儿，狼妻·冬女（？）",
    "稀薄的空气。爬上一个平台，空气清新，阳光灿烂地照耀着队伍。他们的本能反射是深呼吸——但所想要的效果，使肺部充满空气，并没有成功。团队可以意识到，这个地区几乎没有氧气。保持在这个平台上的玩家需要做一个DC12体质豁免。一旦失败，缺氧就会影响他们在战斗和探索中的能力——相当于3级力竭。在它们从高原下降到一个氧气较多的区域d4小时后，这种效应就消失了。",
    "云朵之上。一个突然的天气变化导致天上一片云都没有，然后玩家们突然发现自己在云层之上。环顾四周，他们只能看到乳白色的“地面”，这是一个在下层地表上缓慢旋转的云毯。作为一名GM，你可以说，这个景色使团队的内心与思想都被满足与平和充满了。如果团队希望以任何方式参与其中，并利用这个机会进行角色扮演，你可以用以下奖励之一来奖励他们。如果他们决定继续推进而不理会这个景点——什么也不会发生。奖励：①激励②降低一级力竭③关于目前正在做的目标和任务的洞察(DM选择的信息)——证实或警告他们计划行动的可行性",
    "冰镜。作为漫长而累人的下山之旅的一部分，团队到达了一个陡峭的斜坡，岩石表面被冰取代，冰看起来纯净而平坦，像一面镜子。它可以被攀爬装备打碎，也可以沿着它向上攀爬——由于冰的性质，DM可能会决定使DC更高。一个以龙为宿敌的游侠，或者任何成功进行DC18自然检定的角色，都会发现冰沉积让人意识到附近有白龙的痕迹。",
    "温暖的心。随着夜晚的结束，玩家们会发现寒冷向他们袭来——现在比以往任何时候都冷。你可以解说道，他们的动作变慢，感到处于体温过低的边缘——不管他们是否有寒冷抗性。通过DC12的洞察或感知检定，玩家可以意识到出长期暴露于不利条件下不仅会消耗身体，也会消耗心灵。不安和寒冷的感觉不会对战斗和技能产生直接的不利影响——但在玩家决定专注于人际关系之前不会消失——以帮助恢复健康的精神状态，摆脱长期寒冷暴露的不利影响。在一个玩家做出任何善意的手势、言语或行为之后——你可以说，过度沉重的寒冷感似乎从他们的脑海中消失了，他们感觉好多了。以此作为角色扮演和对彼此的积极态度的开端",
    "坏掉的铁路。队伍在裂缝中发现了一列矿井火车的残骸。在短暂但不稳定的下降之后，他们可以进行调查——并确定矿车的最后一次通勤是一次灾难性的经历——它已经脱轨，并在裂缝中多个坚硬而锋利的石头表面上被刮得粉碎。如果运气好(DC12调查)，他们就可以找到货物——价值1000GP的宝石和一具冻了很久的尸体——以及邮袋里的一封信，上面详细说明了货物的目的地和目的，以及大约10年前到期的交货日期。",
    "设置好的陷阱。在一个弯曲的小路上，放置了一个隐藏的铁质捕熊陷阱——由一个压力板激活，并迅速咬住任何可能踩到它的东西。该陷阱可以通过DC14调查检定来识别，而可以通过DC15敏捷检定来躲开。如果不能躲开，伤害是1d8+5穿刺，并且角色被束缚。在陷阱被触发后不久（如果有的话），一个半身人猎人就会到来，斥责玩家们的鲁莽——并分享关于生活在该地区的熊的随机琐事①熊在这座山脉找到了它们的一生的伴侣，一旦它们的伴侣过世，它们就会疯狂，最终不顾一切地掉进裂缝里。②所有的熊的右前爪上都有一个粉红色的脚趾③如果一只熊向你眨眼，那就意味着他们认为你是他们家族的一部分。④熊的粑粑是一个宝贝，但没人知道为什么。",
    "采集者。玩家在一个更宜居的地区，一个小的定居点附近，或前哨站，遇到一个平民。这人将要求收取一个取暖费，如果提供，将帮助聚会——无论是通过提供信息或治愈中毒。你可能会决定给这个人物一个在山区并不常见的口音——借此让你有机会告诉玩家他们以后可能会访问的一些你世设的地方。",
    "留心的武僧。玩家可以找到一个3个坐成一圈冥想的吉斯泽莱人武僧。他们不说通用语，如果被打断，他们会用母语对玩家进行辱骂，显然是被这干扰惹恼了。当玩家只观察，而不打断冥想——什么都不会立即发生——但在玩家的下一次战斗中——3个武僧会出现来提供帮助。如果玩家们可以通过任何方式与僧侣们交流——他们将分享一个非常简短的句子说，他们的使命是寻找内心的和平。（这个标题我翻得不太好……前面形容词应该是那种，考虑到、意识到、注意到，的意思）",
    "冬狼的呼唤。远远地，可以听到一只冬狼的嚎叫。在嚎叫后的1d4小时内，大自然的声音如同被静音了一般——任何依赖于听觉的察觉检定都会有优势。",
    "闪光的冰缝。望入一条2英尺宽的裂缝，玩家可以看到一个轻微的闪光——通过DC16察觉检定，他们可以识别出闪光就像黄金的色泽——它似乎在地下大约60英尺的薄缝隙中。决定尝试探索的玩家需要通过相关的技能检定来降下——躲开尖锐的冰和光滑的冰墙——在失败时摔到深处。在裂缝的底部，可以发现多具骨架和一大堆冻上的硬币——一个早已被遗忘的龙的宝藏的残留。如何解冻这些硬币？如何拎到60英尺以上？你可以根据你的玩家的创造力来决定你会给他们多少奖励。",
    "大暴雪。天气变得危险起来——降雪将能见度限制为10英尺——30英尺以外的基于视觉的察觉检定自动失效，以内的时候有劣势。任何魔法的聪明用法都可以帮助玩家们抵消或降低降雪的不利影响。",
    "羽落。走在一个陡峭的山上，玩家可以看到一个人一边挥舞着他的手臂，一边慢慢地下降——离山大约20英尺。这个人物用他戴着的魔法戒指施展羽落术。（每次长休之后重新获得一次羽落术的能力）这个人（如果被玩家救了的话）会分享他们是一个很擅长徒步旅行的人——只是为了爬山找乐子——似乎没有什么成功。",
    "冻在冰中。他们发现了一大块透明的冰——里面有一件有趣的东西被包裹在冰的深处（30-40英尺深）。用物理手段进入或者蛮力融化大约需要8-10个小时，并导致力竭或失去多个法术位。以更快的进度和更快拿到物件来奖励玩家们的创造力",
    "模仿我的声音。从茂盛的树冠上，一只黑鸟（渡鸦的数据）正在观察玩家们。如果他们在聊天，这只鸟会对他们叫出他们说的部分内容。如果玩家叫嚷着要求澄清，谁模仿他们的声音，他们将不会得到答案——但他们的问题将会被重复给他们。如果玩家们看到了这只鸟，通过爬上树，鸟会好奇地但不惧怕地看着他们。最终，如果这只鸟在过去几天里听到了其他的聊天，它也会重复那些的句子，可能会给玩家一些支线任务的提示。",
    "玉图腾。在一个有着腐败气味的小池塘里，在扭曲的树下，一座6英尺高的腐烂的木制方尖碑微微地歪着。它每一面的顶部都被雕刻成类似动物的头部。从下到上，是狼、熊、猫头鹰和渡鸦。眼睛似乎都是空洞，除了猫头鹰——装着有两个大的圆形玉。图腾没有陷阱，没有被诅咒——玉器可以以400镑的价格出售。",
    "积极向上的鬼婆。在一小块泥泞的土地中间，可以发现一个脏兮兮的棚屋。一条由木板制成的小道通向入口，在生活中有一个绿鬼婆（善良阵营）。通过DC14洞察，玩家可以确定她看起来比预期的更像人——鬼婆确实表现得欢迎，不试图引诱玩家达成交易或欺骗他们。在友好的情况下，开始聊天，她将分享，并不是所有的鬼婆都是吃孩子的怪物，她欣赏自然，她唯一罪恶的快乐是她喜欢看占卜池。如果被问及，她可以根据当事人的要求制作不同的药水和毒药，1gp。这些混合物可以产生任何效果，你作为DM觉得不会破坏游戏就行。如果玩家怀有敌意，鬼婆就会变成烟雾，从小屋中消失，再也不回来。在小屋里，玩家可以找到1个炼金工具和1d4个治疗药水。数据：友善的老婆婆，有着绿色的轻微腐烂的皮肤，还极度的愿意表现得招人喜爱且友好。她为他人做药水来作为消遣，并尽力不去伤害任何人",
    "这里的气体不要闻~玩家们到达了沼泽的一部分，这里意外地形成了小块的脏水，偶尔会有大气泡浮出表面，释放出淡棕色的气体。他们可以尝试用DC15自然来识别气体，或者试着嗅闻它。这些气体的潜在影响如下表所示。穿越这个领域需要3部分，DC15团队技能检定——敏捷和体质相关的检定有优势，而其余的是DM决定——取决于玩家们提出的想法的可行性。如果玩家想要陷阱的一些气体，他们将需要小瓶，或带软木塞的瓶子，和小瓶，然后他们就可以把气体装进去，不需要通过任何检定。气体影响①dc12体质豁免，否则中毒一天②dc12体质豁免，否则昏迷③dc12感知豁免，否则获得120尺以太位面的视野，持续1d4小时，并获得一级力竭④dc12感知豁免否则看到在绿色阴影中的各种颜色，持续1d4天",
    "甜果子。一片干燥地面上的一棵茂密的大树长得很强壮，有许多枝条伸向天空，郁郁葱葱，枝叶繁茂。通过DC12察觉检定，玩家可以识别出叶子之中，藏着拳头大小的红色果实。通过DC12体操或运动检定，他们可以获得果子，这有治疗药水的效果。",
    "渔夫的收获。你们看到一个老人（平民）坐在一个临时的木制钓鱼柱上，拿着一根鱼竿，被钓索拖倒，被拖进了水里。上钩的生物是一只鳄鱼，如果玩家们不干涉，它就会杀死渔夫。数据：说话很少但很感激，如果你们救了他，会分享自己的家",
    "龟人商贩。一个龟人（德鲁伊的数据）独自站在一个坍圮的石头小屋，在泥泞的小路的道旁。越来越靠近，它会朝着玩家挥手，邀请他们“进来”。环顾废墟，他们可以发现这个地方是一个临时商店，出售不寻常的物品——对于冒险家的标准来说，大多数看起来都没用。龟人相信他所有的商品都是有价值的，并会试图说服玩家去购买。价格表：5sp鱼骨，2sp发酵的沼泽蕨类，1gp简陋玻璃瓶装的焦油状液体，1gp腐烂渡鸦眼睛，1gp异常香的木头片，10gp扭曲的杆子，光照上去时候有粉色的闪光。这龟人叫“阿”，慢吞吞的家伙，6尺高，绿皮，有个大壳。沼泽之子，收集艺术品并卖给感兴趣的人，阿是真的觉得自己在做投资，认为那些物件都是有价值的——尽管并不知道到底有啥价值",
    "受困的鳄鱼。玩家可以听到来自于道路侧面的深水处传来的拍水声。调查那危险的沼泽，他们的眼睛可以看到一只挣扎中的鳄鱼。通过DC14察觉检定，他们可以发现它被绑在结实的绳子里，被水下陷阱卡住了。如果玩家决定放开它，鳄鱼游走，不会攻击他们——然后当队伍在沼泽中时，他们将不会被水中的野兽攻击，作为感激的表达",
    "算命者。穿过一片茂密的树林，在树干之间的一瞬间——在树干之后，可以看到一个画面，一个女士拿着个大玻璃球。再走或向后走两步，画面就消失了——只有透过特定的两棵树才能看到。走近后，他们可以靠近两棵树，意识到女士是一个二维的幻觉。在她的背景中，可以看到微弱的火焰和烟雾，但图像稍微有点透明。接近时，玩家们会听到一个心灵讯息：“你想听听你的命运能给予你什么吗？”只有在玩家回答是或否时，女士才会做出反应，否则图像将保持静止不动。玩家说是时，有40%的机会，女士会说一些与你的背景故事相关的话(DM判断)在其他情况下，命运将是无关紧要的或没有意义。一些荒谬的想法可能是：①你的眼白是找到你寻找之物的关键②你寻找的答案就在你脚下③只有你摔倒时才能看到你影响的大小④总吃口粮会让你的体重大大增加，要不惜一切代价避免这一点（译者注：高热量是吧）",
    "蝴蝶之舞。在一片开阔的地方，当阳光刺透树木，驱散了永恒的雾气时，空气中满是蝴蝶。它们安静地舞蹈，翅膀拍在彼此身上，也拍在玩家身上。玩家可以通过DC14敏捷检定捕捉蝴蝶，被捕获的蝴蝶有20%的几率被活捉，除非使用网或其他不会压碎蝴蝶的工具。任何生活在沼泽地或有良好历史知识的人都能看出，这是蝴蝶定期的交配舞，它们的颜色在每年的这个时候是最艳丽的。任何被捕获的蝴蝶都会以高价出售，收藏者总是在寻找新的图案来添加到他们的收藏中。一只活蝴蝶售价10gp，一只死蝴蝶售价1gp",
    "探知池塘。一个小小的，单独的水体看起来和其他的略有不同。被动察觉能力高于15的玩家可以识别出这个圆形池塘中的水并不移动，水面就像一面镜子——当触摸它并搅拌其表面时，水浪下沉的速度比预期的要快得多。专注观察池塘的表面，玩家需要做一个DC12感知豁免。如果失败，他们可以在自己选择的目标(DC15)上施展法术探知，但在这个过程中获得1级的力竭。这个池塘允许人们每天使用一次探知",
    "翠鸟捕食。一只小小的、有着明亮的且亮晶晶的蓝色的小鸟（渡鸦的数据）可以发现正在沼泽中盯着一股缓慢移动的水流。它突然冲入水中，在一声响亮的飞溅声之后，嘴里叼着一条小鱼出现——只是飞回它之前站的树枝上，开始吃着这新鲜的食物。玩家可以利用这些知识找到一个合适的钓鱼地点，并补充他们的食物供应。",
    "旅行商人。一辆显然不适合穿越危险的沼泽的篷车被困住了，它的一个轮子几乎完全淹没在厚厚的泥中。一个愤怒的半身人女士徒手铲土，让轮子从泥土中脱离出来，她的衣服已经被沼泽的泥浸透了。靠近时，她会请求玩家提供帮助，作为回报，她会给他们在所有商品上打折扣。车上有5gp以下的冒险用品，除此以外还有她还出售炼金设备，盗贼工具，通过一个DC15说服，她愿意以一半的价格卖出她的次元袋。她叫missy snowstep，直译大概是，雪步小姐，或者迷踪雪步，并不是自己选择的职业，是父母传下来的，而他们在火灾中失去了家。唯一留给家庭的就是这个车（马拉的货车）和里面一些小玩意，她没有办法，只能努力用这来糊口，自从踏上旅行之路就在希望有朝一日能安定下来",
    "骗子。在路的另一边，一个粗心、快乐的半精灵男性（平民）正在穿越小路。除非被要求，否则他不会聊天，而且会慢悠悠地朝相反的方向走。如果想与他沟通，他会很乐意回答任何问题，但他给出的每一个答案——从他的名字开始——都将是一个谎言，积极地试图欺骗玩家们。这个欺骗行为可以通过一个欺瞒与洞察的对抗检定来发现。在欺骗检定中，说谎者有一个+5调整值。一旦他的谎言被揭穿，他就会耸耸肩说：“好吧，你抓住了我啦，祝你今天开心~！”并会试图离开。即使在谎话被揭露之后，他也不会说任何真话。数据：粗心的孤狼，住在荒野中，似乎并没有遭遇过野兽和其他威胁，他与一个魔鬼订了契约，他无法说任何真话，回报是这区域的所有危险都无法伤到他",
    "私酒贩子之巢。一声低沉的爆炸声惊醒那些细心的冒险家们。它从路边不远处传来的。通过DC12生存，玩家会找到一条通往侧面的隐藏路径，跟着它，他们会到达一个临时的棚屋，上面复盖着树叶和其他绿色植物。目前，烟雾从小屋的一侧升起，可以看到火的小痕迹——一个地精跑来跑去试图扑灭它。靠近并环顾四周，玩家可以识别出强烈的酒精气味，能看到瓶子，桶里的发酵材料，以及煮沸发酵原料的设备——其中的一些已经破裂并烧焦——压力使它爆炸了。地精在火被扑灭之前不会关心玩家——之后，地精用粗制匕首威胁他们，试图恐吓让他们忘记他们现在看到的东西。如果恐吓失败，他将试图贿赂（10gp）。虽然他不会明确说，但玩家们会很清楚，这是一个非法的酿酒窝点。",
    "铜币全没啦。一个穿着教堂长袍的孩子拿着一个大篮子，上面复盖着一块白布。ta绊倒了，然后当篮子掉下时，篮子里的东西(3d100铜币)直接被倒入到了路旁的水中。这个孩子会试图抓住尽可能多的铜币，并会大声喊人帮忙。看向水中的玩家可以看到水流和厚厚的泥，意识到东西一旦掉进去就很难捞回来了，并意识到在铜币被水冲走或沉进去之前，他们已经没有多少时间了。他们有60秒的时间来想出法子并帮助这个小孩。你可以问他们要做什么，进行一个相关的技能检定(DC14)。如果他们成功了，他们将能够回收一定数量的铜币。一旦一分钟结束，找回铜币将变得不可能。①技能没过或者与帮助无关（比如，唱首歌让铜币回来），没有找回任何铜币②技能过了，找回d20个铜币③技能检定过了且数值大于等于15,找回2d20铜币，③数值大于等于18，找回4d20+15铜币④数值大于等于22,找回2d100+25铜币.孩子会很感激，并会说她的任务是在两个村庄之间募捐。这笔钱将用于翻修教堂——所以这是一项有意义且重要的任务。",
    "天狗之村。在一个人口密集的地区，远离所有的道路和文明，听到了鸟鸣。之前遇到过天狗的玩家，将能够识别出这个声音是来自于他们——否则他们只是会认为这个声音来自于非常大的鸟类。通过DC15察觉，玩家可以看到天狗(渡鸦的数据，HP12)，他正在仔细地看着他们。这些鸟住在靠近地面的临时巢穴里，里面有珍贵的物品——闪亮的金银戒指和硬币。他们会试图躲起来，而不与玩家进行任何互动，只是从远处观察他们。如果玩家从他们的巢穴中拿走了任何东西，他们将永远不会成为朋友——但如果玩家们把一些闪亮的东西放进巢穴，那只要还在这片沼泽之中，天狗就会在远处陪伴他们，在危险到达之前就发出警示——这样玩家就永远不会被突袭。",
    "降雨。天空变成了深灰色，雷声越来越烈。没过之后，一场倾盆大雨开始让玩家们身上湿透——在任何方式上的察觉检定上有劣势，并且打灭了所有火焰（包括火炬）。雨后1d8小时内，篝火或火炬都不能点燃，只要它们没被魔法手段保护，或没有被防水材料紧紧包裹，——都湿透了。",
    "凶猛，但小。一只棕色的小鸟(AC10HP1非战斗人员)“攻击”了玩家们。它啄能啄到的任何人，并未造成有效的伤害。这只鸟可以通过DC12驯兽检定来平静下来。它是如此疯狂，因为它的巢就在附近——可以通过DC17察觉注意到，头顶之上，隐藏在树冠中。如果玩家离开巢穴范围或设法安抚鸟，它就会让玩家自己呆着了。",
    "道路施工者。在一个小营地附近，一群工人（平民）聚集在一起，正在慢慢地铺石头，并在沼泽地中铺设道路。他们明显地筋疲力尽（4级力竭），很难说出直白且完整的句子。他们进度缓慢——因为疲惫，也因为工作而疲惫。如果玩家决定帮助他们，或者帮助消除疲惫，以后在沼泽的旅行会变得更快——因为道路有效地铺完了。如果玩家们不想为工人的福祉做出贡献，他们最终将会死去，留下未完成的道路",
    "害羞的地精。玩家可以从高草地上瞥到一个在观察他们的生物。这个生物是一个地精（善良阵营），因为不想参与邪恶行为而被驱逐出部落——现在独自生活，大部分时间都躲在高草丛里。过dc15察觉检定能注意到这个地精，抓住需要DC14敏捷检定，如果能够获得它的信任，或者通过欺骗它（dc12说服或者欺瞒），就能把它引诱到玩家方向。在与这个生物友好相处后，它就会分享她的故事，和它独自生活在荒野中的事。数据：河流，孤单的地精。一个矮矮的秃秃的，皮肤黄绿色的地精，穿着碎布条拼的棕灰色衣物，还有一件棕色的皮腰带。腰带上系着一只毛茸茸泰迪熊，河流被驱逐出部落后的唯一朋友",
    "兔子一家。随着玩家进入它们所居住的区域，一窝白兔(AC8，HP1，非战斗人员)到处乱蹦，分散开来。兔子散开躲在洞穴里。玩家可以通过DC12察觉或求生检定来识别洞穴的位置。他们可以尝试用DC18驯兽检定来驯服一只成年兔子。在洞穴里，他们可以找到食物的残骸、兔崽子和兔子的粪便。崽子可以带走养，不管是谁来接手他们父母的责任，兔崽子们都会将这人当做朋友。",
    "符文石阵。在高草地中，玩家可以找到一个空地和一个天然的小山。在顶部，8个10英尺高的大符文石围成一个圆圈，灰色，光滑，每个石头上都有一个符文——发黄色的光，朝着中心。这些石头合在一起是通往一个半位面的钥匙，可以通过激活每一块石头来打开。玩家可以从石头中感知到咒法系的能量（法术创造半位面的效果），它们显然是魔法的。这些石头可以通过解除魔法来驱散(通过DC15奥秘检定)。如果一块石头被解除魔法，所有的都失去了特性，什么也不会发生。如果玩家触摸到这些石头，他们就会开始发光，一旦最后一块石头被摸，半位面就会打开。这是一个小的储藏室，墙上有一个武器，还有一些空的储物柜。该武器是一把窃命剑。作为一个DM，你可以决定谁是这把剑的主人，但一个想法可以如下：helios（译者注：读音黑里奥，意为太阳），是个魅魔，她通过恐吓他人来找乐子并享受。一般来说她不会亲自现身，但当她发现这把剑被偷时，会追杀到底",
    "古老遗迹。地上散落的东西看起来只是形状不规则的大石头——但突然间，在一片区域内，这些石头看起来不那么不规则了，更像是文明的造物。玩家可以识别出他们是一个大部分位于地下的废墟的一部分，而这个废墟是一个被遗忘的城市的一部分。通过移走土壤和“漫无目的”挖掘或使用侦测魔法，玩家可以在土壤下面找到魔法（+2）武器。不过，这些物品都被诅咒了，乍一看还无法识别。诅咒可以通过表格决定①当这个物件被一个生物拥有时，能同调的魔法物品-1，但每个重击都直接伤害骰取最大②每当玩家在一回合内打出30伤害后玩家失去一个生命骰，但对这个玩家的所有治疗骰都取最大③持用它的玩家获得光耀易伤，但玩家可以决定这把武器的伤害类型④每当这个玩家喝麦酒的时候，必须喝到晕过去，但这武器每一击都带额外1d6+3毒性伤害",
    "母狮子的领土。草地上的一片区域似乎被造访得比周围的地方更频繁。通过DC12自然或求生检定，玩家可以识别出这是狮子的领地。事实上，这是一只孤独的母狮的领地。她定期在周边巡逻，对路过的人怀有敌意。母狮身上有一个很大的伤疤，似乎一直在流血。这是由一个邪魔引起的。玩家可以通过DC12察觉检定来识别疤痕似乎妨碍了母狮，而且非常不自然。如果玩家治愈母狮，她将不再有敌意，让玩家穿越她的领土。",
    "回忆之雕像。在一座损毁的寺庙的一侧，玩家可以找到一个小祭坛，上面有一个镀金属的痛苦女士雕像。在雕像前面有一个小台子，上面有一朵干了很久的花的碎片。雕像周围有一种微弱的神圣光环。如果玩家把任何礼物放在台子上，下次他们眨眼时，他们将重温他们的记忆，并将有机会记住当时他们没有看到的那些方面。作为一个DM，你可以用这个来给背景故事填一些额外的风味，通过展示记忆来让玩家修改和使他们的角色成长。一些例子①额外的工具或者乐器熟练项②懂得了一些有用的学问③记起来某个潜在的有用联系或者NPC④回忆起魔法火花——习得一个戏法",
    "尘世遗留之物（想不出来怎么翻比较好）玩家们发现了刚死去的尸体，属于一个衣着考究的年轻人。他似乎是被鬣狗（DC14医疗）咬死的。他是一个磨坊主的儿子，住在附近的草场，出去散步再也没有回来。他的死是因为一个豺狼人和三只鬣狗的伏击。想找到他的家可以通过DC14检定来追踪他的脚印，或者直接偶然发现磨坊。在得知儿子的命运后，父亲会提供一小份酬劳(10SP)，以答谢玩家们至少揭露了这孩子的命运（译者注：指，通知死讯）。",
    "卷轴匣。玩家们会偶然发现一辆废弃的马车，用割下的草盖着，隐藏得很差。马车是空的，似乎早已被遗弃了——在它周围的地面上看不到任何痕迹。它的一个座位下面有一个隐藏的隔间，里面有一个锁着的木制卷轴匣。通过DC15的盗贼工具检定可以打开，里面装着一个三环法术卷轴。",
    "考古学家。草地上的一块空地看起来就像被人整理好了的地方。一些泥土堆在一旁，地上挖出了许多洞，还有些骨头，石头被整齐地摆放着。如果玩家决定凑近点看看，他们就会被在这个地方工作的考古学家吼。她正在研究过去的年代，并在这个地区发现了文物（骨头、建筑和物品）。Anh（安）女半身人考古学家，为历史、科学与考古学献身，通过帮她在草原上找她感兴趣的方法能交到她这个朋友。她可能会要求玩家们帮助她找到更多具有考古重要性的地点——如果你帮助她，她会给你一些她找到的物品，她觉得在你们的努力中会派上用场。（魔法戒指、护身符、由DM决定的小饰品）",
    "野火。玩家们开始听到噼里啪啦，慢慢地声音越来越大。最终，他们会看到烟雾，并开始看到他们面前的火焰。他们有被火烧到的危险——如果他们想忍受，让自己被火焰吞没，他们就会接受6d6+6火焰伤害。如果他们决定从火中逃脱，可以过一个技能检定。问玩家他们想要如何逃跑，他们想使用什么技能/动作。确定对应计划的相关检定，并评估成功与否。如果玩家给你(DM)一个好的计划，DC12，如果你觉得这个计划不太好，你可以相应地增加DC。在3次成功后，团队逃脱了火灾。失败的效果可从下表选择。①dc14敏捷豁免，失败就玩家的腿卡在污水池里了，弄出来时候被火烧了个d4+4②烟雾使得玩家们下一个检定有劣势③一个玩家摔了，丢失了身上一个物件，dc14察觉来意识到掉了④火焰在头发上或者装备上留下了永久的印记",
    "直到太阳升起。一个黑得不同寻常的夜晚迎接着冒险家们。事实上，当他们开始露营时，黑暗似乎吞噬了他们周围的一切。拥有黑视功能的玩家，黑视距离减半，任何光源效果减半，直到太阳升起。有盲视的生物不受这种效应的影响。任何想在今晚睡觉的玩家都需要通过一个DC12感知豁免。失败时，他们难以入睡，且得到一级力竭——但确实获得了长休的所有其他好处。有宗教熟练的玩家可以分辨出这是一个预兆，而你作为DM可以决定这对应什么",
    "萤火虫之舞。夜间，遥远的黄点点一下能看见，一下又消失。这种现象就是夜晚的萤火虫之舞。玩家可以决定进行调查——如果他们带着一个光源靠近，萤火虫就会消失（关闭它们的光芒），并且很难找到(DC18察觉)。如果玩家接近时没有光源，他们可以接近萤火虫而不会让它们受到惊吓。这些生物可以被关在小瓶或瓶子里(DC12敏捷检定来捕捉)，可以作为便携式小光源或宠物。",
    "无害的不死者。在土壤中，玩家可以看到什么东西被拖走的痕迹。沿着这条痕迹，他们很快就会偶然发现两具尸体(AC8，HP10)，他们没有下半身——在草地和泥地上拖着走。他们是不死，并且对玩家保持中立。它们可以被杀死或被放走——玩家能追溯它们的来处，可以找到一个没有标记的坑，里面有大量残缺不全的尸体（多个不同的物种）。沿着坑，过一个DC12察觉检定可以找到兽人式破碎的武器。这可以作为一个与兽人相关的冒险钩子。",
    "被劈开的草地。玩家们到达草地上的一个位置，那里厚密的植被仿佛像是在他们面前被劈开了，试图引导他们去某个方向。神明那隐形的手指在草地上画了条线，以供娱乐——根据神明的不同，这种“干预”的背后可能有不同的方向和动机。关于目的地的一些想法可以是：①一个敞口的空箱，里面有一个隐藏的隔层②被劈开的草让玩家绕圈(DC12求生来发现这只是在浪费时间)③最近的铺好的路。④一个废弃的墓地",
    "孤独的树。在远处的光秃秃景致之上，可以看到一棵孤独的黄绿色的树。它见过好日子与干旱的日子，但即使是它现在的状态，它也能为坐在树干上的人提供了些许树荫。这棵树是该地区不法分子的必经之路，上面刻着多条信息，懂盗贼黑话的玩家可以理解，对其他人来说，这些符号没有任何意义。这些密码代表了成功和不成功的埋伏和抢劫。通过DC14的调查，他们可以发现离树大约30英尺的一块土地，似乎刚刚被动过。挖掘后，他们可以找到一个装有300英镑的小箱子，以及价值200英镑的宝石——作为隐藏在文明外的法外狂徒的最后战利品",
    "三兄弟。三个长相一模一样的的男性半精灵坐在篝火旁，安静的讨论什么。他们是变形怪，试图找到一种融入文明社会的方法，但并不知道如何开始。在注意到玩家后，他们会挥手邀请他们加入并和他们坐在一起，但他们会不惜一切代价隐藏他们的秘密——并将分享他们编造的故事——他们是三胞胎。如果玩家决定在被注意到之前偷偷靠近，他们可能会无意中听到讨论。这些人谈到了他们想要融入人类社会和“像所有其他人一样”的愿望。如果玩家们没有揭开变形怪的秘密，他们就会热情地道别，走自己的路。如果这个秘密通过任何方式被发现，变形怪们就会寻求建议，即如何融入文明。他们的性格都非常相似，都在模拟他们模仿的半精灵。他们成为人的第一个成果是，他们为自己选择了名字。然后这仨叫bonn，fann，linn……博凡林（？）矜持，社交技能很烂，总是试图表现得友好。一旦他们的秘密被揭露了，他们就会表达自己想变得与人类、精灵、或者其他文明的，被人接受的生物一样，的愿望，",
    "狗粮。一只饥饿的狗痛苦地走着，有时会跌倒在地——并没有方向。它的嘴上有一个嘴套（或者叫口笼），这使得它不能进食或喝水。当玩家发现狗时，狗似乎已经濒临死亡，但仍然会首先做出强烈的反应——需要一个DC12驯兽来安抚它。如果把食物拿给狗，检定就会自动成功——玩家们会有一个新的最好的朋友，永远忠诚，只要他们希望如此",
    "20面的谜。一个5英尺高的金属多面体部分埋在地里，在阳光下闪耀。它的每一面都有某种篆文——而玩家们辨认不出来——除了一个，那是一张王冠的图案。该物品是一个金属的d20，铭文是阿拉伯数字。玩家可以随身携带该物品，并每天扔一次。如果他们扔出一个20（皇冠），一个随机的积极效应发生，由DM决定。缩小术可以被用在这个金属骰子上，以永久地使其尺寸更小。扔出20的可能奖赏①一整天的所有技能检定有优势②讨价还价时有50%得到更好的价格③下个长休只需要一个短休的时间④扔骰子的玩家获得一次许愿术的使用机会",
    "野牛群。地震的声音冲撞着玩家们的耳膜，并随着时间的推移变得越来越强烈。玩家通过DC15自然可以确定这不是一场地震，而是一群迁徙的野牛。牛群会从队伍所在的地方经过，并践踏他们——唯一的出路就是快速思考。他们需要找到一种创造性的方法来摆脱危险。任何将玩家放到另一个位面，DC18敏捷检定，藏在地下或简单地抗住野牛群冲击(DC20力量豁免)的法子都可以帮助它们避免遭受伤害。失败后，玩家将遭受4d6+2的钝击伤害。在所有的玩家都做出了自己的选择，然后要么躲开，要么承受了伤害——野牛离开了，声音开始远去",
    "冷风。通常的温暖干燥气候被猛烈的寒风所取代，冷风刺骨。如果他们不把自己盖起来，寒风就会影响他们的耐力。将需要过一个DC10体质豁免——如果他们穿得暖和，有优势。失败后，他们得到一级力竭，持续2天。（第一次长休不重置）。风是暂时的，只持续1d4小时，然后天气会回到原来的样子",
    "说话树。这棵古树诡异的与一张脸相似。一旦玩家们把这当作巧合，他们就能看到树睁开两只黄色的眼睛，转向他们。这棵树可以作为“任务提供者”、信息来源，或者是一个找出他为什么能够说话的支线剧情。•这棵树说通用语，对玩家也很友好。•它自称为“树皮”。•它有一个低低的声音，喜欢陪伴。•没有多少人进到这部分森林，并意识到这里有一棵有意识的树。那些做到的人，通常会逃之夭夭。•它不记得它的过去，在树皮的记忆中，它一直是一棵树。关于树皮是谁的一个潜在点子：它可能是荒野之母失去的种子，被施了魔法，消失在她的视线之外——只是在这片森林里作为一个有知觉的生物发芽。数据：有着大绿叶子，看起来很健康的树，树根之上5尺的树皮上的褶皱像一张脸。它有着黄色的眼睛并且热爱陪伴。树皮没什么能说的，但是能分享树林的细节，毕竟它的年龄与其他树几乎一样。树皮可以通过树根与其他树交流，它们用树根来分享模糊的感觉与图像，可以传递它们的需求，忧虑，或者开心",
    "皮克精开会。玩家们穿过一片高高的树林，可以从树冠上偷听到一场激烈辩论。他们抬头看时，能模糊地看到长着翅膀的小身影在积极地交谈，甚至没有注意到他们的存在。它们是皮克精(AC15，HP10，非战斗人员)，生活在树冠上，住在以魔法隐藏在树干上的小房子里。树冠上有一个皮克精村庄，1d20+10只。一旦他们意识到玩家知道他们的存在，大多数就会隐藏起来(一个DC15察觉可以识别出隐藏的住所)。当玩家们接近时，皮克精们会派一个代表来找玩家，害怕且羞愧着。这个皮克精将能够与玩家分享以下事情：皮克精村是孤立的，不应该见外人。•辩论让他们不知道玩家的到来，玩家是在错误的时间出现在错误的地方。•皮克精们会要求你忘记他们，并且永远不要和任何人谈论他们。（他们愿意支付200GP）；(DC15说服）——辩论是关于村庄领导权的继承问题。有两个候选人，而村民们有分歧。•(DC17说服)的分歧基于两个相反的方向——开放村庄，与外人联系，或者保持孤立和隐藏。数据：皮克精村领导人竞选者：如今领导的孩子们，一个想开放村子，另一个想玩家忘记他们见过彼此",
    "疲惫伐木工。两个老人（平民的数据）向最近的路走去，他们肩上扛着一根大木头，斧头绑在他们的腰带上。他们负担超出了承受能力，但不得不做这活儿。靠近伐木工人的玩家可以与他们聊天——他们将告知他们的工作是为附近的村庄提供柴火——而且预计明年冬天将会很艰难。其中一个伐木工有一把斧头，是带魔法的（只有侦测魔法才能看到）。在被问及时，他会说有时会有恶魔在森林中游荡，需要魔法的保护来对付他们。他们愿意分享有关该地区的信息，并接受玩家在他们劳作期间可能提供的任何帮助",
    "森林了望塔。一座正方形的建筑，顶部有一个30英尺高的了望塔。这里住着一个陷阱捕兽者，他对所有人都很友好，除非他怀疑这些客人是变形者。玩家可以在他的小屋外见到这人在设陷阱，处理皮革，打猎路上，或抽烟斗。这人很谨慎，会需要确认（DC12说服）客人不是换身灵或变形者。如果任何玩家使用了改变其外观的魔法效果，捕兽者将停止交流，并将自己锁在家里。在建立友好关系后，这人将赠送给玩家由狐狸和狼皮制成的温暖的冬季服装，并在旅客需要时提供口粮",
    "五彩蘑菇。这里的树与其他的树有所不同。它们长得更强壮、更高、更密，在它们的底部生长着圆形的，紫色、黄色和红色的蘑菇。吃蘑菇会有多种影响。通过DC15自然的玩家可以识别出食用蘑菇会产生什么潜在的影响。可采摘储存后进一步食用，1d10+4天后变质。扔d4决定影响①d8小时内，所有武器攻击+1伤害，吃蘑菇的得过个dc12体质豁免，失败了就吃d4伤害，中毒d4小时②在1d4天内的洞察检定有优势。吃蘑菇的玩家需要过一个DC12体质豁免，失败了吃1d4伤害，他们的移动速度下降10英尺，持续1d4天。③移动力增加了15英尺。吃蘑菇的玩家需要过一个DC12体质豁免，失败了吃1d4伤害和失去黑视1d4天。④联系一个随机的神的通神术。吃蘑菇的玩家需要做一个DC12体质豁免，失败时吃1d4的伤害并获得1级力竭。",
    "孩子们的游乐场。在一个无名之地，地上的一个兽穴突然被玩家们看见了。它似乎经常被造访；它前面的地面（被踩得）很坚硬。仔细观察，玩家可以识别出脚印——DC12求生将发现脚印属于小孩子。洞穴入口很窄，5x3英尺。它向下倾斜10英尺，通向一个高5英尺，直径1英尺的房间，木桌上有未点燃的蜡烛，周围都是玩具。这个曾经的狐狸窝，现在属于当地的孩子们，他们来到这里偷偷玩耍。如果玩家在这里呆了1d8+4个小时，孩子们就会来玩——请求玩家不要分享他们游乐场的秘密。",
    "奇怪的啄木鸟。一只黑白两色的啄木鸟从树上飞到另一棵树。它总是砰砰啄几下，发出一种闷闷的，但仍然很响亮的声音。一棵树听起来很空，比其他的声响大，甚至把鸟吓跑了。这棵树可以被确认是死了很久，中间有一个洞。在树的一侧有一些地方可以让玩家进入，只需要一点点力，他们甚至可以把树弄倒。在树的底部，也就是中空部分的末端，可以找到一大堆被收集在这的橡子。",
    "蕨类之环。森林中央的一片小块空地，小型的蕨类植物生长为明显的环形。乍一看，圆圈的中心似乎是空的，没有植物。在中间埋着一个兽人，并着他的武器和生前的物品，没有墓碑或任何其他标记。过DC12宗教，玩家可以识别出这个地方像一个埋葬地点。侦测魔法咒语会发现6英尺之下有反应（译者注：西方下葬深度是六英尺）。在中心挖掘，队伍可以找到一个早已腐烂的兽人战士的遗骸。骷髅拿着一把+1长剑，用DC15察觉（或一个仍然有效的侦测魔法）可以找到一个夸尔羽符",
    "落单的熊仔。一只小棕熊迷路了，它害怕地在森林深处寻找它的父母。熊不会怀有敌意，玩家可以通过DC15求生并找到踪迹来帮助它与家人团聚。这家人将会位于附近一条河的另一边，幼崽本身无法过河——已经被抛在了后面。玩家可以帮助幼崽通过，并在这个过程中与它成为朋友——需要过dc12驯兽，才能让熊采取某些行动——在这些检定中，如果用了食物，就有优势。",
    "树屋。其中一棵大树上有一所屋子。它看起来废弃且垮塌了。没有可见的入口，但这棵树看起来可以攀爬。团队可以爬上树干，需要过DC14运动或体操。靠近树屋时，他们可以看到一个隐藏的门锁着(DC12，有盗贼工具的话)。在里面，他们可以找到一个作家的落脚处。羽毛笔、墨水、纸张、多幅未完成的作品和一些已完成的小说、诗歌和书籍碎片散落在这个地方。DC14的调查将识别出一些情书，玩家通读后可以确定作者变得越来越绝望。他们找到的最后一份文件是一张纸，用一把简陋的匕首钉在门边的墙上，上面写着：“再见了我的迪莉娅，再见了我的作品。”玩家可以看出作者已经放弃了他的职业",
    "隐蔽的泉水。在一个特别茂密的地区，在混着岩石与泥巴的山坡上，人们开始听到潺潺流水声。寻找源头的话，在灌木丛下，他们可以分辨出一个有点岩石的地形，和一小汪从地面涌出的泉水。水是干净的，吸引附近的动物，玩家可以补充他们的水囊，任何从这泉喝水的人将会失去一级力竭。（效果不叠加）",
    "暗色的朋友。一只小黑豹从灌木丛里慢慢地走了出来。它看起来心满意足，而且对玩家们保持中立。它会跳上树，找一个舒适的睡眠姿势。通过DC12自然检定的玩家可以识别这只动物刚吃过东西——因此非常快乐，并且不关心它领地内的任何人。",
    "卡住的箭矢。你看到一棵大树，就像其他大树一样，除了一根太直的树枝。仔细一看，你会发现它不是一根树枝，而是一支被疯长的枝条缠绕遮掩的箭。箭看起来不受时间所影响，它的尖端被树包裹得严严实实。没有一个玩家能辨认出箭身所用的木料。箭羽不见了，似乎它们被时间或元素摧毁了。箭头可以通过DC12力量检定从树中拔出来，显露出尖端。箭头的尖端是用玉做成的。它看起来很锋利，明亮的深绿色，没有缺口。它没有魔法效果，但可以以50GP在欣赏它工艺的商人那卖出。这个箭头的来源是未知的。一个曾经的文明，或者从另一个位面而来的战士被违背意愿地推到这里，无意中射出一支箭，都可能是造成这种罕见现象的原因。",
    "厚苔藓。走在森林里，你的脚会碰到一些异常柔软的东西。你往下看，发现你正走在一个1英尺厚的苔藓上。它看起来额外的大，额外的茂盛。通过DC12察觉检定，可以识别出苔藓的颜色与他们之前看到的类似的绿色植物略有不同。用同样的检定，他们可以确定苔藓在地上生长成一个几乎完美的圆形，它的中间稍微高一些。如果团队决定挖个洞出来，他们会发现同样的苔藓甚至生长在地下，同样厚，同样郁郁葱葱的绿色——但也只生长在圆形区域内。苔藓层是由一个古老的，埋藏的力量源导致的，它位于地下15英尺。这是一个黄铜的笼子，里面有一颗发光的白色宝石，它能够将能量传到许多不同的目标上——对于植物来说，提供热量，提供光。为了获得这种力量源，团队需要确定，无论这个圆圈是什么，效果都来自于地下——并挖出这个物品。",
    "好奇松鼠。被动察觉高于13的成员可以看到1d6只松鼠（老鼠的数据）专注地看着玩家们。随着玩家的行进，松鼠跟随。它们的目标是从玩家们手上拿走最闪亮的东西。它们不在乎那东西是否与某人连在一起，会试图不顾一切地拿走它。作为回报，它们向它们试图抢劫的玩家脚下扔橡子。DC14驯兽可以安抚那些蹦跳的松鼠，它们会用善解人意的眼睛盯着任何闪亮的东西。它们的意图可以通过DC12的洞察来确定。如果递给它们一件闪亮的物品，无论价值（金币或银币，一块闪亮的金属片等）。松鼠将成为不可逆转的朋友，以一个安全的距离陪伴玩家，但在这些树林里帮助他们。帮助有很多种形式，用下表决定松鼠能给玩家啥。①对着危险吱吱吱，玩家不会被突袭②收集有用小玩意，半径100尺内，任何掉下来的东西，甚至是稍微有一点点用处的东西都被松鼠收集来，扔到玩家脚边③引走危险。松鼠误导荒野中的野兽，让他们不要打扰任何玩家④准备战斗——1d6松鼠参与战斗，先攻20，攻击任何敌对生物。",
    "笨手笨脚的猎手们。走在森林里，一支箭危险地飞向一名玩家的脸。不久之后，你听到一大声惊叫，一个女声：“你差点打他们，你个混蛋！你觉得那像只鹿吗？”两个猎人（玛丽亚和本图）随后过来不断道歉。他们是一对，喜欢打猎，但通常不太成功—因为实在菜。他们无论如何都在努力！他们会邀请你在附近的村庄吃晚餐，作为对这次可怕经历的补偿。",
    "隐蔽小神社。你看到了石头路面——一条小路，把你带到一个明确的方向。在一小群松树下，小路通向一个小的，风化的，10英尺高，10英尺宽的祭坛。祭坛的形状是一个圆柱体，其侧面有一扇5英尺高的拱门。外面是没有装饰的，在里面你可以在一个2英尺高的台子上找到一些鲜切花。内墙上有许多雕刻——心形，里面写有名字。如果玩家决定在这里等待1d12+6小时一对年轻的夫妇（平民）将前往神社，他们明显只关心彼此（被动察觉9）。他们放了一朵花，亲吻，拥抱和离开。神社是爱的圣地，当地人认为放一朵花可以加强它所代表的任何浪漫纽带。至于玩家——谁在这里留下一朵花，他的下一次说服检定上将有优势，而不是他们之间会有什么浪漫之情。",
    "熊的味道。当你们接近一片森林，本来是不会注意这种地方的，但一股恶臭击中了你的鼻子。DC12求生会把你带到源头——一只巨大的棕熊，躺在地上超大声地向空气中排放气体。很明显，它很痛苦——因为它没能吃下足够的植物——在过去的几周里，它的饮食太注重肉食了。如果玩家们能帮助熊好些——不管是提供一些植物性材料，或者是帮助熊移动，它会很感激并慢慢地离开。熊的疼痛能够很容易地通过允许与动物说话的咒语或特性来识别。（译者注：哄小孩多吃菜用的吧……）",
    "废弃营地。在森林空地中，可以找到篝火的残骸和一些破碎的帐篷。DC12求生将确认这个地方在过去几天中被遗弃，它被某种大型野兽（棕熊）破坏的。调查废墟(DC12调查)玩家可以找到一袋黄金，1支长弓，15箭和2支火把。在这露营都是亡命之徒——玩家可以尝试跟随他们的足迹，却发现到他们没有成功逃脱野兽——死在离营地200英尺的地方。",
    "秋天来得早了些。抬头看树冠，通过DC14察觉检定的玩家能发现树木开始变色——在一天之内，它们变成了黄色和橙色——跟季节对不上。这种现象可能预示着存在一个更大的邪恶或不利的条件变化，并且应该局限于森林内的某个点，而不是在世界上的每个地方。原因可能是一只绿龙的逝去——它曾经统治着森林，在它死后留下了一个能量的真空。",
    "鸟巢惊喜。有只小小的蓝黄相间的鸟儿（猫头鹰的数据）在飞入位于石墙上的鸟巢时候，把嘴里叼着的戒指掉了下来。戒指上有个小钻石，dc16察觉能发现它的切割工艺很特别，不同寻常。戒指属于一个商人，穿越荒原时候把它丢了，玩家可以决定是把戒指卖了换50gp还是去找原主人。原主人是个富有的人类商人，把这个戒指视为他过世父母的纪念，那戒指用的金子是用他父母的珠宝熔出来的。把这个戒指给任何熟悉珠宝的人，他们都会为玩家们指出那个擅长这种特殊切割工艺的人，那人可以告诉玩家原主人的行踪。如果戒指被归还了，玩家会被奖励3000gp，因为这戒指对主人来说有极大的情感价值。鸟巢4尺深，玩家们可以在里面看见更多的亮闪闪小玩意，d10gp和d10sp",
    "意料之外的花园，一小片不同寻常的绿色植物看起来十分不合时宜地出现，dc12察觉，玩家能分辨出这是一个有人照顾的花园，从那被照顾地整整齐齐的，也有好好被浇水的藤蔓，花朵，和植物能看出来。拿走任何植物或者花朵或者呆一天以上都会触发主人的出现。这花园属于一位被诅咒的精灵，这精灵被永远地变为一个水元素，它藏在附近的岩缝之间，玩家能通过dc20的调查发现，ta并不是敌对的，也不会攻击，更不会试图把玩家拿走的东西抢回来再放回花园。这水元素对植物的爱意能通过dc12的洞察发现。玩家们可以用移除诅咒终结这诅咒，并把这个精灵变回原样。然后精灵会跟玩家分享自己的故事并请求玩家们护送ta去附近的定居点。这个精灵曾经是一个著名的吟游诗人，在荒原的小镇子之间表演，但ta爱上了一个已婚女士，而对方的丈夫，知道此事后，就用诅咒把ta变成了水元素，让ta再也无法歌唱或者见到任何人。",
    "友好的山羊：一个干旱的小山坡上的4只山羊，低头看着冒险家们——空气中满是它们的声音。它们跟着玩家要食物，以允许他们挤奶作为交换。山羊明显是野生的，无主的，蹄子和毛皮脏兮兮，胡乱生长。他们响亮的声音会使队伍没可能隐匿。DC12洞察或驯兽检定将确定它们是饿了。在被喂了（口粮或任何植物性材料）后，它们将闭嘴并在未来1d4小时内表现友好。在这段时间里，玩家们可以确定这群羊中有不止一只母羊可以挤奶——通过DC10驯兽检定，玩家们可以获得1d4罐山羊奶。",
    "风滚草大迁徙：突然成百上千的风滚草从山坡上朝着团队滚了下来，无害，但是一生一次的那种壮观。过dc12的察觉能发现风滚草里包着别的东西，过敏捷能抓一团风滚草，一开始dc12，后面每次抓，dc+2。如果玩家成功比失败多，那玩家就能抓住一大团风滚草，检定失败时，风滚草就滚走了，啥也没抓到。风滚草里装的东西①麻绳（50尺），②银项链（20gp）③愈合护符④活耗子⑤三环法术卷轴⑥价值500gp的钻石",
    "危险的色彩：层层叠叠的沉积物中有一片异常发光的区域，其中是一个小骷髅头。它完好无损，看起来像一只啮齿类动物的骨头。一只小壁虎从眼窝里爬出到头骨顶上，看向玩家。壁虎有1HP和12AC。它没有战斗数据，对冒险者很友好，除了成为一个友好的小伙伴之外没有其他目的。它吃昆虫，可以借助食物和驯兽的帮助来教一些小把戏。它能变色——它的颜色代表玩家们所处的危险程度：白的，周围没事；黄的，轻微；红的，紧急；红底黑斑，死到临头",
    "迷路的商人，在一片啥也没有的空地中央，玩家们发现了一个马车，里面还有个商人（平民的数据）还有两匹口渴的马，（驮用马），当他们看见活物时候，肉眼可见地高兴，请求帮忙找到最近的村子。商人是个诚实的人，在沙尘暴之中迷失，没法找到路。食水储量告急，对任何帮助都很感激。作为回报，会免费送玩家一些来自phb的冒险物品表格的东西，50gp以下的。这人是个半兽人，旅行商人，对荒原不熟，从远方来，第一次来这里。目的是周游世界，看看有趣的景色，见识有趣的人，几乎不会拜访同一个镇子两次",
    "乌鸦之路：一群小乌鸦在玩家们上方盘旋，然后飞走，偶尔回头看他们两眼。如果玩家们决定跟随，乌鸦们将把玩家带到一个有饮用水的可以休息的地方去。如果队伍没有立即跟随，乌鸦就会返回1d4-1次，并再次飞向相同的方向。DC14洞察检定可以确定它们希望玩家跟上",
    "大雨。不同寻常的旱季和蓝天为一片水墙让路。一场暴雨，它几乎瞬间让荒原变为花田，让小小的绿色植物迅速地从地面上长出，利用这过剩的水分。这遭遇不仅是为了表现自然之美，玩家可以借这雨水填满水壶，可以收集花朵，还有其他可食用的植物。在这场雨之后d8+4小时内，大地和植物再次枯干",
    "土拨鼠之日。土拨鼠日，一群土拨鼠（用老鼠的数据）从地上的洞穴中冒出头来，跟着玩家们，试图偷他们的普通物件，同时把别的物件（从其他冒险者那偷的）放在冒险者脚边。只要不在背包里的东西都想偷，绳子啊腰带啊项链啊帽子啊，玩家可以通过dc12敏捷豁免来避免被偷（这是抢吧）即使没偷到，土拨鼠也会把别的物件扔到玩家脚底下，价值5gp以下。只要成功“交换”了一样东西，或者被赶了两次，就会回洞里去",
    "怪石。一个靠物理方式保持平衡的石头出现在地平线上，玩家们能看见它在缓慢地移动——它要滚下去了！这是这自然奇观的终结吗？这石头是一块10000磅重的圆石头，自然产生的光滑石头，立在另一块10尺高的，差不多的石头上，而这看起来十分不稳。如果玩家不干预的话，它就要掉到地上去了，如果想帮助这一奇观屹立，需要过dc20力量检定，失败的话要过dc15敏捷豁免来避免被掉下来的石头砸到，失败的话遭5d6钝击并被击倒地。如果石头落地，会碎成很多块，露出它的内部，用一个dc13调查能发现里面有个法力再生珍珠",
    "废弃的庙宇，这片空地跟其他地方差不多但跟其他地方都不同，4根石柱子摆出的一个正方形，似乎是文明的产物，但作用是什么呢？调查石柱子能发现四个都有字，以天界语刻着，火，冷，光，力。如果玩家们对石柱子施法或者什么魔法效应，他们能获得与柱子上的字相同的抗性，持续d12+天，效果不叠加。如果玩家对柱子造成物理伤害，会反弹相同的伤害给玩家。玩家需要过一个dc14敏捷豁免，失败受2d6与柱子的字类型相同的伤害，成功减半",
    "孤身的魔蝠，一只非敌对的尘魔蝠出现了并保持在一段距离外，跟在玩家附近，看起来……迷路了？魔蝠不会攻击玩家们，而只是在他们附近飞d6小时。玩家通过一个dc16的调查，能在附近的小岩缝里找到一些小骨头，一旦他们找到，那魔蝠就会变兴奋，疾走过来。如果玩家决定埋葬这些骨头，魔蝠就会消失，能听到一大声解脱的叹息",
    "大鹏的羽毛，从天而降，5尺长的羽毛落在玩家们面前的地上。在前方远处的天空，玩家们能看到一个飞行生物的巨大轮廓（大鹏鸟）大鹏并不回头，也没注意到玩家们，位于大约1000尺以外。羽毛是一个有价值的艺术品，可以卖100gp",
    "绊倒与大笑，在一个坑（大概）附近，那里的土地十分干燥而且是红色的，玩家中的一个绊了一跤，倒地，把自己染成了土的颜色。过dc12敏捷豁免就不会跌倒。这土洗不掉，但d4+2天之后就自己掉干净了，dc12洞悉能发觉洗它会让情况更糟糕，指，d8+4天后才能自己掉干净。这尘土的影响是让（别人对玩家的）察觉有劣势，因为尘土污染了玩家的衣服和皮肤",
    "十字路口，路线叉开了，但有个牌子指示信息，写着左边和右边的地点，上面还写了点字，但有点难辨认了。用盗贼黑话写的，写了个附近的藏宝处。这地方能过一个dc15调查，在一些平坦的石头下面发现，看懂了牌子的人有优势。找出来的箱子装着d10+20gp，一个盗贼工具，一个银的首饰盒",
    "好奇的石头，玩家们在地上发现四块完全一样的石头，不管是大小颜色还是没一个细节都一样。几乎仿佛是魔法的一样。被动察觉14及以上的能发现这些石头，有奥秘熟练的能知道这些非常适合做传讯石，施法者NPC（ enchanter，不知道咋翻好，附魔师？）只要500gp就可以把这四个做成传讯石",
    "野花，在两块红石头之间，一小片绿色，伴着一些黄点——一枝孤单的花正在努力绽放。这个遭遇是为了表现自然之美，如果玩家们为这小花浇水，或者以任何方式帮助它生存，可以奖励他们一个激励",
    "隐士，在一块石头的背面，一小团营火正在燃烧，一位女士招呼着玩家们，谨慎但没有恶意。如果玩家们对她友好，她会分享自己的故事并送他们一瓶治疗药水。她是一位侏儒隐士，与世隔绝30年了，曾经是炼金术师，但贪婪又诡计多端的人们赶走了她，她决定切断所有与社会的联系。",
    "脚印。巨大的靴子印在尘土中清晰可见。一阵之后，更多的出现了，一个接一个。最终，看起来仿佛一个小团体经过了这里。但在鞋印消失在一个点上，玩家四周看也找不到人影，仿佛他们从未在这。这鞋印是这位面的一个异常幻象的一部分，dc15奥秘能知道这种现象的来源",
    "美景。在一片嶙峋怪石之上，玩家们能望见一座村庄的全景，冒险美景应当被欣赏！望着底下的村庄，玩家得到了持续d4小时的祝福术效果",
    "酒馆老板的女儿。玩家可以遇到一位热爱在酒馆工作的女士，似乎痛苦且担忧。她是旅店老板的女儿，希望嫁给家住附近的制革匠的儿子。她希望玩家们能帮助说服她那强烈反对的父亲。如果玩家们同意，他们可以与那个父亲聊聊，父亲说，他只是害怕失去女儿，担心她会因为婚姻而对家人冷淡。这显然是一个错误的假设——玩家可以用DC12说服或者50gp来使他改变心意。如果玩家试图恐吓，父亲将不会继续聊天。一旦成功，这位女士就会非常感谢，并支付她们在酒馆的住宿费。在1d12+20天之后，城市中举办了一场婚礼——这位女士和制革匠之子的。爹的数据，人类小酒馆老板，他最看重的是家庭，并且爱女儿超过其他的一切，有着简单的价值观，简单的生活，并不想真的伤害任何人。闺女数据，人类，很友善但经常因为担忧与悲伤哭泣，如果她的问题被解决了，她会成为你们在城里最好的朋友，尽她所能帮忙",
    "好奇猫猫，在城市里，玩家可以看到周围有不同寻常数量的猫——都在仔细地看着玩家们。它们很友好，但不让玩家碰。试图抚摸猫或捕捉它们的玩家需要做DC18敏捷检定。如果他们想驯服这些猫，他们需要做一个DC15驯兽。如果用了食物或玩具，有优势。成功驯服一只猫，他们获得了一次好运，这只猫将成为他们的伙伴。",
    "进程。在一个广场上，一个年轻人拿着一把生锈的钥匙，似乎在忍住不流出泪来。通过询问，玩家会知道他刚刚买了一间小木屋——不大，但这是他有生以来的第一个房产，他大部分的财产都花在了上面。他会邀请玩家来参观，他们可以看到这座棚屋非常破旧，几乎无法居住。如果他们决定以任何方式帮助这个人，他将成为他们的好友，会尽力以任何方式帮助玩家们——玩家将永远被欢迎待在他的地盘——或者躲在这，如果必要的话，这人是个木工学徒，来自一个非常贫穷的家庭，双亲已故，挣扎求生，努力求得一个普通的人生",
    "修复旧回忆，一个战争老兵坐在路边，乞求硬币——身形肉眼可见的糟糕。他似乎已经失去了大部分的记忆，但仍有一些故事可以讲。如果玩家向他扔一枚硬币，他会与他们分享一个故事。你作为DM，你可以利用它来介绍你世界的一部分，以一种夸张，或稍微不真实的方式。对记忆的回忆不完整，老兵讲到一半，停下说“我觉得我本来能记住更多。我的记忆衰退得越来越频繁了。”如果玩家希望他们可以帮助这人恢复记忆，并用高级复原术或类似的效果来修复他的记忆。这将引发难以抑制的幸福感，因为大量记忆突然涌入这个男人的脑子。他会尽力跳舞（以他的老骨头老腿来说，这并不容易）。他将能够讲完这个故事，并警告玩家一个迫在眉睫的威胁，作为一个额外的好处。这是个半兽人老兵，被战争深深地影响了，影响了他的抉择，心情，态度。他在近些年来已经失去了所有，如今只是勉强坚持着。他是诚实的并永远清晰地直达要点",
    "撞上婚礼。扔d6看发生啥，1喝酒比赛，dc16体质豁免；2发现有人偷钱包pp13；3一个玩家被塞了把鲁特琴，被拉去表演，表演dc12，成功的话，得到热烈鼓掌和硬币雨；4新娘摔了，敏捷豁免dc14去扶；5食物大战，点心和奶油甜品满天乱飞；6一个牧师参与进来并给予所有人祈祷与祝福",
    "孩子的卜算。玩家们遇到了一个孩子，抓着一个玻璃球，（球的）一侧破了。她主动提出为他们算命，只要求一些糖果作为回报。如果玩家们答应了，或者给孩子一些硬币，她会把他们带到一个小巷，让他们坐在木板上围成一圈，开始算命。这没有魔法效应，没有真正的力量藏在幕后，仅仅是为了好玩，但你作为一个DM可以在以后的剧情里围绕卜辞安排。扔d8决定命运，1：你会干很棒的大事！我觉得，2：你的未来拿着糖果，许许多多的糖，3：我只看到一只大猫，抱歉，4：注意，不要闭上你的眼，因为他们会永远那样，5：如果你吃水果，你的耳垂就会生长，6：如果你不感激你父母给予的生命，他们会整夜哭泣的，7:3匹马对着你微笑，要明智的选择你相信哪个，8：秋天是好事发生的季节。小孩是个提夫林，总是在笑的矮个子，有明亮的蓝眼睛，对糖果和奇迹都会说谢谢。她有家人，是纺织工和鞋匠，因为繁重的工作而经常留小孩一个人，自己找能让自己快乐的东西",
    "从战争中解脱。玩家们看到一个穿着军队盔甲的人（用老兵的数据）来到城市，四处询问。他正在寻找有关他的家人的信息——他们似乎是在他外出打仗时搬家了。玩家们可以决定提供帮助，在这种情况下，他们最终找到了老兵的妻子。作为奖励，这一对将邀请玩家过来吃晚饭，在那里他们将互相分享故事，玩家也可以分享他们的故事。老兵：冷静友善沉默的人类，努力去忘记战争的影响，并真正的让心灵回家（指他的心还停留在战场上）妻子：半精灵，容易激动，再次见到丈夫十分的开心",
    "街边魔法师（魔术师）。一位年轻的女士（侍僧的数据）在表演魔术（戏法），但她不接受钱作为报酬。她的练习并希望有朝一日成为一个强大的法师。玩家们可以看出来大多数把戏都用的是魔法伎俩，而且很容易复制。女性提夫林，重视魔法知识高于一切，有着不顾一切的渴望去学习并成为强大的法师。她已经准备好不断地练习以达成这个目标",
    "捡到护身符。挂在下水道的格栅上，几乎掉进去——玩家们看到了一个漂亮的护身符。它没有雕刻，也没有任何明显的特征。该物品是一个反侦测定位护符。它是几天前打斗中被留在这里的。在打斗中，一名女士被绑架并被拖到下水道。玩家可以通过DC16调查检定来确定下水道的壁栅被移动过，并且在它周围有战斗的迹象。进入下水道，四处查看，通过DC20调查检定，玩家们可以发现一具尸体。DC10医疗检定，将发现她的脖子上曾有护身符，然后被扯掉了，留下了伤痕。她的死因是窒息，但罪犯不知所踪。",
    "大方的贵族。一个贵族在街上边走边分发金币，看着玩家们，他会递给他们一堆，并要求把它分发给那些需要帮助的人。扔d6决定事件，①一个孩子抓住了一个金币，把它带给他们的妈妈，紧紧地拥抱着她②靠在篱笆上的老人抓住一个，愉快地点了点头③一个酒鬼试图从你手中夺走所有的金币④3个长得一模一样的姐妹害羞地走上前要一些硬币。⑤一个警卫看着地上的一枚硬币，当他认为没人看到硬币时，他就会把它捡起来⑥一个扔出去的硬币被一只乌鸦从空中抢走了，它立刻飞走了",
    "烦人的浣熊！一个木桶在一条废弃的小巷里可疑地移动。它满载着在大吃大喝的浣熊（老鼠的数据）。如果靠近5英尺以内，它们就会围住玩家们，试图找到你所有的食物——尤其是糖果！接近桶的玩家需要连续投3次DC20敏捷豁免，否则他们的食物会被偷走吃掉。在几次扔骰子之间，他们可以决定采取行动——如果他们扔出去一块食物，浣熊会冲过去抢，撇开玩家们。如果它们通过了所有的豁免，浣熊就会空腹离开。",
    "河畔的回忆。看着那永远流动的水，玩家们感受到了平静，还有如镜子般的水面。望入这镜面，他们看到了自己的脸，但他们看起来……很年轻。作为一个DM，你可以用这来使他们想起童年和过去的一个时刻。你甚至可以决定发挥这些时刻，给玩家们一个机会来塑造他们的背景故事，并根据他们重温的记忆给予一定的好处/熟练。",
    "一个诚实的贼。玩家看到一个男人（刺客的数据）拿着一瓶喝的，坐在鹅卵石小路上。他正在考虑自己所选择的，作为一个小偷的糟糕的人生道路。他想找到正确的路，但又担心自己走得太远了（来不及回头）。当玩家们交谈时，他们会发现这个人几乎已经放弃了人生。通过通过DC12说服，DC12察觉，他们可以识别这人是个法外之徒。他将与玩家们分享说，他杀了很多人，但最近才意识到——一切都是徒劳的，感觉自己的灵魂迷失了。人类刺客，强壮，靠谱的雇佣杀手，情感与恐惧对他来说都是陌生的，但最近疑惑充满了他的心灵。",
    "神明的祝福。太阳比平时更灿烂。玩家们可以感觉到它刺穿他们的皮肤，填满他们的心灵。这种感觉很好，感觉也很自由。通过这光照的能量，可能会产生以下影响。①神的一则旨意充斥了玩家们的内心②他们被加强了对抗不死生物影响的能力（获得黯蚀抗性，持续1d4天）③他们可以提问，然后被解答（视同法术通神术）④可以请求神明介入（视同牧师那个神圣干预 ）",
    "帮助老年人。一位老太太（平民的数据）拿着一个沉重的篮子试图穿过马路。显然很艰难，但到目前为止还没有人停下来帮助她。玩家们可以决定提供帮助，老太太将开始聊天——说她打算去市场，卖她篮子里的蔬菜。她会在旅程结束时用3SP来感谢玩家们。人类女性，认真的劳作者，被对她失去的孩子们的回忆环绕，无人知道是她意外害死了他们，而且她也不打算说出，但这个沉重的事情一直在她心上压着。",
    "新产品。一位女士（平民的数据）站在一个临时架子后面，出售一种似乎叫做“鲜花酒”的紫色液体。这是一种新的甜饮料！她希望让它像麦酒或葡萄酒一样出名。尝试这种饮料后，玩家们可以确定它是个美味的，无酒精并且口感清爽的饮料。这位女士请求玩家参与投机倒卖活动，从她那里购买酒桶，在玩家们下榻的旅馆转售。她建议价格50GP，转售价格100——玩家可以留着利润。你可以随时回来再次交易，并帮助饮料提高名声。将指定的100GP的鲜花酒卖给酒馆可以通过DC12说服，如果低于这个值，就只能以更低的价格出售。在6次成功的倒买倒卖后，这种饮料开始出名，在游戏内的一年之中，大多数酒馆都会把它放在货架上。",
    "斗篷。一个戴着兜帽的人（法师的数据）走近你们，以一种缓慢的、没有威胁的移动方式，给玩家之一套上了一件奇怪的满是补丁的斗篷，然后离开。法师不回答任何问题，在附近的小巷里使用高等隐形法术卷轴消失。法师的动机是制造混乱，她只是用斗篷来促进这一点。之后，她会定期对穿斗篷的人占卜。斗篷是一个杂货法袍(DMG195)。一旦所有补丁都用光了，她将拜访玩家们，并感谢他们提供的娱乐。",
    "麻雀的晚餐。小麻雀（乌鸦的数据）在附近迅捷地飞舞，就在玩家们的头顶上，抓虫子，然后把它们带回家。这景象令人惊叹，麻雀的路线通向一个有趣的地方，一个废弃的建筑，有可操作的炼金术实验室，有1炼金工具，1d10空瓶，1d4随机药水和1d4随机毒药。寻找麻雀的踪迹可以用DC10生存或察觉检定。废弃的建筑是锁着的，门窗用木板订上了——可以通过DC10力量检定打开。麻雀穿过墙上的小洞，进到位于建筑内部，天花板角落的巢穴。",
    "自豪的妈妈。一位女士（平民的数据）高兴地递出几小罐甜果酱。她的幸福是因为她女儿的成功——她刚刚被法师学院录取——她一生的梦想即将成真！玩家可以把果酱带走。这罐果酱可以让任何食物更美味，也可以作为包好了的珍贵礼物。母亲数据：充满爱心的单身妈妈，在一个高端酒馆当服务生并烹饪美食。",
    "点亮城镇。傍晚时分，可以听到一个无忧无虑的人的歌声（平民的数据）。在检查时，玩家们看到他在更换并重新点燃旧火把。他面露微笑地向玩家们打招呼。他很乐意免费提供火把和蜡烛，并可以分享城中夜晚的秘密。数据：无忧的人，与一个鬼婆做了交易，把自己的灵魂卖给了她，从此永远开心，但他将会痛苦地死去",
    "说话的幻象。远远地，队伍可以看到一位女士的身形。这是一个海市蜃楼——但她为什么能说话，为什么他们能听到她的声音？在遭遇的开始，玩家们应该很难确定这种现象是什么。当他们一发现远处的人像看起来像一位女士，就会听到她说话——就好像她在他们旁边一样。女士的形象是模糊的，难以辨认的，无论玩家如何试图靠近，都保持在一定距离。她可以说以下的一条信息①关于最近的绿洲②关于附近的危险③神圣的信息，比如，神在注视着你，如果你需要帮助，只要停止战斗并祈祷就好了④乞求雨水然后你的愿望将会通过我的悲伤眼泪实现",
    "卖水的。在沙漠深处，在一条被称为“道路”的地方，队伍遇到了5只骆驼和一个商人（一个平民的数据）。卖水，也很乐意卖给你其他用具。骆驼身上有一个大袋子，里面有普通的东西，还有许多装满的或者空的水袋。这个交易者很诚实，喜欢赌博。他可以被邀请去打牌，并向你提议用带着的所有水来打赌。赢了之后，他会赞赏你的勇敢，但不会拿走你的水，但也不会免费给你。输了的话，他将履行赌注，你可以把他一个人留在沙漠中，身上一点水都没有。玩的这个牌好像是叫20点……？20的命运。每个人扔2d10，藏起来不给别人看，把数加起来，可以扔d10把结果加在之前的总数上，在任何一个时间点都可以喊停，记住最后总数，当所有人都不扔骰子时，揭露每个人的总数，最接近20的人赢，平局的话，骰子扔得多的人赢这商人名字都是谐音扑克牌card……cord寇德，侏儒男性商人，喜欢冒险和可疑的交易。漫步在沙漠之上，为各个村子提供水资源，从中赚钱与赌博。",
    "蜘蛛的翻滚。在一个大沙丘上，玩家们惊扰了一小群蜘蛛。它们滚成轮子形状，以难以想象的速度沿着沙丘的一侧冲了下去。通过DC12察觉检定，玩家可以看出在蜘蛛沿着沙丘的斜坡而下的所经之路上，哪些地方是稳定的，哪些是不稳定的。踏上一个不稳定的时，玩家需要做一个DC15敏捷豁免。失败后，倒地，滑到沙丘底部，收到1d6+5钝击伤害，目盲1分钟",
    "绿洲。阴凉、潮湿、饮用水和水果等着疲惫的冒险者们。这居然都不是海市蜃楼！绿洲空空荡荡，但可以看到许多脚印，有些是人的，有些是动物的。通过DC15调查，可以找到一个背包，里面有一张藏在附近的可能宝藏的地图",
    "不知名沙堡。在两个沙丘之间发现了一个华丽的沙堡。如果玩家们破坏它，它会重建自己。在沙堡的中央有一把小石铲，它表现出一种魔法的本质。它唯一的能力是，每当它被放置在地面上时，它就会自动建造一个沙堡，只要受到干扰就会重建。",
    "沙漠航行者。玩家们看到了一个小船一样的木制品，凭借巨大的白帆在沙丘之间迅捷地移动。一个侏儒发明家（间谍的数据）把着舵盘。挥手或以任何其他方式示意自己有兴趣聊天，那发明家就会朝着玩家们过来，停在附近，并不离开他的造物。他住在附近的一个村庄里，把沙丘航行作为一项运动。如果聚会对他很友好，他会邀请他们上船兜风。数据：典型的疯子科学家，喜欢在沙丘上风驰电掣，感受自由，贴近自然的奇观",
    "旅行的石头。这些3英尺高的立着的石头在沙子上留下了清晰的痕迹。当玩家们看着它们的时候，它们不会动，但当玩家们把目光移开时——它们似乎在轻微的移动。这些石头里存放着一个被诅咒的家族的灵魂。他们被迫移动并去到他们的诅咒的源头——这是在世界的另一端的一个强大的大法师。团队可以清楚地看到迄今为止石头留下的痕迹，但为了确定石头在移开视线时候的任何移动，他们需要通过DC14察觉检定。",
    "干枯的河床。沙漠中的沙丘让路给砂岩河岸，还有干涸的河床，它还剩下一些浅池塘。水几乎没有，但这里仍然能找到一些生命。玩家可以在这些小池塘里找到饮用水和1d12+6条注定要死的鱼和两栖动物。玩家们可以决定把它们捞出来，然后再在任何淡水环境中放生。你作为DM可以为这样的利他行为奖励玩家们激励。",
    "盐晶。沙子变成了白色，上面复盖着一层2英寸厚的干净的盐。这是一种诡异的景象，但无论如何都是无害的。盐可以被收获和作为资源使用。这个地方没有任何生命，也没有饮用水——然后在这白色的沙面上，玩家们的隐匿检定有劣势。",
    "疲惫的鹤。在远处，人们可以看到一只鹳（一只猫头鹰的数据）努力尝试飞起来，但每次都掉下来。离近之后，很明显这只鸟已经筋疲力尽到接近死亡了。鹳想到附近的温暖但更适合居住的地方。不过，它的体力还不足以成功。玩家们可以喂它食水，让它飞走，它有70%的机会到达目的地。如果团队决定带着鹳前行，为它进一步补充营养，1d4天后鹳自己飞走，100%到达原来的目的地。",
    "晚间的现象。当夜幕降临，星星复盖着沙丘，玩家们开始听到歌声。最终，黄色半透明的人形开始在周围跳舞——这诡异的夜晚开始初露端倪。这种现象是无害的，而这些人形是属于人类的可视的高贵灵魂。他们不与团队互动，也意识不到玩家的存在。他们齐齐跳舞，在歌曲结束时，他们鞠躬并消失。他们是一个死了很久的旅行贵族和他的随从的灵魂，他们在几百年前因迷失而死在这个沙漠中。",
    "堵路的运河。一条20英尺深、200英尺宽的运河堵塞了你们的道路——或者说本应该会阻塞——如果不是因为两堵隐形的墙在水中开辟了一条小路，使过路者可以干燥地通过。通道由两个力场墙提供，分开了运河的两侧，保障通行。一个解离魔法可以结束力场墙的效果，使水流再次连通，重新开始流动。这些法术是由一个想建立一个水下要塞的法师放置在这里的。ta离开了，去追求更重要的事情——但是通过运河的玩家可能会识别出建造的迹象，并且，如果有些幸运的话——关于开始这个项目的法师的线索。",
    "砂岩盆地。一个20英尺的圆形洞，位于几乎平坦的砂岩地面上，充满了浑浊的水。白天是个温暖的浴池，夜间是冻上的。在池塘底部过DC15调查的玩家可以找到啮齿类动物的小骨头和几块金币。在白天，该盆地有20%的机会开始排放有毒气体。如果玩家站在旁边或在水池中，他们需要过一个DC14体质豁免或昏迷1d12分钟。在水中的玩家将会开始窒息",
    "仙灵圈圈。直径1英尺，圆形，1英寸深的洞装饰着沙地。每个小凹槽里都有一块金币。谁有时间在沙漠里玩这个呢？这是一个仙灵(HP20，AC15非战斗人员)的作品，他认为黄金可以在树上生长，并拼命地试图证明这一点。如果玩家拿起一块金币或在“种子”周围停留超过10分钟，仙灵就会来责备他们的干扰，要求他们离开。数据：三英寸高的红发女仙灵，有大翅膀和坚决的表情",
    "开花仙人掌。沙丘的一侧有一组高高的管状仙人掌，上面的花朵看起来已经准备绽放了。花朵含有小小的果实，可以用DC12敏捷检定采摘。如果失败，果实仍然被摘了下来，但玩家被仙人掌扎了个1d4穿刺伤害。果实的影响①1d6临时生命②120尺黑视，持续d12小时，③无影响④看到已逝之人过去行走于沙漠的景象，持续d4小时",
    "位面旅行者。一个穿着轻盈、优雅的女性半精灵不知从哪里掉到了地上（法师的数据），她走到玩家面前，询问自己在哪里。拿出一枚硬币来换取信息然后通过卷轴消失在空中的方式离开。这位女士是一名位面旅行者，她使用异界传送卷轴来移动——但她并不是特别擅长瞄准她的跳跃的目的地——而且经常迷路。当玩家试图阻止她时，她会向他们扔出一个戒指，并责骂玩家的干扰。这个戒指是一个反射闪避戒指。她的目标是去看这个世界并尽量多地学习。她已经从家乡位面（意译）获得了她所需要的一切，并开始试验位面旅行来开拓眼界",
    "保护欲的蛇。一群毒蛇(1d6+3条)围绕着玩家们，并陪伴了他们一段时间(1d4天)。他们保护队伍，甚至为他们而战——如果玩家们不攻击它们的话。当玩家对蛇采取敌对行为时，他们会立即离开，并且不会回来。",
    "发光的沙子。一小撮沙子被风刮起，然后并没有像预期的那样直坠下去，而是开始发光，漂浮一段时间，之后才再次落地。玩家们可以通过DC14察觉检定来识别出只有部分砂粒有这个现象。DC14敏捷检定将使他们能够在空气中捕获沙粒。仔细观察它们，他们会发现这些发光的小玩意不是沙子，而是小虫子——无害的，当被吹的时候，会发出微弱的光。它们的光不足以作为有效的光源，但足以被微弱地看到，并通过短距离发出小信号。",
    "遗弃的营地。一个小小的，隐蔽的营地，里面有补给品、水和一封小信封——上面写着“找到的任何东西都可以随便用，感谢神明给你的好运”。营地里有一些普通的物品，如绳子、水囊、火把、衣服。如果玩家也留下了一些东西，去“交换”而不是仅仅拿走，你作为一个DM可以为给他们的公平交易奖励激励。",
    "海鸥们。一群海鸥（HP1，AC12，无有效攻击）飞越头顶。它们的存在表明，附近一定有海洋或水体。其中一只海鸥似乎被什么东西缠住了。他们可以确认，一只海鸥的脖子上缠着一个渔网，几乎无法跟上其他鸟的步伐。鸟可以被食物引诱，或者用DC12驯兽，然后用DC10敏捷检定来捕获。渔网可以整块取下，团队可以把它保存为他们的财产，然后那只鸟就可以和它的朋友一起向大海飞去。",
    "全视之眼。一名玩家醒来，感觉自己的四肢和身体似乎被吸进了躯干。事实上，感觉好像他们的躯干也在消失，并融入到他们的脑海中。最终，他们整个人变成了一个不可名状的大团，能够看到周围360度的一切。他们可以看到不同的地点，时间和事情，当他们试图专注于一个时，他们需要做一个DC14感知检定。一旦成功，他们就可以清晰地看见——作为一个DM，你可以用你的世界中解释发生的事情，帮助故事的发展。失败时，视野变模糊，眼睛无法聚焦，图像变为黑暗，无梦的一觉。",
    "被改变的记忆。玩家角色醒来时变成了年轻的自己，重温那塑造了他们人生的记忆。在一段时间内，记忆随着被回忆起来而消逝——在某个时间点上，他们需要做DC10感知检定。成功后，他们会意识到他们可以在这个梦中采取不同的行动，因为他们记得记忆中是怎么做的——这种认知感觉有分量，有不寻常的意义。在这之后，他们可以以任何他们想要的方式发挥他们的记忆——当他们醒来时——无论他们怎么发挥，都将变成现实——改变他们的背景故事。你作为DM可以用它来改变武器、工具的熟练；改变PC与某些npc的关系，改变他们的互动方式来促进他们的故事发展——并让玩家代理他们可能不想改变的背景故事部分。",
    "孤身作战。从梦中醒来，玩家们发现自己在一个正方形的房间里。他们似乎都是孤身一人，而且他们似乎都看的是相同的画面。环顾四周后——他们可以看到他们上方，他们大概会期待是天花板，但他们可以看到一面像平面一样的镜子——唯一的区别是，他们的倒影不会移动——只是从上面盯着他们——无声地哭泣。任何与镜像互动的方式都会增加不适。经过三次尝试后，他们会听到来自他们的镜像中的一声喊叫，以及一个警告信息(你作为一个DM可以决定是什么信息)。",
    "自然之声。熟睡的玩家什么都看不见——在完全的黑暗中，他们听到周围不同的自然声音。通过DC14察觉检定，他们可以识别声源——他们也可以移动，试图更接近声源。当他们抵达声源处时，可能会发生以下效果——这取决于他们决定走向哪个自然声音。当效果被触发后，梦就结束了。①瀑布：DC14敏捷豁免-失败后坠落并醒来。成功后，玩家会觉得自己与水融为一体。醒来后，他们不会在水中有困难的地形惩罚，获得等于他们的移动力的游泳速度②强风，DC14体质豁免-失败后坠落并醒来。在成功时——沉浸在风中，似乎被它所拥抱，让玩家充满一种温暖的感觉。醒来后，玩家总是能够提前4天知道天气的变化。③风中落叶，DC14智力豁免-失败后在梦境森林中迷失并醒来。在成功的时候，叶子似乎形成了玩家能够理解的单词——写着“倾听，聆听，我们有很多话要说”。醒来后，玩家可以在森林区域花10分钟与树木交流——树木将能够回答关于他们在森林中经历的问题——类似于通神术的效果。④海浪声，dc14体质豁免，失败后被水淹没并醒来。成功后，玩家可以感觉到他们的肺充满了水——但会感觉到它就像空气，使他们能够呼吸。醒来后，玩家获得每天1次水下呼吸能力，每次10分钟。",
    "被填满的虚空。入睡后，整个团队一起醒来，在魔法的完全黑暗中，什么也看不见。但可以听到彼此的声音，并可以分辨出他们排列成了一个环形。在他们之间，他们感到一股向圆心的推力。如果他们尝试离开，或者不动，他们将需要做一个DC14力量豁免。失败时，他们被一种看不见的力量吸向圆心——而每个人都在脑海中听到窃窃私语。玩家可以决定自愿移动得更近些，进入中心的虚空，但如果他们决定不移动——谁第一个豁免失败三次，就会被吸到中心，进入中心的空地。在这之后，力量消失了，黑暗慢慢地变成了亮得能把人闪瞎的光——释放了做梦者。你可以用这个梦在战役的反派中选择一个目标——让他们被恐慌时候有劣势，或者在他们的挣扎时候，通过那些窃窃私语传递任何你想要的信息。",
    "在麦酒中畅游。玩家可以听到巨大的铜铃声，还有海浪的拍击声。当他们的视野清晰时，他们看到自己，被淹没在水中，在液体中游泳，旁边是一艘船，船的钟摇晃着，懒洋洋地响着，随着波浪推动船体上下起伏。除了船，周围什么都没有。随着对周围的环境慢慢习惯起来，玩家可以感觉到一种强烈的酒精气味，如果他们看向水或尝尝它——他们可以识别出它不是水，而是麦芽酒。意识到这一点后，一个人出现在甲板上——ta的特征很难辨认。他们会说：“你们在下面都喝得挺好的哈，我们要离开咯！”（海盗那种口音，翻不出来）船开始启动，慢慢地加速。角色可以尝试追赶，通过技能检定，这时候作为一个DM，应该鼓励创造性地使用法术或物品。法术位或物件充能只在梦中使用，它们对睡眠者没有影响。作为一个DM，你就决定了玩家应该为每个挑战使用什么技能检定。当玩家成功两次时，他们摸到了船，当他们两次失败时，船已走远，遥不可及。每个技能挑战的DC应该是12，任何创造性的想法都可以降低它，或给予优势。挑战失败时，玩家最终会被酒淹没，在接下来的7天里，他们会对任何酒精饮料产生强烈的厌恶。到达船时，船长帮助玩家登上船，说“你们简直是用硬邦邦的浮木做的”，拍打他们的后背。当梦结束时，选择以下奖励之一：①1d6天之内，喝麦酒和喝治疗药水的效果一样② 1d12+4天内喝酒没法喝醉③醒来时候发现身边有个瓶子，装满麦酒，并且每晚都自动填满④你闻起来像陈年麦酒，不管怎么洗澡",
    "心灵蛊惑者（enchanter，不太会翻，搞人脑子的施法者？）一个被选中的玩家发现自己在一个半球结构里，它亮着绿蓝色的光。在半球的中央，一个肌肉发达的雌雄同体大块头在敲打着什么东西，没有火花，而是明亮的闪光。每一击都是无声的，光线在半球上反射。走近一点，玩家可以看到这个人没有面部特征，它的锤子装饰着发红光的符文——被锤打的似乎是一种无定形的灰色物质。当这个生物意识到有客人时，ta会指给玩家一个大理石方块——玩家可以发誓，它之前不在那里。在方块上，他们看到颜色——触摸每个颜色会使颜色轻微发光，不同颜色所代表的技能不同，给予玩家模糊的感觉。红：奥秘，感觉像一阵魔法的威风；蓝，魅力，感觉自信并有魅力；黄，感知，平和，使命感。走到大块头面前，用语言或任何非说话的方式，在颜色之间选择一个——ta的锤子会变成那色，ta其中一只大手会试图抓住玩家。如果他们反抗，这个人不赞成地摇摇头，梦就结束了。如果他们任由这人拉走，玩家将被放在铁砧上，被锤子无痛地敲打。在仪式结束时，他们的技能获得了+1，技能种类对应他们选择的颜色。",
    "上锁的点子。作为DM，您可以使用它来藏起一个关于战役的秘密——这是一条可以极大地帮助解决一场冲突的信息。每天晚上，玩家都有20%的机会做同样的梦。在梦里，他们发现自己呆在一个房间里，除了一个锁着的箱子以外啥都没。箱子有3个大钥匙孔，旁边有3个钥匙放在地上。通过DC16察觉检定的玩家，可以识别出哪个键对应于哪个孔。如果玩家有盗贼工具熟练，DC会减少4。有些锁有陷阱，有些被锁住了，它们需要按照严格的顺序打开。如果顺序不正确，或者触发了一个陷阱——听到一声大笑之后，进度被重置，梦结束。一旦玩家找到了正确的顺序，在多次梦境之中，他们就可以得到箱子里的秘密。 顺序   中   无陷阱 右   有陷阱（发现dc14，解除dc14） 左   有陷阱（发现dc16，解除dc14）",
    "无尽走廊。一名玩家发现自己在一个看起来无穷无尽的、发微光的石头铺成的走廊里——两边啥也没，除了几个装着魔法光源的灯以外。走廊是直的，在走廊的尽头，非常非常远的远处，有一扇门。如果玩家试图走向它，最终他们会意识到门根本没有变得更近。这情况是不能通过任何非魔法的方式改变的——但是魔法的解决方案(如任意门，迷踪步）确实可以帮助玩家缩短距离。这个梦持续到玩家可能做出的3个动作之后。两个成功的魔法动作能够到达门口，否则梦就会在走廊里结束。当玩家到达门口，通过黄铜把手打开木门，另一边可能是一个早已被遗忘的记忆或一个剧情钩子，在即将到来的遭遇中对玩家有帮助。",
    "阁楼。玩家们发现自己在一个满是灰尘的阁楼上，有很多堆东西，被盖在，藏在白布下面——所有东西都复盖着灰尘。阁楼上有微弱的光线，从屋顶的小孔射进来的，提供昏暗但足够的光线进行探索。在每堆东西的下面，都有一个笼子和一些盒子。在笼子或盒子里，都会有一个来自角色过去的物品（不是一个隐藏得很久的秘密，而是一个童年或早年的记忆）。玩家可以识别出这些物品是一件意义重大的物品，但如果他们没有明白这种联系——过DC10洞察，你作为DM可以让他们知道这些物品到底是什么。这个小遭遇应该会促进RP，并增加玩家与玩家之间的讨论。如果每个物品都不是由与它有联系的人发现的，它会有帮助。",
    "内里的火。一个玩家在篝火旁醒来，发现自己处于无定形、无脸、无色的人群之间。事实上，唯一能清晰可见的所有细节的东西，就是火本身。其中一个人向火上扔了一块大卵石，说“你需要给你的火焰加燃料”。只要环顾四周，玩家就可以找到一堆原木。如果他们决定把木头扔到火上，一段时间后篝火变得非常热，你作为DM应该要求他们做连续的体质豁免，越来越困难，失败就醒来。解决这次遭遇的唯一方法是，玩家将自己扔进火中。在这种情况下，当火焰拥抱他们时，它们会感受到温暖并从中获益——比如说，火焰抗性",
    "一群幽影。一群（1d12+3只）幽影开始攻击玩家们，在一个漆黑的，魔法的黑暗中。黑视无法看透，火把也不会产生任何效果，使战斗非常有利于攻击者。获胜并解决这场遭遇的唯一方法是，如果玩家决定互相触碰——在他们连接的地方，明亮的光线会穿透10英尺深的黑暗，立即驱散这一范围内的任何幽影。如果他们放手，光线消失了，就再次给了幽影机会。如果玩家分散开，DM可以让他们过DC12洞察——来揭示聚在一起似乎是一个更好的主意。如果他们之间的距离不到5英尺，他们可能会意外地碰到肩膀或背部，触发一个轻微的闪光，作为解决的线索。每一个被驱散的幽影都会在无色的地面上留下一个小戒指或项链——一旦捡起一个，玩家就会从梦中消失——（醒来时）带着他们捡起的戒指或项链。",
    "你的心灵花园。在一个漆黑的空间里，玩家唯一看到的灯光和物品是6个方形的，10英尺宽的花盆，里面有不同种类的花。这些花代表了玩家的精神状态和心理健康，每个种植者都是健康的一个重要方面。这些方面在下表中详细说明——每个盆中的整齐程度或沮丧状态是由dm决定的——基于角色过去的经历——以及给定的方面在给定时刻对他们的影响程度。站在每个花盆旁边，玩家可以感受到与其中的花朵相连的感觉的痕迹。在花盆旁边，经过检查后，可以看到一张小木桌，上面有耙子、浇水罐和所有其他园艺用品。如果玩家决定去照顾一盆花，他们会感到自己的痛苦、恐惧或缺陷减轻了——如果他们造成了伤害，情况会变得更糟。表格：①小黄花，对所爱之人的悲伤②蓝百合，角色的一个缺点③红玫瑰，爱，完满的或者未完满的④粉杜鹃，对于手上任务的恐惧⑤无花的黑叶子，诅咒或者疯狂的影响⑥白马蹄莲，自信",
    "羽落。一名玩家在自由落体中醒来，只能看到自己上下的云和天空，看不到地面。在因惊讶而颤抖时，他们可以发现，坠落似乎非常缓慢——事实上，太太慢了，以至于不可能是自然的。（玩家以羽落术的速度坠落）如果他们让坠落继续下去，他们会获得一次长休，并在早上获得1d6点临时生命——由于梦的使人放松、使人自由的本质。如果他们试图挣脱出来，他们将获得一次普通的长休收益。如果他们积极于破坏这个减慢坠落的咒语效果，在早上他们失去1d4+2的HP，持续到他们的下一个长休。试图识别云中有趣的物品——通过DC12察觉，玩家可以看到外形像一些平和的事物的云——例如一只展翅的鸟，一只伸懒腰的猫，一张微笑的脸。",
    "地狱图景。玩家看到一组令人不安的图像——恶魔和魔鬼在火焰之中——伤害他人，和彼此。通过DC14察觉，他们可以识别出无辜者，他们（与地狱）格格不入——正保卫自己的地盘，但看起来正在输掉战斗。这可以促使一个救人的任务，通过降到地狱，或者别的——跟团队目前的冒险不太搭的",
    "还是这天，但不同。在这个梦中，你作为DM可以为你的玩家展现他们前一天的一部分，并让他们从鸟的视角来体验它。允许他们专注于他们可能感兴趣的某些方面，并要求他们进行察觉检定，以发现他们在白天的行动中错过的事情——或者仅仅是没有注意到。一旦他们发现了3个有趣的细微差别，或者一旦你想回放给他们的场景结束了，梦就结束了。",
    "清醒梦。玩家们做了清醒梦，但并没有真正的睡觉。他们的眼睛睁得大大的，但他们根本无法移动眼睛或自己的身体。他们正在无声地体验周围的世界——几乎没有机会从梦中脱离。如果他们与清醒梦战斗，需要DC25感知豁免来摆脱并控制他们的身体。在做梦的时候，他们可能会经历以下这样的影响之一。①无害的蝴蝶降落在玩家们周围的表面和身上。②一个爬行的影子越来越靠近他们，最终抚摸着他们的脸。③他们无意中听到附近地方的谋杀声响④他们发觉真实在逐渐消逝，暂时被另一个存在的位面挤开（没太看懂，应该是说进另一个位面了）",
    "变大与变小。玩家们发现自己在一个充满掌声的竞技场上，并意识到战斗即将开始——他们是战斗的一方。很快，一个角色从竞技场的侧门进入——玩家可以看到这是他们自己的镜面复制，但尺寸是他们的两倍。在战斗中，玩家可以使用附赠动作来尝试扩大自己或缩小对手的大小。这需要一个成功的DC12感知豁免。当失败时，就会出现与预期的行动相反的情况。其大小及其对损坏的影响（为了便于获取）可根据下表进行分类①微观，无伤害，1HP，感知豁免dc变为14（如果玩家成了这个大小）②一半大，伤害HP减半③正常，正常伤害④双倍大，双倍伤害和HP，⑤巨大，三倍伤害和HP，感知豁免dc14——如果敌人变成这个大小。梦中的对手可能会揭示玩家已经忘记的背景故事中的秘密——或者了解玩家在现实世界中设定的计划",
    "鸟儿的观察力。玩家们发现自己在大地之上翱翔——遥望下方的城镇、村庄、山脉和森林。他们可以控制自己的飞行，你可以问他们他们想飞去哪里。如果他们选择了重大的世界级事件发生的方向——你可以让玩家看到这些信息，促进推动情节向前发展。（例如，玩家可能会看到一座城市陷入火焰之中——看到一艘著名的船离开港口，一支行进中的军队，一座喷发中的火山。）",
    "黑暗。玩家们是清醒的，听见自己周围有人声和有一个热闹的村庄——但只能看见一片漆黑。玩家们有时摸到东西或者撞到人和物品，但没有光线穿透黑暗。过了一小会，那个热闹村庄的声音开始消失，最终被尖叫声所取代。玩家们开始感到火触摸他们的皮肤，最终醒了过来。你可以用这个梦作为一种紧迫感来帮助加速主线。"
  ],
  "幽暗地域冒险": [
    "一线阳光。通过一个裂口——不知怎么的，以某种方式，一缕阳光穿过这里。它似乎吸引了一些虫子，还有周围的一些植物——你可能会在地表见过。如果在这个区域长休，玩家休息4个小时就可以像往常一样花整整8个小时一样的受益",
    "为卓尔画像（画和卓尔是谐音）。一个沉默的年轻男性卓尔（刺客）穿着破旧的衣服，顶着伤痕累累的脸，拿着一堆纸和墨水来到冒险者们面前。他的舌头被拔掉了，因此他说不出来任何词，只是把纸和墨水塞给玩家，然后以一种强有力的、英雄的姿势站起来。玩家可以辨识出那个卓尔希望他们能为他画像。DC12敏捷检定或更高的，他会非常满意于结果。如果玩家也展示其他画作，卓尔将会被迷住。他可以通过在纸上写通用语来交谈，如果玩家们画得很好，他将会友好且开诚布公地以这种方式交流他的想法。名字直译大概是言语的公牛，大概是读作欧柔·投柔。对于艺术赞助人很兴奋很友善，尤其是绘画方面的。因为这种愚蠢的喜好和他做出的选择，被赶出家族。为了阻止他在艺术方面的胡闹，他的舌头被割掉了，于是如今他一个人游荡",
    "关于天空的梦。洞穴的一部分墙壁上，复盖着关于天空和开阔的地平线的粗糙绘画。不管谁画的这些画，对地表几乎没有了解。玩家最终可能会找到一个拥有一套绘画工具的地精。如果玩家对地精承诺带他走出黑暗，让他真正地看到天空，他会加入队伍。",
    "熔炉。玩家们偶然发现了一个刻花的拱门，以及一个很久没被使用的锻炉的遗迹。这地方看起来很粗糙，但在它周围的DC15调查检定，他们会找到一个+1武器。",
    "无人了望塔。在路过一条地下河流附近时候，可以发现一个粗糙的木制了望塔。它是由木头残片制成的，从远处看还不清楚它是否被占领了。靠近之后会发现，很显然，哨兵已经死了很久——他们的骨架还躺在了望塔的顶部。在他们旁边有一组火把，还有一封信。信中写着“待命，直到我下令”。看来这个命令从来没有来过……",
    "迷路探矿队。玩家们将开始听到闷闷的通用语说话声——绝望且愤怒。靠近后，他们会看到5个拥有采矿装备并严重迷路的平民。矿工们会讲一个故事，他们正在寻找黄金，但却迷路了，已经徘徊了好几天——但你可以决定这个故事是不是真的。",
    "三门。队伍来到一个岔路口——有3个拱门通向3个不同的隧道。3个门中的2个导向幻象——走那里的话，过不了多久，队伍又被传送到这3个门前。只有一个门通向前方——每次选择一个错误的门后，正确的门的位置就会改变。这个地方有魔法光环，一个侦测魔法可以识别正确的大门——否则可能会浪费大量的时间来找门。",
    "螺旋楼梯。在一个小小的、洞穴开口中，可以找到一个塔的残迹——一个几乎完整的螺旋楼梯向下延伸。如果队伍决定进入，他们会下行约100英尺，最终到达一个小实验室。在楼梯的底部有一个压力板，它会在引发上面的岩崩，从而关闭到实验室的唯一出口。钢板可以通过DC15调查检定进行识别，用DC10敏捷检定躲开，用DC15巧手解除陷阱。实验室里有1d4种普通药水，和2个法术卷轴。",
    "日光。不知从哪里冒出来，洞穴的一部分放射着阳光——它在一分钟内又消失了。如果玩家们决定调查，在墙上的一个小窝里，他们会发现一个魔法物品——“日光的闪烁”，每长休一次，在60英尺的半径内发出1分钟的日光。",
    "最终遗愿。一个垂死的人类男性——可能是在深处发现的一个男人的躯壳——举起一只手臂，请求玩家们为他们做最后一件事——在玩家们那位于地表的家乡附近下葬。在被问到任何其他问题之前——这个人已经去世了。没有复活或治愈法术对它们有效——任何尝试这样的人都可能会怀疑。通过DC14洞察，施法者可能会发现它不是真的人——尽管尸体的残骸是真实存在的。如果垂死者的愿望实现，玩家们将得到你的世设里的善神的恩惠",
    "琥珀房间。玩家们进入一个漆黑的房间，那里的墙壁似乎比大多数都要光滑。具有黑视能力的玩家无法识别出墙壁的深红色，除非这里至少有微光环境。有珠宝知识的玩家将能够识别出，这种颜色和材料，是琥珀——而这里这么大的数量看起来就具有巨大的价值。花时间开采一些琥珀会面临力竭的风险——离开房间后，很明显这些材料是一种幻觉——所收获的都是毫无价值、沉重的岩石。",
    "赌上你的性命。一扇巨大的石门挡住了前进的道路——前面有一个3英尺高的石台。台子上有一些图画——人们在各种战斗中流血的图画。基座的顶部安置着一个高脚杯（圣杯），里面可以装下大约10盎司的血液。只有装满时，门才会打开，允许通过",
    "哭墙。幽暗地域的一部分墙壁似乎渗出了水，而这水不知怎么地落地就消失了。这水是咸的，就像眼泪一样。他们是谁的眼泪？这取决于你。",
    "她的时代还没到（直译是在她的时代之前）。玩家们找到了一扇不锈钢门——可以通过岩墙上的一个按钮打开。在里面，他们看到一个现代化的实验室，有半数灭掉的电灯和现代设备。在这里找不到任何人——只有信件和日记——详细描述了一些对玩家们毫无意义的发明，以及对这些发明没有得到大众欢迎的失望。发明者在哪里？玩家们会发现什么不寻常的东西？这要由你来决定",
    "变化的察觉（感知力）。俯视一个大裂缝，玩家们可能会看到一套相互连接的石桥，以一种混乱的、使人迷失方向的方式形成连锁结构。他们需要制作一个DC12智力豁免——当他们失败时，他们会发现他们有很高的可能性会在这个区域迷路。作为一个DM，你可以提供他们一些信息，让他们迫切地觉得他们需要找到一种方法来搞明白他们要去哪里的信息。给他们时间，并决定他们提出的想法是否足够有帮助，以保持他们的路程正确。如果没有，你可能会决定增加他们前往目的地的旅行时间，或者在察觉/调查检定中施加劣势。",
    "黄金矿脉。玩家们偶然发现了一条未被开采过的黄金矿脉。他们可以利用这些信息来帮助幽暗地域之外的群体获得财富，或者他们可以决定为自己保留这些消息。这些矿脉中的黄金含量足以让一个完整的城镇成长成一个大城市。",
    "小蜘蛛。一只小蜘蛛轻轻地落在一个玩家的肩膀上。它很友好，可以用小口轻咬来交流。蜘蛛的交流“风格”对玩家是未知的，但他们可以通过经验或通过法术来知晓这一点，跟它聊天并和理解动物。①小咬一口：蜘蛛饿了②快速拍打：附近有危险③一只脚反复磨蹭皮肤：附近有好玩的",
    "石化者。在地下寺庙中，可以发现一组雕像——如果玩家已经见过一个石化的人，或通过DC16洞察，将能分辨出这是被石化的类人生物。周围有很多这样的人——如果被释放，他们就不明白自己是如何到达那里的。这些人来自一个早已被遗忘的时代，如果能的话，他们将尝试在地表开始一种新的生活，融入社会。",
    "被遗忘的炼金术。玩家们找到了以一种早已被遗忘的语言写就的潦草记载。任何允许理解文字的法术，将揭示药水的配方(DM选)",
    "远处的耳语。当玩家们在地下旅行时，很难听到耳语。要听到他们所说的话，需要一个成功的DC18察觉。在成功后，选择另一个玩家，并要求他分享他在想什么。这些想法就是刚才那个成功过检定的玩家所听到的词汇。造成这种现象的原因要由你来决定"
  ],
  "海洋冒险": [
    "鱼人赌徒。一个鱼人在船附近游泳，并试图登上甲板。它没有显示出攻击意图，也没有任何武器。一到甲板上，它就会拿出一套骰子，期待地看着附近的任何人。它想玩，并在甲板上放下了一些闪亮的贝壳作为赌注。你可以选择任何你喜欢的游戏，最简单的是比谁扔得高。在玩了几轮之后，要么收起赌注，要么给你贝壳——赌徒会鞠躬并跳回水中。",
    "友善的鲸。一条虎鲸（没有遭到攻击的话）接近船。玩家们起初可能没法确定这个生物没有恶意，但过了一会儿，他们会发现它只是好奇，然后自己向前游了一会儿。通过一次成功的DC14察觉检定，他们可以看到鲸鱼的鳍上有很大的咬痕——这表明它设法逃脱了某种捕食者。",
    "残骸。在开阔的海面上，远远地可以看到一块不起眼的碎块。经过进一步的调查，玩家可以确认它是一艘船的残骸——被某种外力或生物暴力摧毁。作为一个DM，你可以决定给你的玩家提供线索，告诉他们是什么以及如何摧毁了船——给他们警告海洋可能会给他们带来的危险。",
    "迷路旅行家。在一个港口附近，可能会发现一个脏兮兮的小船在与海浪搏斗——只有一个人在里面划船。很明显，这个人并不知道公海的危险，他正划着他们不适合远航的船一路向着公海前进。在询问这个人时，他似乎决心去海的另一边，但也可以立即意识到，他不知道自己在做什么。玩家们可能会说服旅行者改变他们的计划——如果没有，这个人很可能会死在公海上。",
    "气元素。在公海上，一片水域似乎比周围的环境更湿润。一个DC12察觉检定发现了一个玩弄波浪的气元素。如果玩家们找到了创造性的方式来娱乐元素，它可能会决定在即将到来的一天中帮助他们的船加速，以通常的两倍速度旅行",
    "当鱼飞起来时。就在一个清晨，正当太阳升起时，人们可能会从他们的船舱里听到类似于暴雨的声音。在调查原因时，他们会看到大量的小鱼跳出海面，用像翅膀一样的前鳍飞翔，然后掉回水中。小鱼可能是在试图远离捕食者，或者它们的行为可能与你决定的任何其他事件有关。这种鱼很容易被捕获，而且它们被认为是一种美味佳肴。船上的水手们会很高兴用这意外收获做汤或炖菜",
    "绿光海。一个平凡的夜晚，被大海异常明亮的绿光所打断。通过调查——那里似乎没有真正的可识别的光源——当水从海里被盛起时，它会继续发光。这种现象是由一种看不见的藻类引起的，它们在每次日落后发出昏暗的光线。玩家可以决定把水储存起来——在之后的每个晚上作为他们的一个光源。微光，直径为10英尺。",
    "保持直行。强风试图使该船偏离原来的航线，这引发了一个技能检定，以确保旅行不被干扰。通过3轮技能检定，DC20力量检定——否则旅行方向就会改变，增加前往目的地的旅行时间。玩家们可以通过创造性的行动来帮助减少DC，比如通过魔法手段减少风的影响，使用自己的力量来控制帆或任何其他想法。对于每个创意，从掌舵DC中减去2。由于船舶偏离了计划的路径，每次检定失败都会增加4小时的行程时间。",
    "晕船。一组有节奏的海浪开始对玩家们造成影响。你可以警告他们，他们会开始感到恶心——并给他们一个机会，在症状变得严重之前，他们可以尝试减轻晕船的影响。任何有助于清醒头脑或缓解胃的想法都会在豁免中获得优势（或自动成功）。一旦玩家决定了他们计划如何减轻，要求他们做一个DC14体质豁免。失败后，他们会晕船1天。晕船使他们在敏捷豁免方面处于劣势，在晕船时使用疾走动作时，玩家需要通过DC12体质豁免——失败时他们不能疾走，并将用此时间来呕吐。",
    "其实不是岛。从远处清晰可见，在海天之交处有一个小岛。如果船被引向那个方向，玩家们很快就会发现这个岛很明显的是一个海市蜃楼，完全没有离得更近。如果玩家不试图感知他们离岛屿的距离，可能会浪费时间。",
    "一片冰。在前面的海面上可以看到一片薄薄的冰。它不会妨碍船只的运动，也不会造成损害。经过调查，他们可能会发现一个似乎迷路了的冰魔蝠——想到一个偏僻的地方筑巢——正在与水的温暖和海浪的伟力作斗争。魔蝠是绝望的，非敌对的。它愿意加入玩家，并跟随，直到找到适合其筑巢的地方。如果玩家帮助他找到一个新的家，他们可能会成为玩家的盟友或朋友。",
    "一片藻。水变得很浑，呈深绿色，当船驶入一片藻类时，似乎减慢了速度。如果玩家没有采取任何行动，船最终就会停下。藻类复盖在海面，只有5英尺深。如果水以任何方式搅动，船就可以恢复运动。如果船那脆弱的移动部分在藻类中停留超过10分钟，它们就会开始粘在一起，无法工作。",
    "被困船只。使用上面随机遭遇的“一片藻”，玩家们的船可能会发现有一艘船已经被缠住并被困在这片水域中。如果他们决定停下来帮忙，他们自己就有可能被困住的风险。",
    "倒影。一个安静的、无风的一天，使玩家们的倒影在水中变得异常清晰可见。看着他们自己，他们看到的脸几乎就像在镜子里一样清晰。你作为DM可以说出他们的外观的一些轻微变化，他们之前可能没有注意到。",
    "饥饿的龙龟。一只龙龟靠近船，盘桓。它不会立即攻击，但如果它没有得到食物，最终它会咬掉船体，并把玩家们留在原地处理漏水，以这种方式“觅食”。如果吃下了至少10天份的口粮，它就会离开，再也不会回来打扰冒险者们了。",
    "火焰幻觉。船的船帆似乎着火了（一个次级幻影咒语的效果），一个隐藏在货舱的仙灵厌倦了无聊，开始搞事。玩家可以识别出火不是真实的，但没过一会仙灵就可能会引起其他的麻烦——使用次级幻影或魔法伎俩来造成混乱。一旦被发现，ta会为快乐时光道谢，并会说ta可以实现一个愿望。如果这个愿望很小，也很容易实现，它就会立即实现，如果过大，那什么也没有发生，。您作为DM来决定限制。不管愿望是什么，仙灵都消失了",
    "厨子病了。船上的厨师病得很厉害。通过询问和调查，他们似乎最近开始对海鲜过敏。他们没法完成他们的工作了，现在玩家必须解决两件事——谁将在剩下的旅程中做饭？给过敏的厨师吃什么？",
    "黑色粉末。玩家们所乘坐的船似乎有一个隐藏的隔间，里面有大量极度易燃易爆的黑色粉末。一旦它被发现，玩家就需要决定如何处理这种危险的材料。海上的任何激烈交锋都可能会让这些货物着火。",
    "塞壬之歌。在雾蒙蒙的一片清澈而寂静的水域中，可以听到塞壬之歌——其效果可能会被DC18感知豁免或强加给自己的耳聋状态(通过魔法或阻塞听觉）来无效掉。所有没通过豁免的船员都想把船开到石礁上。玩家们能避免这次船难吗？",
    "船员的头疼。突然之间，一阵头痛爆发，影响了船上的每个人——就像一股负能量的浪潮。这种效果在1d4小时内消失，可能意味着在你的世界中有一个重大的负面事件发生。"
  ],
  "山区冒险": [
    "好奇的巨人。在一个镶在山坡上的破烂小木屋里，玩家将看到一个巨大的人，一个山丘巨人，俯视着他们，弯着腰。巨人目前正在测试一个大车轮，但很难让它保持为一个整体——每次转动都崩出来一小部分——用太大力气抓着它了。巨人并没有敌意，对任何看起来现代或有趣的物品都感到敬畏——比如武器、魔法工艺品、人造光源和其他情况下他见识不到的小饰品。如果玩家给他一些能拿来“实验”的东西，巨人就会成为他们的一个忠诚盟友，在附近的山区的冒险中。",
    "矮人矿工。四名看起来很强壮的矿工（灰矮人）推着一辆用一块布盖着的铁车，小心地走在一条狭窄的小路上。该手推车装着金矿，价值2000gp，但未经加工。矿工们会尽量避开玩家，专心于他们的活儿——推车。他们不会当众说里面是啥，事实上，他们会积极地试图欺骗玩家。这4名矿工是叛徒，他们从官方探矿队偷了矿石，想据为己有。在下山之后，他们开始质疑自己的选择，但现在要回头已经太晚了。",
    "青年龙的宝库。冒险家们偶然在一个陡峭的山上发现了一个小裂缝。这个裂缝很难到达——攀爬需要两步技能检定——DC14运动和DC16运动才能到达入口。在队伍里可以发现一组破碎的箱子，洒在地上黄金和宝石——但洞穴看起来相当空旷。通过一个成功的DC12察觉，就可以找到赤铜龙的鳞片，和一个年轻的赤铜龙的爪痕。如果玩家在缝隙中呆了长一段时间，龙就会出现——并不充满攻击性，但好奇团队是如何找到藏身之处，并寻求建议，怎么才能把这个地方藏得更好。当队伍带走这些小宝藏时，龙会试图通过气味追踪它们。",
    "断桥。一条深深的裂谷切断了陡峭的山坡上，也阻止了进一步前进。冒险家们可以看见出两端各有一对坚固的木杆，它们都悬挂着半截绳桥——从中间断的。这个裂谷有60英尺宽，300英尺深。桥可以由玩家通过修复术，或任何类似的魔法，或使用绳子与DC14敏捷检定来重新连接起来。如果玩家决定修复桥，在以后他们的旅程中（甚至可能在山区之外），玩家们可能会遇到朝圣者，他们会提到桥被修复的奇迹，对他们来说意义重大，给他们新的希望——以及让他们能够参观位于高地的神殿。",
    "大鹏鸟的巢。冒险家们可以看到他们头顶上的木板，位于露出地面的岩石上。这些木板是巢穴的一部分，属于一只鹏鸟。山崖接近垂直，可以通过连续3次成功的运动检定(DC15)到达鸟巢。如果玩家不打算潜行，或者骰值在鹏鸟的被动感知之下，鸟就会在注意到入侵者后的第5轮到达巢穴。巢里有一个大蛋，通过成功的调查(DC由你决定)，你可以奖励你的玩家魔法物品、文物、武器或任务线索。",
    "岩崩。在行近一个危险的、陡峭的斜坡时，突然，不同大小的岩石和巨石开始无法控制地从山上掉下来，一些岩层由于自然原因而崩塌。在岩崩到达他们身边之前，冒险家们有一轮时间来准备。经过一轮准备后，他们需要连续做3次敏捷豁免。DM可以决定再多做几次豁免，或者更少，或者完全不做，取决于玩家的准备",
    "一杯茶。队伍在山上找到了一个开口，里面有一股小烟雾渗出到寒冷的空气中。走近时，他们可以听到篝火的声音——通过调查，他们会发现一个裹着厚厚的毛皮的银发女士，坐在火边，煮茶。她是一个德鲁伊，住在山里，熟悉这个地方和自然，就如同熟悉她自己的手背。她很友好，会邀请玩家们来喝茶——回答他们关于这个地区的任何问题。这种茶可以提供8小时寒冷抗性。老太太名字 直译是狼之新娘·冬之女儿，狼妻·冬女（？）",
    "稀薄的空气。爬上一个平台，空气清新，阳光灿烂地照耀着队伍。他们的本能反射是深呼吸——但所想要的效果，使肺部充满空气，并没有成功。团队可以意识到，这个地区几乎没有氧气。保持在这个平台上的玩家需要做一个DC12体质豁免。一旦失败，缺氧就会影响他们在战斗和探索中的能力——相当于3级力竭。在它们从高原下降到一个氧气较多的区域d4小时后，这种效应就消失了。",
    "云朵之上。一个突然的天气变化导致天上一片云都没有，然后玩家们突然发现自己在云层之上。环顾四周，他们只能看到乳白色的“地面”，这是一个在下层地表上缓慢旋转的云毯。作为一名GM，你可以说，这个景色使团队的内心与思想都被满足与平和充满了。如果团队希望以任何方式参与其中，并利用这个机会进行角色扮演，你可以用以下奖励之一来奖励他们。如果他们决定继续推进而不理会这个景点——什么也不会发生。奖励：①激励②降低一级力竭③关于目前正在做的目标和任务的洞察(DM选择的信息)——证实或警告他们计划行动的可行性",
    "冰镜。作为漫长而累人的下山之旅的一部分，团队到达了一个陡峭的斜坡，岩石表面被冰取代，冰看起来纯净而平坦，像一面镜子。它可以被攀爬装备打碎，也可以沿着它向上攀爬——由于冰的性质，DM可能会决定使DC更高。一个以龙为宿敌的游侠，或者任何成功进行DC18自然检定的角色，都会发现冰沉积让人意识到附近有白龙的痕迹。",
    "温暖的心。随着夜晚的结束，玩家们会发现寒冷向他们袭来——现在比以往任何时候都冷。你可以解说道，他们的动作变慢，感到处于体温过低的边缘——不管他们是否有寒冷抗性。通过DC12的洞察或感知检定，玩家可以意识到出长期暴露于不利条件下不仅会消耗身体，也会消耗心灵。不安和寒冷的感觉不会对战斗和技能产生直接的不利影响——但在玩家决定专注于人际关系之前不会消失——以帮助恢复健康的精神状态，摆脱长期寒冷暴露的不利影响。在一个玩家做出任何善意的手势、言语或行为之后——你可以说，过度沉重的寒冷感似乎从他们的脑海中消失了，他们感觉好多了。以此作为角色扮演和对彼此的积极态度的开端",
    "坏掉的铁路。队伍在裂缝中发现了一列矿井火车的残骸。在短暂但不稳定的下降之后，他们可以进行调查——并确定矿车的最后一次通勤是一次灾难性的经历——它已经脱轨，并在裂缝中多个坚硬而锋利的石头表面上被刮得粉碎。如果运气好(DC12调查)，他们就可以找到货物——价值1000GP的宝石和一具冻了很久的尸体——以及邮袋里的一封信，上面详细说明了货物的目的地和目的，以及大约10年前到期的交货日期。",
    "设置好的陷阱。在一个弯曲的小路上，放置了一个隐藏的铁质捕熊陷阱——由一个压力板激活，并迅速咬住任何可能踩到它的东西。该陷阱可以通过DC14调查检定来识别，而可以通过DC15敏捷检定来躲开。如果不能躲开，伤害是1d8+5穿刺，并且角色被束缚。在陷阱被触发后不久（如果有的话），一个半身人猎人就会到来，斥责玩家们的鲁莽——并分享关于生活在该地区的熊的随机琐事①熊在这座山脉找到了它们的一生的伴侣，一旦它们的伴侣过世，它们就会疯狂，最终不顾一切地掉进裂缝里。②所有的熊的右前爪上都有一个粉红色的脚趾③如果一只熊向你眨眼，那就意味着他们认为你是他们家族的一部分。④熊的粑粑是一个宝贝，但没人知道为什么。",
    "采集者。玩家在一个更宜居的地区，一个小的定居点附近，或前哨站，遇到一个平民。这人将要求收取一个取暖费，如果提供，将帮助聚会——无论是通过提供信息或治愈中毒。你可能会决定给这个人物一个在山区并不常见的口音——借此让你有机会告诉玩家他们以后可能会访问的一些你世设的地方。",
    "留心的武僧。玩家可以找到一个3个坐成一圈冥想的吉斯泽莱人武僧。他们不说通用语，如果被打断，他们会用母语对玩家进行辱骂，显然是被这干扰惹恼了。当玩家只观察，而不打断冥想——什么都不会立即发生——但在玩家的下一次战斗中——3个武僧会出现来提供帮助。如果玩家们可以通过任何方式与僧侣们交流——他们将分享一个非常简短的句子说，他们的使命是寻找内心的和平。（这个标题我翻得不太好……前面形容词应该是那种，考虑到、意识到、注意到，的意思）",
    "冬狼的呼唤。远远地，可以听到一只冬狼的嚎叫。在嚎叫后的1d4小时内，大自然的声音如同被静音了一般——任何依赖于听觉的察觉检定都会有优势。",
    "闪光的冰缝。望入一条2英尺宽的裂缝，玩家可以看到一个轻微的闪光——通过DC16察觉检定，他们可以识别出闪光就像黄金的色泽——它似乎在地下大约60英尺的薄缝隙中。决定尝试探索的玩家需要通过相关的技能检定来降下——躲开尖锐的冰和光滑的冰墙——在失败时摔到深处。在裂缝的底部，可以发现多具骨架和一大堆冻上的硬币——一个早已被遗忘的龙的宝藏的残留。如何解冻这些硬币？如何拎到60英尺以上？你可以根据你的玩家的创造力来决定你会给他们多少奖励。",
    "大暴雪。天气变得危险起来——降雪将能见度限制为10英尺——30英尺以外的基于视觉的察觉检定自动失效，以内的时候有劣势。任何魔法的聪明用法都可以帮助玩家们抵消或降低降雪的不利影响。",
    "羽落。走在一个陡峭的山上，玩家可以看到一个人一边挥舞着他的手臂，一边慢慢地下降——离山大约20英尺。这个人物用他戴着的魔法戒指施展羽落术。（每次长休之后重新获得一次羽落术的能力）这个人（如果被玩家救了的话）会分享他们是一个很擅长徒步旅行的人——只是为了爬山找乐子——似乎没有什么成功。",
    "冻在冰中。他们发现了一大块透明的冰——里面有一件有趣的东西被包裹在冰的深处（30-40英尺深）。用物理手段进入或者蛮力融化大约需要8-10个小时，并导致力竭或失去多个法术位。以更快的进度和更快拿到物件来奖励玩家们的创造力"
  ],
  "沼泽冒险": [
    "模仿我的声音。从茂盛的树冠上，一只黑鸟（渡鸦的数据）正在观察玩家们。如果他们在聊天，这只鸟会对他们叫出他们说的部分内容。如果玩家叫嚷着要求澄清，谁模仿他们的声音，他们将不会得到答案——但他们的问题将会被重复给他们。如果玩家们看到了这只鸟，通过爬上树，鸟会好奇地但不惧怕地看着他们。最终，如果这只鸟在过去几天里听到了其他的聊天，它也会重复那些的句子，可能会给玩家一些支线任务的提示。",
    "玉图腾。在一个有着腐败气味的小池塘里，在扭曲的树下，一座6英尺高的腐烂的木制方尖碑微微地歪着。它每一面的顶部都被雕刻成类似动物的头部。从下到上，是狼、熊、猫头鹰和渡鸦。眼睛似乎都是空洞，除了猫头鹰——装着有两个大的圆形玉。图腾没有陷阱，没有被诅咒——玉器可以以400镑的价格出售。",
    "积极向上的鬼婆。在一小块泥泞的土地中间，可以发现一个脏兮兮的棚屋。一条由木板制成的小道通向入口，在生活中有一个绿鬼婆（善良阵营）。通过DC14洞察，玩家可以确定她看起来比预期的更像人——鬼婆确实表现得欢迎，不试图引诱玩家达成交易或欺骗他们。在友好的情况下，开始聊天，她将分享，并不是所有的鬼婆都是吃孩子的怪物，她欣赏自然，她唯一罪恶的快乐是她喜欢看占卜池。如果被问及，她可以根据当事人的要求制作不同的药水和毒药，1gp。这些混合物可以产生任何效果，你作为DM觉得不会破坏游戏就行。如果玩家怀有敌意，鬼婆就会变成烟雾，从小屋中消失，再也不回来。在小屋里，玩家可以找到1个炼金工具和1d4个治疗药水。数据：友善的老婆婆，有着绿色的轻微腐烂的皮肤，还极度的愿意表现得招人喜爱且友好。她为他人做药水来作为消遣，并尽力不去伤害任何人",
    "这里的气体不要闻~玩家们到达了沼泽的一部分，这里意外地形成了小块的脏水，偶尔会有大气泡浮出表面，释放出淡棕色的气体。他们可以尝试用DC15自然来识别气体，或者试着嗅闻它。这些气体的潜在影响如下表所示。穿越这个领域需要3部分，DC15团队技能检定——敏捷和体质相关的检定有优势，而其余的是DM决定——取决于玩家们提出的想法的可行性。如果玩家想要陷阱的一些气体，他们将需要小瓶，或带软木塞的瓶子，和小瓶，然后他们就可以把气体装进去，不需要通过任何检定。气体影响①dc12体质豁免，否则中毒一天②dc12体质豁免，否则昏迷③dc12感知豁免，否则获得120尺以太位面的视野，持续1d4小时，并获得一级力竭④dc12感知豁免否则看到在绿色阴影中的各种颜色，持续1d4天",
    "甜果子。一片干燥地面上的一棵茂密的大树长得很强壮，有许多枝条伸向天空，郁郁葱葱，枝叶繁茂。通过DC12察觉检定，玩家可以识别出叶子之中，藏着拳头大小的红色果实。通过DC12体操或运动检定，他们可以获得果子，这有治疗药水的效果。",
    "渔夫的收获。你们看到一个老人（平民）坐在一个临时的木制钓鱼柱上，拿着一根鱼竿，被钓索拖倒，被拖进了水里。上钩的生物是一只鳄鱼，如果玩家们不干涉，它就会杀死渔夫。数据：说话很少但很感激，如果你们救了他，会分享自己的家",
    "龟人商贩。一个龟人（德鲁伊的数据）独自站在一个坍圮的石头小屋，在泥泞的小路的道旁。越来越靠近，它会朝着玩家挥手，邀请他们“进来”。环顾废墟，他们可以发现这个地方是一个临时商店，出售不寻常的物品——对于冒险家的标准来说，大多数看起来都没用。龟人相信他所有的商品都是有价值的，并会试图说服玩家去购买。价格表：5sp鱼骨，2sp发酵的沼泽蕨类，1gp简陋玻璃瓶装的焦油状液体，1gp腐烂渡鸦眼睛，1gp异常香的木头片，10gp扭曲的杆子，光照上去时候有粉色的闪光。这龟人叫“阿”，慢吞吞的家伙，6尺高，绿皮，有个大壳。沼泽之子，收集艺术品并卖给感兴趣的人，阿是真的觉得自己在做投资，认为那些物件都是有价值的——尽管并不知道到底有啥价值",
    "受困的鳄鱼。玩家可以听到来自于道路侧面的深水处传来的拍水声。调查那危险的沼泽，他们的眼睛可以看到一只挣扎中的鳄鱼。通过DC14察觉检定，他们可以发现它被绑在结实的绳子里，被水下陷阱卡住了。如果玩家决定放开它，鳄鱼游走，不会攻击他们——然后当队伍在沼泽中时，他们将不会被水中的野兽攻击，作为感激的表达",
    "算命者。穿过一片茂密的树林，在树干之间的一瞬间——在树干之后，可以看到一个画面，一个女士拿着个大玻璃球。再走或向后走两步，画面就消失了——只有透过特定的两棵树才能看到。走近后，他们可以靠近两棵树，意识到女士是一个二维的幻觉。在她的背景中，可以看到微弱的火焰和烟雾，但图像稍微有点透明。接近时，玩家们会听到一个心灵讯息：“你想听听你的命运能给予你什么吗？”只有在玩家回答是或否时，女士才会做出反应，否则图像将保持静止不动。玩家说是时，有40%的机会，女士会说一些与你的背景故事相关的话(DM判断)在其他情况下，命运将是无关紧要的或没有意义。一些荒谬的想法可能是：①你的眼白是找到你寻找之物的关键②你寻找的答案就在你脚下③只有你摔倒时才能看到你影响的大小④总吃口粮会让你的体重大大增加，要不惜一切代价避免这一点（译者注：高热量是吧）",
    "蝴蝶之舞。在一片开阔的地方，当阳光刺透树木，驱散了永恒的雾气时，空气中满是蝴蝶。它们安静地舞蹈，翅膀拍在彼此身上，也拍在玩家身上。玩家可以通过DC14敏捷检定捕捉蝴蝶，被捕获的蝴蝶有20%的几率被活捉，除非使用网或其他不会压碎蝴蝶的工具。任何生活在沼泽地或有良好历史知识的人都能看出，这是蝴蝶定期的交配舞，它们的颜色在每年的这个时候是最艳丽的。任何被捕获的蝴蝶都会以高价出售，收藏者总是在寻找新的图案来添加到他们的收藏中。一只活蝴蝶售价10gp，一只死蝴蝶售价1gp",
    "探知池塘。一个小小的，单独的水体看起来和其他的略有不同。被动察觉能力高于15的玩家可以识别出这个圆形池塘中的水并不移动，水面就像一面镜子——当触摸它并搅拌其表面时，水浪下沉的速度比预期的要快得多。专注观察池塘的表面，玩家需要做一个DC12感知豁免。如果失败，他们可以在自己选择的目标(DC15)上施展法术探知，但在这个过程中获得1级的力竭。这个池塘允许人们每天使用一次探知",
    "翠鸟捕食。一只小小的、有着明亮的且亮晶晶的蓝色的小鸟（渡鸦的数据）可以发现正在沼泽中盯着一股缓慢移动的水流。它突然冲入水中，在一声响亮的飞溅声之后，嘴里叼着一条小鱼出现——只是飞回它之前站的树枝上，开始吃着这新鲜的食物。玩家可以利用这些知识找到一个合适的钓鱼地点，并补充他们的食物供应。",
    "旅行商人。一辆显然不适合穿越危险的沼泽的篷车被困住了，它的一个轮子几乎完全淹没在厚厚的泥中。一个愤怒的半身人女士徒手铲土，让轮子从泥土中脱离出来，她的衣服已经被沼泽的泥浸透了。靠近时，她会请求玩家提供帮助，作为回报，她会给他们在所有商品上打折扣。车上有5gp以下的冒险用品，除此以外还有她还出售炼金设备，盗贼工具，通过一个DC15说服，她愿意以一半的价格卖出她的次元袋。她叫missy snowstep，直译大概是，雪步小姐，或者迷踪雪步，并不是自己选择的职业，是父母传下来的，而他们在火灾中失去了家。唯一留给家庭的就是这个车（马拉的货车）和里面一些小玩意，她没有办法，只能努力用这来糊口，自从踏上旅行之路就在希望有朝一日能安定下来",
    "骗子。在路的另一边，一个粗心、快乐的半精灵男性（平民）正在穿越小路。除非被要求，否则他不会聊天，而且会慢悠悠地朝相反的方向走。如果想与他沟通，他会很乐意回答任何问题，但他给出的每一个答案——从他的名字开始——都将是一个谎言，积极地试图欺骗玩家们。这个欺骗行为可以通过一个欺瞒与洞察的对抗检定来发现。在欺骗检定中，说谎者有一个+5调整值。一旦他的谎言被揭穿，他就会耸耸肩说：“好吧，你抓住了我啦，祝你今天开心~！”并会试图离开。即使在谎话被揭露之后，他也不会说任何真话。数据：粗心的孤狼，住在荒野中，似乎并没有遭遇过野兽和其他威胁，他与一个魔鬼订了契约，他无法说任何真话，回报是这区域的所有危险都无法伤到他",
    "私酒贩子之巢。一声低沉的爆炸声惊醒那些细心的冒险家们。它从路边不远处传来的。通过DC12生存，玩家会找到一条通往侧面的隐藏路径，跟着它，他们会到达一个临时的棚屋，上面复盖着树叶和其他绿色植物。目前，烟雾从小屋的一侧升起，可以看到火的小痕迹——一个地精跑来跑去试图扑灭它。靠近并环顾四周，玩家可以识别出强烈的酒精气味，能看到瓶子，桶里的发酵材料，以及煮沸发酵原料的设备——其中的一些已经破裂并烧焦——压力使它爆炸了。地精在火被扑灭之前不会关心玩家——之后，地精用粗制匕首威胁他们，试图恐吓让他们忘记他们现在看到的东西。如果恐吓失败，他将试图贿赂（10gp）。虽然他不会明确说，但玩家们会很清楚，这是一个非法的酿酒窝点。",
    "铜币全没啦。一个穿着教堂长袍的孩子拿着一个大篮子，上面复盖着一块白布。ta绊倒了，然后当篮子掉下时，篮子里的东西(3d100铜币)直接被倒入到了路旁的水中。这个孩子会试图抓住尽可能多的铜币，并会大声喊人帮忙。看向水中的玩家可以看到水流和厚厚的泥，意识到东西一旦掉进去就很难捞回来了，并意识到在铜币被水冲走或沉进去之前，他们已经没有多少时间了。他们有60秒的时间来想出法子并帮助这个小孩。你可以问他们要做什么，进行一个相关的技能检定(DC14)。如果他们成功了，他们将能够回收一定数量的铜币。一旦一分钟结束，找回铜币将变得不可能。①技能没过或者与帮助无关（比如，唱首歌让铜币回来），没有找回任何铜币②技能过了，找回d20个铜币③技能检定过了且数值大于等于15,找回2d20铜币，③数值大于等于18，找回4d20+15铜币④数值大于等于22,找回2d100+25铜币.孩子会很感激，并会说她的任务是在两个村庄之间募捐。这笔钱将用于翻修教堂——所以这是一项有意义且重要的任务。",
    "天狗之村。在一个人口密集的地区，远离所有的道路和文明，听到了鸟鸣。之前遇到过天狗的玩家，将能够识别出这个声音是来自于他们——否则他们只是会认为这个声音来自于非常大的鸟类。通过DC15察觉，玩家可以看到天狗(渡鸦的数据，HP12)，他正在仔细地看着他们。这些鸟住在靠近地面的临时巢穴里，里面有珍贵的物品——闪亮的金银戒指和硬币。他们会试图躲起来，而不与玩家进行任何互动，只是从远处观察他们。如果玩家从他们的巢穴中拿走了任何东西，他们将永远不会成为朋友——但如果玩家们把一些闪亮的东西放进巢穴，那只要还在这片沼泽之中，天狗就会在远处陪伴他们，在危险到达之前就发出警示——这样玩家就永远不会被突袭。",
    "降雨。天空变成了深灰色，雷声越来越烈。没过之后，一场倾盆大雨开始让玩家们身上湿透——在任何方式上的察觉检定上有劣势，并且打灭了所有火焰（包括火炬）。雨后1d8小时内，篝火或火炬都不能点燃，只要它们没被魔法手段保护，或没有被防水材料紧紧包裹，——都湿透了。",
    "凶猛，但小。一只棕色的小鸟(AC10HP1非战斗人员)“攻击”了玩家们。它啄能啄到的任何人，并未造成有效的伤害。这只鸟可以通过DC12驯兽检定来平静下来。它是如此疯狂，因为它的巢就在附近——可以通过DC17察觉注意到，头顶之上，隐藏在树冠中。如果玩家离开巢穴范围或设法安抚鸟，它就会让玩家自己呆着了。",
    "道路施工者。在一个小营地附近，一群工人（平民）聚集在一起，正在慢慢地铺石头，并在沼泽地中铺设道路。他们明显地筋疲力尽（4级力竭），很难说出直白且完整的句子。他们进度缓慢——因为疲惫，也因为工作而疲惫。如果玩家决定帮助他们，或者帮助消除疲惫，以后在沼泽的旅行会变得更快——因为道路有效地铺完了。如果玩家们不想为工人的福祉做出贡献，他们最终将会死去，留下未完成的道路"
  ],
  "草原冒险": [
    "害羞的地精。玩家可以从高草地上瞥到一个在观察他们的生物。这个生物是一个地精（善良阵营），因为不想参与邪恶行为而被驱逐出部落——现在独自生活，大部分时间都躲在高草丛里。过dc15察觉检定能注意到这个地精，抓住需要DC14敏捷检定，如果能够获得它的信任，或者通过欺骗它（dc12说服或者欺瞒），就能把它引诱到玩家方向。在与这个生物友好相处后，它就会分享她的故事，和它独自生活在荒野中的事。数据：河流，孤单的地精。一个矮矮的秃秃的，皮肤黄绿色的地精，穿着碎布条拼的棕灰色衣物，还有一件棕色的皮腰带。腰带上系着一只毛茸茸泰迪熊，河流被驱逐出部落后的唯一朋友",
    "兔子一家。随着玩家进入它们所居住的区域，一窝白兔(AC8，HP1，非战斗人员)到处乱蹦，分散开来。兔子散开躲在洞穴里。玩家可以通过DC12察觉或求生检定来识别洞穴的位置。他们可以尝试用DC18驯兽检定来驯服一只成年兔子。在洞穴里，他们可以找到食物的残骸、兔崽子和兔子的粪便。崽子可以带走养，不管是谁来接手他们父母的责任，兔崽子们都会将这人当做朋友。",
    "符文石阵。在高草地中，玩家可以找到一个空地和一个天然的小山。在顶部，8个10英尺高的大符文石围成一个圆圈，灰色，光滑，每个石头上都有一个符文——发黄色的光，朝着中心。这些石头合在一起是通往一个半位面的钥匙，可以通过激活每一块石头来打开。玩家可以从石头中感知到咒法系的能量（法术创造半位面的效果），它们显然是魔法的。这些石头可以通过解除魔法来驱散(通过DC15奥秘检定)。如果一块石头被解除魔法，所有的都失去了特性，什么也不会发生。如果玩家触摸到这些石头，他们就会开始发光，一旦最后一块石头被摸，半位面就会打开。这是一个小的储藏室，墙上有一个武器，还有一些空的储物柜。该武器是一把窃命剑。作为一个DM，你可以决定谁是这把剑的主人，但一个想法可以如下：helios（译者注：读音黑里奥，意为太阳），是个魅魔，她通过恐吓他人来找乐子并享受。一般来说她不会亲自现身，但当她发现这把剑被偷时，会追杀到底",
    "古老遗迹。地上散落的东西看起来只是形状不规则的大石头——但突然间，在一片区域内，这些石头看起来不那么不规则了，更像是文明的造物。玩家可以识别出他们是一个大部分位于地下的废墟的一部分，而这个废墟是一个被遗忘的城市的一部分。通过移走土壤和“漫无目的”挖掘或使用侦测魔法，玩家可以在土壤下面找到魔法（+2）武器。不过，这些物品都被诅咒了，乍一看还无法识别。诅咒可以通过表格决定①当这个物件被一个生物拥有时，能同调的魔法物品-1，但每个重击都直接伤害骰取最大②每当玩家在一回合内打出30伤害后玩家失去一个生命骰，但对这个玩家的所有治疗骰都取最大③持用它的玩家获得光耀易伤，但玩家可以决定这把武器的伤害类型④每当这个玩家喝麦酒的时候，必须喝到晕过去，但这武器每一击都带额外1d6+3毒性伤害",
    "母狮子的领土。草地上的一片区域似乎被造访得比周围的地方更频繁。通过DC12自然或求生检定，玩家可以识别出这是狮子的领地。事实上，这是一只孤独的母狮的领地。她定期在周边巡逻，对路过的人怀有敌意。母狮身上有一个很大的伤疤，似乎一直在流血。这是由一个邪魔引起的。玩家可以通过DC12察觉检定来识别疤痕似乎妨碍了母狮，而且非常不自然。如果玩家治愈母狮，她将不再有敌意，让玩家穿越她的领土。",
    "回忆之雕像。在一座损毁的寺庙的一侧，玩家可以找到一个小祭坛，上面有一个镀金属的痛苦女士雕像。在雕像前面有一个小台子，上面有一朵干了很久的花的碎片。雕像周围有一种微弱的神圣光环。如果玩家把任何礼物放在台子上，下次他们眨眼时，他们将重温他们的记忆，并将有机会记住当时他们没有看到的那些方面。作为一个DM，你可以用这个来给背景故事填一些额外的风味，通过展示记忆来让玩家修改和使他们的角色成长。一些例子①额外的工具或者乐器熟练项②懂得了一些有用的学问③记起来某个潜在的有用联系或者NPC④回忆起魔法火花——习得一个戏法",
    "尘世遗留之物（想不出来怎么翻比较好）玩家们发现了刚死去的尸体，属于一个衣着考究的年轻人。他似乎是被鬣狗（DC14医疗）咬死的。他是一个磨坊主的儿子，住在附近的草场，出去散步再也没有回来。他的死是因为一个豺狼人和三只鬣狗的伏击。想找到他的家可以通过DC14检定来追踪他的脚印，或者直接偶然发现磨坊。在得知儿子的命运后，父亲会提供一小份酬劳(10SP)，以答谢玩家们至少揭露了这孩子的命运（译者注：指，通知死讯）。",
    "卷轴匣。玩家们会偶然发现一辆废弃的马车，用割下的草盖着，隐藏得很差。马车是空的，似乎早已被遗弃了——在它周围的地面上看不到任何痕迹。它的一个座位下面有一个隐藏的隔间，里面有一个锁着的木制卷轴匣。通过DC15的盗贼工具检定可以打开，里面装着一个三环法术卷轴。",
    "考古学家。草地上的一块空地看起来就像被人整理好了的地方。一些泥土堆在一旁，地上挖出了许多洞，还有些骨头，石头被整齐地摆放着。如果玩家决定凑近点看看，他们就会被在这个地方工作的考古学家吼。她正在研究过去的年代，并在这个地区发现了文物（骨头、建筑和物品）。Anh（安）女半身人考古学家，为历史、科学与考古学献身，通过帮她在草原上找她感兴趣的方法能交到她这个朋友。她可能会要求玩家们帮助她找到更多具有考古重要性的地点——如果你帮助她，她会给你一些她找到的物品，她觉得在你们的努力中会派上用场。（魔法戒指、护身符、由DM决定的小饰品）",
    "野火。玩家们开始听到噼里啪啦，慢慢地声音越来越大。最终，他们会看到烟雾，并开始看到他们面前的火焰。他们有被火烧到的危险——如果他们想忍受，让自己被火焰吞没，他们就会接受6d6+6火焰伤害。如果他们决定从火中逃脱，可以过一个技能检定。问玩家他们想要如何逃跑，他们想使用什么技能/动作。确定对应计划的相关检定，并评估成功与否。如果玩家给你(DM)一个好的计划，DC12，如果你觉得这个计划不太好，你可以相应地增加DC。在3次成功后，团队逃脱了火灾。失败的效果可从下表选择。①dc14敏捷豁免，失败就玩家的腿卡在污水池里了，弄出来时候被火烧了个d4+4②烟雾使得玩家们下一个检定有劣势③一个玩家摔了，丢失了身上一个物件，dc14察觉来意识到掉了④火焰在头发上或者装备上留下了永久的印记",
    "直到太阳升起。一个黑得不同寻常的夜晚迎接着冒险家们。事实上，当他们开始露营时，黑暗似乎吞噬了他们周围的一切。拥有黑视功能的玩家，黑视距离减半，任何光源效果减半，直到太阳升起。有盲视的生物不受这种效应的影响。任何想在今晚睡觉的玩家都需要通过一个DC12感知豁免。失败时，他们难以入睡，且得到一级力竭——但确实获得了长休的所有其他好处。有宗教熟练的玩家可以分辨出这是一个预兆，而你作为DM可以决定这对应什么",
    "萤火虫之舞。夜间，遥远的黄点点一下能看见，一下又消失。这种现象就是夜晚的萤火虫之舞。玩家可以决定进行调查——如果他们带着一个光源靠近，萤火虫就会消失（关闭它们的光芒），并且很难找到(DC18察觉)。如果玩家接近时没有光源，他们可以接近萤火虫而不会让它们受到惊吓。这些生物可以被关在小瓶或瓶子里(DC12敏捷检定来捕捉)，可以作为便携式小光源或宠物。",
    "无害的不死者。在土壤中，玩家可以看到什么东西被拖走的痕迹。沿着这条痕迹，他们很快就会偶然发现两具尸体(AC8，HP10)，他们没有下半身——在草地和泥地上拖着走。他们是不死，并且对玩家保持中立。它们可以被杀死或被放走——玩家能追溯它们的来处，可以找到一个没有标记的坑，里面有大量残缺不全的尸体（多个不同的物种）。沿着坑，过一个DC12察觉检定可以找到兽人式破碎的武器。这可以作为一个与兽人相关的冒险钩子。",
    "被劈开的草地。玩家们到达草地上的一个位置，那里厚密的植被仿佛像是在他们面前被劈开了，试图引导他们去某个方向。神明那隐形的手指在草地上画了条线，以供娱乐——根据神明的不同，这种“干预”的背后可能有不同的方向和动机。关于目的地的一些想法可以是：①一个敞口的空箱，里面有一个隐藏的隔层②被劈开的草让玩家绕圈(DC12求生来发现这只是在浪费时间)③最近的铺好的路。④一个废弃的墓地",
    "孤独的树。在远处的光秃秃景致之上，可以看到一棵孤独的黄绿色的树。它见过好日子与干旱的日子，但即使是它现在的状态，它也能为坐在树干上的人提供了些许树荫。这棵树是该地区不法分子的必经之路，上面刻着多条信息，懂盗贼黑话的玩家可以理解，对其他人来说，这些符号没有任何意义。这些密码代表了成功和不成功的埋伏和抢劫。通过DC14的调查，他们可以发现离树大约30英尺的一块土地，似乎刚刚被动过。挖掘后，他们可以找到一个装有300英镑的小箱子，以及价值200英镑的宝石——作为隐藏在文明外的法外狂徒的最后战利品",
    "三兄弟。三个长相一模一样的的男性半精灵坐在篝火旁，安静的讨论什么。他们是变形怪，试图找到一种融入文明社会的方法，但并不知道如何开始。在注意到玩家后，他们会挥手邀请他们加入并和他们坐在一起，但他们会不惜一切代价隐藏他们的秘密——并将分享他们编造的故事——他们是三胞胎。如果玩家决定在被注意到之前偷偷靠近，他们可能会无意中听到讨论。这些人谈到了他们想要融入人类社会和“像所有其他人一样”的愿望。如果玩家们没有揭开变形怪的秘密，他们就会热情地道别，走自己的路。如果这个秘密通过任何方式被发现，变形怪们就会寻求建议，即如何融入文明。他们的性格都非常相似，都在模拟他们模仿的半精灵。他们成为人的第一个成果是，他们为自己选择了名字。然后这仨叫bonn，fann，linn……博凡林（？）矜持，社交技能很烂，总是试图表现得友好。一旦他们的秘密被揭露了，他们就会表达自己想变得与人类、精灵、或者其他文明的，被人接受的生物一样，的愿望，",
    "狗粮。一只饥饿的狗痛苦地走着，有时会跌倒在地——并没有方向。它的嘴上有一个嘴套（或者叫口笼），这使得它不能进食或喝水。当玩家发现狗时，狗似乎已经濒临死亡，但仍然会首先做出强烈的反应——需要一个DC12驯兽来安抚它。如果把食物拿给狗，检定就会自动成功——玩家们会有一个新的最好的朋友，永远忠诚，只要他们希望如此",
    "20面的谜。一个5英尺高的金属多面体部分埋在地里，在阳光下闪耀。它的每一面都有某种篆文——而玩家们辨认不出来——除了一个，那是一张王冠的图案。该物品是一个金属的d20，铭文是阿拉伯数字。玩家可以随身携带该物品，并每天扔一次。如果他们扔出一个20（皇冠），一个随机的积极效应发生，由DM决定。缩小术可以被用在这个金属骰子上，以永久地使其尺寸更小。扔出20的可能奖赏①一整天的所有技能检定有优势②讨价还价时有50%得到更好的价格③下个长休只需要一个短休的时间④扔骰子的玩家获得一次许愿术的使用机会",
    "野牛群。地震的声音冲撞着玩家们的耳膜，并随着时间的推移变得越来越强烈。玩家通过DC15自然可以确定这不是一场地震，而是一群迁徙的野牛。牛群会从队伍所在的地方经过，并践踏他们——唯一的出路就是快速思考。他们需要找到一种创造性的方法来摆脱危险。任何将玩家放到另一个位面，DC18敏捷检定，藏在地下或简单地抗住野牛群冲击(DC20力量豁免)的法子都可以帮助它们避免遭受伤害。失败后，玩家将遭受4d6+2的钝击伤害。在所有的玩家都做出了自己的选择，然后要么躲开，要么承受了伤害——野牛离开了，声音开始远去",
    "冷风。通常的温暖干燥气候被猛烈的寒风所取代，冷风刺骨。如果他们不把自己盖起来，寒风就会影响他们的耐力。将需要过一个DC10体质豁免——如果他们穿得暖和，有优势。失败后，他们得到一级力竭，持续2天。（第一次长休不重置）。风是暂时的，只持续1d4小时，然后天气会回到原来的样子"
  ],
  "森林冒险": [
    "说话树。这棵古树诡异的与一张脸相似。一旦玩家们把这当作巧合，他们就能看到树睁开两只黄色的眼睛，转向他们。这棵树可以作为“任务提供者”、信息来源，或者是一个找出他为什么能够说话的支线剧情。•这棵树说通用语，对玩家也很友好。•它自称为“树皮”。•它有一个低低的声音，喜欢陪伴。•没有多少人进到这部分森林，并意识到这里有一棵有意识的树。那些做到的人，通常会逃之夭夭。•它不记得它的过去，在树皮的记忆中，它一直是一棵树。关于树皮是谁的一个潜在点子：它可能是荒野之母失去的种子，被施了魔法，消失在她的视线之外——只是在这片森林里作为一个有知觉的生物发芽。数据：有着大绿叶子，看起来很健康的树，树根之上5尺的树皮上的褶皱像一张脸。它有着黄色的眼睛并且热爱陪伴。树皮没什么能说的，但是能分享树林的细节，毕竟它的年龄与其他树几乎一样。树皮可以通过树根与其他树交流，它们用树根来分享模糊的感觉与图像，可以传递它们的需求，忧虑，或者开心",
    "皮克精开会。玩家们穿过一片高高的树林，可以从树冠上偷听到一场激烈辩论。他们抬头看时，能模糊地看到长着翅膀的小身影在积极地交谈，甚至没有注意到他们的存在。它们是皮克精(AC15，HP10，非战斗人员)，生活在树冠上，住在以魔法隐藏在树干上的小房子里。树冠上有一个皮克精村庄，1d20+10只。一旦他们意识到玩家知道他们的存在，大多数就会隐藏起来(一个DC15察觉可以识别出隐藏的住所)。当玩家们接近时，皮克精们会派一个代表来找玩家，害怕且羞愧着。这个皮克精将能够与玩家分享以下事情：皮克精村是孤立的，不应该见外人。•辩论让他们不知道玩家的到来，玩家是在错误的时间出现在错误的地方。•皮克精们会要求你忘记他们，并且永远不要和任何人谈论他们。（他们愿意支付200GP）；(DC15说服）——辩论是关于村庄领导权的继承问题。有两个候选人，而村民们有分歧。•(DC17说服)的分歧基于两个相反的方向——开放村庄，与外人联系，或者保持孤立和隐藏。数据：皮克精村领导人竞选者：如今领导的孩子们，一个想开放村子，另一个想玩家忘记他们见过彼此",
    "疲惫伐木工。两个老人（平民的数据）向最近的路走去，他们肩上扛着一根大木头，斧头绑在他们的腰带上。他们负担超出了承受能力，但不得不做这活儿。靠近伐木工人的玩家可以与他们聊天——他们将告知他们的工作是为附近的村庄提供柴火——而且预计明年冬天将会很艰难。其中一个伐木工有一把斧头，是带魔法的（只有侦测魔法才能看到）。在被问及时，他会说有时会有恶魔在森林中游荡，需要魔法的保护来对付他们。他们愿意分享有关该地区的信息，并接受玩家在他们劳作期间可能提供的任何帮助",
    "森林了望塔。一座正方形的建筑，顶部有一个30英尺高的了望塔。这里住着一个陷阱捕兽者，他对所有人都很友好，除非他怀疑这些客人是变形者。玩家可以在他的小屋外见到这人在设陷阱，处理皮革，打猎路上，或抽烟斗。这人很谨慎，会需要确认（DC12说服）客人不是换身灵或变形者。如果任何玩家使用了改变其外观的魔法效果，捕兽者将停止交流，并将自己锁在家里。在建立友好关系后，这人将赠送给玩家由狐狸和狼皮制成的温暖的冬季服装，并在旅客需要时提供口粮",
    "五彩蘑菇。这里的树与其他的树有所不同。它们长得更强壮、更高、更密，在它们的底部生长着圆形的，紫色、黄色和红色的蘑菇。吃蘑菇会有多种影响。通过DC15自然的玩家可以识别出食用蘑菇会产生什么潜在的影响。可采摘储存后进一步食用，1d10+4天后变质。扔d4决定影响①d8小时内，所有武器攻击+1伤害，吃蘑菇的得过个dc12体质豁免，失败了就吃d4伤害，中毒d4小时②在1d4天内的洞察检定有优势。吃蘑菇的玩家需要过一个DC12体质豁免，失败了吃1d4伤害，他们的移动速度下降10英尺，持续1d4天。③移动力增加了15英尺。吃蘑菇的玩家需要过一个DC12体质豁免，失败了吃1d4伤害和失去黑视1d4天。④联系一个随机的神的通神术。吃蘑菇的玩家需要做一个DC12体质豁免，失败时吃1d4的伤害并获得1级力竭。",
    "孩子们的游乐场。在一个无名之地，地上的一个兽穴突然被玩家们看见了。它似乎经常被造访；它前面的地面（被踩得）很坚硬。仔细观察，玩家可以识别出脚印——DC12求生将发现脚印属于小孩子。洞穴入口很窄，5x3英尺。它向下倾斜10英尺，通向一个高5英尺，直径1英尺的房间，木桌上有未点燃的蜡烛，周围都是玩具。这个曾经的狐狸窝，现在属于当地的孩子们，他们来到这里偷偷玩耍。如果玩家在这里呆了1d8+4个小时，孩子们就会来玩——请求玩家不要分享他们游乐场的秘密。",
    "奇怪的啄木鸟。一只黑白两色的啄木鸟从树上飞到另一棵树。它总是砰砰啄几下，发出一种闷闷的，但仍然很响亮的声音。一棵树听起来很空，比其他的声响大，甚至把鸟吓跑了。这棵树可以被确认是死了很久，中间有一个洞。在树的一侧有一些地方可以让玩家进入，只需要一点点力，他们甚至可以把树弄倒。在树的底部，也就是中空部分的末端，可以找到一大堆被收集在这的橡子。",
    "蕨类之环。森林中央的一片小块空地，小型的蕨类植物生长为明显的环形。乍一看，圆圈的中心似乎是空的，没有植物。在中间埋着一个兽人，并着他的武器和生前的物品，没有墓碑或任何其他标记。过DC12宗教，玩家可以识别出这个地方像一个埋葬地点。侦测魔法咒语会发现6英尺之下有反应（译者注：西方下葬深度是六英尺）。在中心挖掘，队伍可以找到一个早已腐烂的兽人战士的遗骸。骷髅拿着一把+1长剑，用DC15察觉（或一个仍然有效的侦测魔法）可以找到一个夸尔羽符",
    "落单的熊仔。一只小棕熊迷路了，它害怕地在森林深处寻找它的父母。熊不会怀有敌意，玩家可以通过DC15求生并找到踪迹来帮助它与家人团聚。这家人将会位于附近一条河的另一边，幼崽本身无法过河——已经被抛在了后面。玩家可以帮助幼崽通过，并在这个过程中与它成为朋友——需要过dc12驯兽，才能让熊采取某些行动——在这些检定中，如果用了食物，就有优势。",
    "树屋。其中一棵大树上有一所屋子。它看起来废弃且垮塌了。没有可见的入口，但这棵树看起来可以攀爬。团队可以爬上树干，需要过DC14运动或体操。靠近树屋时，他们可以看到一个隐藏的门锁着(DC12，有盗贼工具的话)。在里面，他们可以找到一个作家的落脚处。羽毛笔、墨水、纸张、多幅未完成的作品和一些已完成的小说、诗歌和书籍碎片散落在这个地方。DC14的调查将识别出一些情书，玩家通读后可以确定作者变得越来越绝望。他们找到的最后一份文件是一张纸，用一把简陋的匕首钉在门边的墙上，上面写着：“再见了我的迪莉娅，再见了我的作品。”玩家可以看出作者已经放弃了他的职业",
    "隐蔽的泉水。在一个特别茂密的地区，在混着岩石与泥巴的山坡上，人们开始听到潺潺流水声。寻找源头的话，在灌木丛下，他们可以分辨出一个有点岩石的地形，和一小汪从地面涌出的泉水。水是干净的，吸引附近的动物，玩家可以补充他们的水囊，任何从这泉喝水的人将会失去一级力竭。（效果不叠加）",
    "暗色的朋友。一只小黑豹从灌木丛里慢慢地走了出来。它看起来心满意足，而且对玩家们保持中立。它会跳上树，找一个舒适的睡眠姿势。通过DC12自然检定的玩家可以识别这只动物刚吃过东西——因此非常快乐，并且不关心它领地内的任何人。",
    "卡住的箭矢。你看到一棵大树，就像其他大树一样，除了一根太直的树枝。仔细一看，你会发现它不是一根树枝，而是一支被疯长的枝条缠绕遮掩的箭。箭看起来不受时间所影响，它的尖端被树包裹得严严实实。没有一个玩家能辨认出箭身所用的木料。箭羽不见了，似乎它们被时间或元素摧毁了。箭头可以通过DC12力量检定从树中拔出来，显露出尖端。箭头的尖端是用玉做成的。它看起来很锋利，明亮的深绿色，没有缺口。它没有魔法效果，但可以以50GP在欣赏它工艺的商人那卖出。这个箭头的来源是未知的。一个曾经的文明，或者从另一个位面而来的战士被违背意愿地推到这里，无意中射出一支箭，都可能是造成这种罕见现象的原因。",
    "厚苔藓。走在森林里，你的脚会碰到一些异常柔软的东西。你往下看，发现你正走在一个1英尺厚的苔藓上。它看起来额外的大，额外的茂盛。通过DC12察觉检定，可以识别出苔藓的颜色与他们之前看到的类似的绿色植物略有不同。用同样的检定，他们可以确定苔藓在地上生长成一个几乎完美的圆形，它的中间稍微高一些。如果团队决定挖个洞出来，他们会发现同样的苔藓甚至生长在地下，同样厚，同样郁郁葱葱的绿色——但也只生长在圆形区域内。苔藓层是由一个古老的，埋藏的力量源导致的，它位于地下15英尺。这是一个黄铜的笼子，里面有一颗发光的白色宝石，它能够将能量传到许多不同的目标上——对于植物来说，提供热量，提供光。为了获得这种力量源，团队需要确定，无论这个圆圈是什么，效果都来自于地下——并挖出这个物品。",
    "好奇松鼠。被动察觉高于13的成员可以看到1d6只松鼠（老鼠的数据）专注地看着玩家们。随着玩家的行进，松鼠跟随。它们的目标是从玩家们手上拿走最闪亮的东西。它们不在乎那东西是否与某人连在一起，会试图不顾一切地拿走它。作为回报，它们向它们试图抢劫的玩家脚下扔橡子。DC14驯兽可以安抚那些蹦跳的松鼠，它们会用善解人意的眼睛盯着任何闪亮的东西。它们的意图可以通过DC12的洞察来确定。如果递给它们一件闪亮的物品，无论价值（金币或银币，一块闪亮的金属片等）。松鼠将成为不可逆转的朋友，以一个安全的距离陪伴玩家，但在这些树林里帮助他们。帮助有很多种形式，用下表决定松鼠能给玩家啥。①对着危险吱吱吱，玩家不会被突袭②收集有用小玩意，半径100尺内，任何掉下来的东西，甚至是稍微有一点点用处的东西都被松鼠收集来，扔到玩家脚边③引走危险。松鼠误导荒野中的野兽，让他们不要打扰任何玩家④准备战斗——1d6松鼠参与战斗，先攻20，攻击任何敌对生物。",
    "笨手笨脚的猎手们。走在森林里，一支箭危险地飞向一名玩家的脸。不久之后，你听到一大声惊叫，一个女声：“你差点打他们，你个混蛋！你觉得那像只鹿吗？”两个猎人（玛丽亚和本图）随后过来不断道歉。他们是一对，喜欢打猎，但通常不太成功—因为实在菜。他们无论如何都在努力！他们会邀请你在附近的村庄吃晚餐，作为对这次可怕经历的补偿。",
    "隐蔽小神社。你看到了石头路面——一条小路，把你带到一个明确的方向。在一小群松树下，小路通向一个小的，风化的，10英尺高，10英尺宽的祭坛。祭坛的形状是一个圆柱体，其侧面有一扇5英尺高的拱门。外面是没有装饰的，在里面你可以在一个2英尺高的台子上找到一些鲜切花。内墙上有许多雕刻——心形，里面写有名字。如果玩家决定在这里等待1d12+6小时一对年轻的夫妇（平民）将前往神社，他们明显只关心彼此（被动察觉9）。他们放了一朵花，亲吻，拥抱和离开。神社是爱的圣地，当地人认为放一朵花可以加强它所代表的任何浪漫纽带。至于玩家——谁在这里留下一朵花，他的下一次说服检定上将有优势，而不是他们之间会有什么浪漫之情。",
    "熊的味道。当你们接近一片森林，本来是不会注意这种地方的，但一股恶臭击中了你的鼻子。DC12求生会把你带到源头——一只巨大的棕熊，躺在地上超大声地向空气中排放气体。很明显，它很痛苦——因为它没能吃下足够的植物——在过去的几周里，它的饮食太注重肉食了。如果玩家们能帮助熊好些——不管是提供一些植物性材料，或者是帮助熊移动，它会很感激并慢慢地离开。熊的疼痛能够很容易地通过允许与动物说话的咒语或特性来识别。（译者注：哄小孩多吃菜用的吧……）",
    "废弃营地。在森林空地中，可以找到篝火的残骸和一些破碎的帐篷。DC12求生将确认这个地方在过去几天中被遗弃，它被某种大型野兽（棕熊）破坏的。调查废墟(DC12调查)玩家可以找到一袋黄金，1支长弓，15箭和2支火把。在这露营都是亡命之徒——玩家可以尝试跟随他们的足迹，却发现到他们没有成功逃脱野兽——死在离营地200英尺的地方。",
    "秋天来得早了些。抬头看树冠，通过DC14察觉检定的玩家能发现树木开始变色——在一天之内，它们变成了黄色和橙色——跟季节对不上。这种现象可能预示着存在一个更大的邪恶或不利的条件变化，并且应该局限于森林内的某个点，而不是在世界上的每个地方。原因可能是一只绿龙的逝去——它曾经统治着森林，在它死后留下了一个能量的真空。"
  ],
  "荒原冒险": [
    "鸟巢惊喜。有只小小的蓝黄相间的鸟儿（猫头鹰的数据）在飞入位于石墙上的鸟巢时候，把嘴里叼着的戒指掉了下来。戒指上有个小钻石，dc16察觉能发现它的切割工艺很特别，不同寻常。戒指属于一个商人，穿越荒原时候把它丢了，玩家可以决定是把戒指卖了换50gp还是去找原主人。原主人是个富有的人类商人，把这个戒指视为他过世父母的纪念，那戒指用的金子是用他父母的珠宝熔出来的。把这个戒指给任何熟悉珠宝的人，他们都会为玩家们指出那个擅长这种特殊切割工艺的人，那人可以告诉玩家原主人的行踪。如果戒指被归还了，玩家会被奖励3000gp，因为这戒指对主人来说有极大的情感价值。鸟巢4尺深，玩家们可以在里面看见更多的亮闪闪小玩意，d10gp和d10sp",
    "意料之外的花园，一小片不同寻常的绿色植物看起来十分不合时宜地出现，dc12察觉，玩家能分辨出这是一个有人照顾的花园，从那被照顾地整整齐齐的，也有好好被浇水的藤蔓，花朵，和植物能看出来。拿走任何植物或者花朵或者呆一天以上都会触发主人的出现。这花园属于一位被诅咒的精灵，这精灵被永远地变为一个水元素，它藏在附近的岩缝之间，玩家能通过dc20的调查发现，ta并不是敌对的，也不会攻击，更不会试图把玩家拿走的东西抢回来再放回花园。这水元素对植物的爱意能通过dc12的洞察发现。玩家们可以用移除诅咒终结这诅咒，并把这个精灵变回原样。然后精灵会跟玩家分享自己的故事并请求玩家们护送ta去附近的定居点。这个精灵曾经是一个著名的吟游诗人，在荒原的小镇子之间表演，但ta爱上了一个已婚女士，而对方的丈夫，知道此事后，就用诅咒把ta变成了水元素，让ta再也无法歌唱或者见到任何人。",
    "友好的山羊：一个干旱的小山坡上的4只山羊，低头看着冒险家们——空气中满是它们的声音。它们跟着玩家要食物，以允许他们挤奶作为交换。山羊明显是野生的，无主的，蹄子和毛皮脏兮兮，胡乱生长。他们响亮的声音会使队伍没可能隐匿。DC12洞察或驯兽检定将确定它们是饿了。在被喂了（口粮或任何植物性材料）后，它们将闭嘴并在未来1d4小时内表现友好。在这段时间里，玩家们可以确定这群羊中有不止一只母羊可以挤奶——通过DC10驯兽检定，玩家们可以获得1d4罐山羊奶。",
    "风滚草大迁徙：突然成百上千的风滚草从山坡上朝着团队滚了下来，无害，但是一生一次的那种壮观。过dc12的察觉能发现风滚草里包着别的东西，过敏捷能抓一团风滚草，一开始dc12，后面每次抓，dc+2。如果玩家成功比失败多，那玩家就能抓住一大团风滚草，检定失败时，风滚草就滚走了，啥也没抓到。风滚草里装的东西①麻绳（50尺），②银项链（20gp）③愈合护符④活耗子⑤三环法术卷轴⑥价值500gp的钻石",
    "危险的色彩：层层叠叠的沉积物中有一片异常发光的区域，其中是一个小骷髅头。它完好无损，看起来像一只啮齿类动物的骨头。一只小壁虎从眼窝里爬出到头骨顶上，看向玩家。壁虎有1HP和12AC。它没有战斗数据，对冒险者很友好，除了成为一个友好的小伙伴之外没有其他目的。它吃昆虫，可以借助食物和驯兽的帮助来教一些小把戏。它能变色——它的颜色代表玩家们所处的危险程度：白的，周围没事；黄的，轻微；红的，紧急；红底黑斑，死到临头",
    "迷路的商人，在一片啥也没有的空地中央，玩家们发现了一个马车，里面还有个商人（平民的数据）还有两匹口渴的马，（驮用马），当他们看见活物时候，肉眼可见地高兴，请求帮忙找到最近的村子。商人是个诚实的人，在沙尘暴之中迷失，没法找到路。食水储量告急，对任何帮助都很感激。作为回报，会免费送玩家一些来自phb的冒险物品表格的东西，50gp以下的。这人是个半兽人，旅行商人，对荒原不熟，从远方来，第一次来这里。目的是周游世界，看看有趣的景色，见识有趣的人，几乎不会拜访同一个镇子两次",
    "乌鸦之路：一群小乌鸦在玩家们上方盘旋，然后飞走，偶尔回头看他们两眼。如果玩家们决定跟随，乌鸦们将把玩家带到一个有饮用水的可以休息的地方去。如果队伍没有立即跟随，乌鸦就会返回1d4-1次，并再次飞向相同的方向。DC14洞察检定可以确定它们希望玩家跟上",
    "大雨。不同寻常的旱季和蓝天为一片水墙让路。一场暴雨，它几乎瞬间让荒原变为花田，让小小的绿色植物迅速地从地面上长出，利用这过剩的水分。这遭遇不仅是为了表现自然之美，玩家可以借这雨水填满水壶，可以收集花朵，还有其他可食用的植物。在这场雨之后d8+4小时内，大地和植物再次枯干",
    "土拨鼠之日。土拨鼠日，一群土拨鼠（用老鼠的数据）从地上的洞穴中冒出头来，跟着玩家们，试图偷他们的普通物件，同时把别的物件（从其他冒险者那偷的）放在冒险者脚边。只要不在背包里的东西都想偷，绳子啊腰带啊项链啊帽子啊，玩家可以通过dc12敏捷豁免来避免被偷（这是抢吧）即使没偷到，土拨鼠也会把别的物件扔到玩家脚底下，价值5gp以下。只要成功“交换”了一样东西，或者被赶了两次，就会回洞里去",
    "怪石。一个靠物理方式保持平衡的石头出现在地平线上，玩家们能看见它在缓慢地移动——它要滚下去了！这是这自然奇观的终结吗？这石头是一块10000磅重的圆石头，自然产生的光滑石头，立在另一块10尺高的，差不多的石头上，而这看起来十分不稳。如果玩家不干预的话，它就要掉到地上去了，如果想帮助这一奇观屹立，需要过dc20力量检定，失败的话要过dc15敏捷豁免来避免被掉下来的石头砸到，失败的话遭5d6钝击并被击倒地。如果石头落地，会碎成很多块，露出它的内部，用一个dc13调查能发现里面有个法力再生珍珠",
    "废弃的庙宇，这片空地跟其他地方差不多但跟其他地方都不同，4根石柱子摆出的一个正方形，似乎是文明的产物，但作用是什么呢？调查石柱子能发现四个都有字，以天界语刻着，火，冷，光，力。如果玩家们对石柱子施法或者什么魔法效应，他们能获得与柱子上的字相同的抗性，持续d12+天，效果不叠加。如果玩家对柱子造成物理伤害，会反弹相同的伤害给玩家。玩家需要过一个dc14敏捷豁免，失败受2d6与柱子的字类型相同的伤害，成功减半",
    "孤身的魔蝠，一只非敌对的尘魔蝠出现了并保持在一段距离外，跟在玩家附近，看起来……迷路了？魔蝠不会攻击玩家们，而只是在他们附近飞d6小时。玩家通过一个dc16的调查，能在附近的小岩缝里找到一些小骨头，一旦他们找到，那魔蝠就会变兴奋，疾走过来。如果玩家决定埋葬这些骨头，魔蝠就会消失，能听到一大声解脱的叹息",
    "大鹏的羽毛，从天而降，5尺长的羽毛落在玩家们面前的地上。在前方远处的天空，玩家们能看到一个飞行生物的巨大轮廓（大鹏鸟）大鹏并不回头，也没注意到玩家们，位于大约1000尺以外。羽毛是一个有价值的艺术品，可以卖100gp",
    "绊倒与大笑，在一个坑（大概）附近，那里的土地十分干燥而且是红色的，玩家中的一个绊了一跤，倒地，把自己染成了土的颜色。过dc12敏捷豁免就不会跌倒。这土洗不掉，但d4+2天之后就自己掉干净了，dc12洞悉能发觉洗它会让情况更糟糕，指，d8+4天后才能自己掉干净。这尘土的影响是让（别人对玩家的）察觉有劣势，因为尘土污染了玩家的衣服和皮肤",
    "十字路口，路线叉开了，但有个牌子指示信息，写着左边和右边的地点，上面还写了点字，但有点难辨认了。用盗贼黑话写的，写了个附近的藏宝处。这地方能过一个dc15调查，在一些平坦的石头下面发现，看懂了牌子的人有优势。找出来的箱子装着d10+20gp，一个盗贼工具，一个银的首饰盒",
    "好奇的石头，玩家们在地上发现四块完全一样的石头，不管是大小颜色还是没一个细节都一样。几乎仿佛是魔法的一样。被动察觉14及以上的能发现这些石头，有奥秘熟练的能知道这些非常适合做传讯石，施法者NPC（ enchanter，不知道咋翻好，附魔师？）只要500gp就可以把这四个做成传讯石",
    "野花，在两块红石头之间，一小片绿色，伴着一些黄点——一枝孤单的花正在努力绽放。这个遭遇是为了表现自然之美，如果玩家们为这小花浇水，或者以任何方式帮助它生存，可以奖励他们一个激励",
    "隐士，在一块石头的背面，一小团营火正在燃烧，一位女士招呼着玩家们，谨慎但没有恶意。如果玩家们对她友好，她会分享自己的故事并送他们一瓶治疗药水。她是一位侏儒隐士，与世隔绝30年了，曾经是炼金术师，但贪婪又诡计多端的人们赶走了她，她决定切断所有与社会的联系。",
    "脚印。巨大的靴子印在尘土中清晰可见。一阵之后，更多的出现了，一个接一个。最终，看起来仿佛一个小团体经过了这里。但在鞋印消失在一个点上，玩家四周看也找不到人影，仿佛他们从未在这。这鞋印是这位面的一个异常幻象的一部分，dc15奥秘能知道这种现象的来源",
    "美景。在一片嶙峋怪石之上，玩家们能望见一座村庄的全景，冒险美景应当被欣赏！望着底下的村庄，玩家得到了持续d4小时的祝福术效果"
  ],
  "城市冒险": [
    "酒馆老板的女儿。玩家可以遇到一位热爱在酒馆工作的女士，似乎痛苦且担忧。她是旅店老板的女儿，希望嫁给家住附近的制革匠的儿子。她希望玩家们能帮助说服她那强烈反对的父亲。如果玩家们同意，他们可以与那个父亲聊聊，父亲说，他只是害怕失去女儿，担心她会因为婚姻而对家人冷淡。这显然是一个错误的假设——玩家可以用DC12说服或者50gp来使他改变心意。如果玩家试图恐吓，父亲将不会继续聊天。一旦成功，这位女士就会非常感谢，并支付她们在酒馆的住宿费。在1d12+20天之后，城市中举办了一场婚礼——这位女士和制革匠之子的。爹的数据，人类小酒馆老板，他最看重的是家庭，并且爱女儿超过其他的一切，有着简单的价值观，简单的生活，并不想真的伤害任何人。闺女数据，人类，很友善但经常因为担忧与悲伤哭泣，如果她的问题被解决了，她会成为你们在城里最好的朋友，尽她所能帮忙",
    "好奇猫猫，在城市里，玩家可以看到周围有不同寻常数量的猫——都在仔细地看着玩家们。它们很友好，但不让玩家碰。试图抚摸猫或捕捉它们的玩家需要做DC18敏捷检定。如果他们想驯服这些猫，他们需要做一个DC15驯兽。如果用了食物或玩具，有优势。成功驯服一只猫，他们获得了一次好运，这只猫将成为他们的伙伴。",
    "进程。在一个广场上，一个年轻人拿着一把生锈的钥匙，似乎在忍住不流出泪来。通过询问，玩家会知道他刚刚买了一间小木屋——不大，但这是他有生以来的第一个房产，他大部分的财产都花在了上面。他会邀请玩家来参观，他们可以看到这座棚屋非常破旧，几乎无法居住。如果他们决定以任何方式帮助这个人，他将成为他们的好友，会尽力以任何方式帮助玩家们——玩家将永远被欢迎待在他的地盘——或者躲在这，如果必要的话，这人是个木工学徒，来自一个非常贫穷的家庭，双亲已故，挣扎求生，努力求得一个普通的人生",
    "修复旧回忆，一个战争老兵坐在路边，乞求硬币——身形肉眼可见的糟糕。他似乎已经失去了大部分的记忆，但仍有一些故事可以讲。如果玩家向他扔一枚硬币，他会与他们分享一个故事。你作为DM，你可以利用它来介绍你世界的一部分，以一种夸张，或稍微不真实的方式。对记忆的回忆不完整，老兵讲到一半，停下说“我觉得我本来能记住更多。我的记忆衰退得越来越频繁了。”如果玩家希望他们可以帮助这人恢复记忆，并用高级复原术或类似的效果来修复他的记忆。这将引发难以抑制的幸福感，因为大量记忆突然涌入这个男人的脑子。他会尽力跳舞（以他的老骨头老腿来说，这并不容易）。他将能够讲完这个故事，并警告玩家一个迫在眉睫的威胁，作为一个额外的好处。这是个半兽人老兵，被战争深深地影响了，影响了他的抉择，心情，态度。他在近些年来已经失去了所有，如今只是勉强坚持着。他是诚实的并永远清晰地直达要点",
    "撞上婚礼。扔d6看发生啥，1喝酒比赛，dc16体质豁免；2发现有人偷钱包pp13；3一个玩家被塞了把鲁特琴，被拉去表演，表演dc12，成功的话，得到热烈鼓掌和硬币雨；4新娘摔了，敏捷豁免dc14去扶；5食物大战，点心和奶油甜品满天乱飞；6一个牧师参与进来并给予所有人祈祷与祝福",
    "孩子的卜算。玩家们遇到了一个孩子，抓着一个玻璃球，（球的）一侧破了。她主动提出为他们算命，只要求一些糖果作为回报。如果玩家们答应了，或者给孩子一些硬币，她会把他们带到一个小巷，让他们坐在木板上围成一圈，开始算命。这没有魔法效应，没有真正的力量藏在幕后，仅仅是为了好玩，但你作为一个DM可以在以后的剧情里围绕卜辞安排。扔d8决定命运，1：你会干很棒的大事！我觉得，2：你的未来拿着糖果，许许多多的糖，3：我只看到一只大猫，抱歉，4：注意，不要闭上你的眼，因为他们会永远那样，5：如果你吃水果，你的耳垂就会生长，6：如果你不感激你父母给予的生命，他们会整夜哭泣的，7:3匹马对着你微笑，要明智的选择你相信哪个，8：秋天是好事发生的季节。小孩是个提夫林，总是在笑的矮个子，有明亮的蓝眼睛，对糖果和奇迹都会说谢谢。她有家人，是纺织工和鞋匠，因为繁重的工作而经常留小孩一个人，自己找能让自己快乐的东西",
    "从战争中解脱。玩家们看到一个穿着军队盔甲的人（用老兵的数据）来到城市，四处询问。他正在寻找有关他的家人的信息——他们似乎是在他外出打仗时搬家了。玩家们可以决定提供帮助，在这种情况下，他们最终找到了老兵的妻子。作为奖励，这一对将邀请玩家过来吃晚饭，在那里他们将互相分享故事，玩家也可以分享他们的故事。老兵：冷静友善沉默的人类，努力去忘记战争的影响，并真正的让心灵回家（指他的心还停留在战场上）妻子：半精灵，容易激动，再次见到丈夫十分的开心",
    "街边魔法师（魔术师）。一位年轻的女士（侍僧的数据）在表演魔术（戏法），但她不接受钱作为报酬。她的练习并希望有朝一日成为一个强大的法师。玩家们可以看出来大多数把戏都用的是魔法伎俩，而且很容易复制。女性提夫林，重视魔法知识高于一切，有着不顾一切的渴望去学习并成为强大的法师。她已经准备好不断地练习以达成这个目标",
    "捡到护身符。挂在下水道的格栅上，几乎掉进去——玩家们看到了一个漂亮的护身符。它没有雕刻，也没有任何明显的特征。该物品是一个反侦测定位护符。它是几天前打斗中被留在这里的。在打斗中，一名女士被绑架并被拖到下水道。玩家可以通过DC16调查检定来确定下水道的壁栅被移动过，并且在它周围有战斗的迹象。进入下水道，四处查看，通过DC20调查检定，玩家们可以发现一具尸体。DC10医疗检定，将发现她的脖子上曾有护身符，然后被扯掉了，留下了伤痕。她的死因是窒息，但罪犯不知所踪。",
    "大方的贵族。一个贵族在街上边走边分发金币，看着玩家们，他会递给他们一堆，并要求把它分发给那些需要帮助的人。扔d6决定事件，①一个孩子抓住了一个金币，把它带给他们的妈妈，紧紧地拥抱着她②靠在篱笆上的老人抓住一个，愉快地点了点头③一个酒鬼试图从你手中夺走所有的金币④3个长得一模一样的姐妹害羞地走上前要一些硬币。⑤一个警卫看着地上的一枚硬币，当他认为没人看到硬币时，他就会把它捡起来⑥一个扔出去的硬币被一只乌鸦从空中抢走了，它立刻飞走了",
    "烦人的浣熊！一个木桶在一条废弃的小巷里可疑地移动。它满载着在大吃大喝的浣熊（老鼠的数据）。如果靠近5英尺以内，它们就会围住玩家们，试图找到你所有的食物——尤其是糖果！接近桶的玩家需要连续投3次DC20敏捷豁免，否则他们的食物会被偷走吃掉。在几次扔骰子之间，他们可以决定采取行动——如果他们扔出去一块食物，浣熊会冲过去抢，撇开玩家们。如果它们通过了所有的豁免，浣熊就会空腹离开。",
    "河畔的回忆。看着那永远流动的水，玩家们感受到了平静，还有如镜子般的水面。望入这镜面，他们看到了自己的脸，但他们看起来……很年轻。作为一个DM，你可以用这来使他们想起童年和过去的一个时刻。你甚至可以决定发挥这些时刻，给玩家们一个机会来塑造他们的背景故事，并根据他们重温的记忆给予一定的好处/熟练。",
    "一个诚实的贼。玩家看到一个男人（刺客的数据）拿着一瓶喝的，坐在鹅卵石小路上。他正在考虑自己所选择的，作为一个小偷的糟糕的人生道路。他想找到正确的路，但又担心自己走得太远了（来不及回头）。当玩家们交谈时，他们会发现这个人几乎已经放弃了人生。通过通过DC12说服，DC12察觉，他们可以识别这人是个法外之徒。他将与玩家们分享说，他杀了很多人，但最近才意识到——一切都是徒劳的，感觉自己的灵魂迷失了。人类刺客，强壮，靠谱的雇佣杀手，情感与恐惧对他来说都是陌生的，但最近疑惑充满了他的心灵。",
    "神明的祝福。太阳比平时更灿烂。玩家们可以感觉到它刺穿他们的皮肤，填满他们的心灵。这种感觉很好，感觉也很自由。通过这光照的能量，可能会产生以下影响。①神的一则旨意充斥了玩家们的内心②他们被加强了对抗不死生物影响的能力（获得黯蚀抗性，持续1d4天）③他们可以提问，然后被解答（视同法术通神术）④可以请求神明介入（视同牧师那个神圣干预 ）",
    "帮助老年人。一位老太太（平民的数据）拿着一个沉重的篮子试图穿过马路。显然很艰难，但到目前为止还没有人停下来帮助她。玩家们可以决定提供帮助，老太太将开始聊天——说她打算去市场，卖她篮子里的蔬菜。她会在旅程结束时用3SP来感谢玩家们。人类女性，认真的劳作者，被对她失去的孩子们的回忆环绕，无人知道是她意外害死了他们，而且她也不打算说出，但这个沉重的事情一直在她心上压着。",
    "新产品。一位女士（平民的数据）站在一个临时架子后面，出售一种似乎叫做“鲜花酒”的紫色液体。这是一种新的甜饮料！她希望让它像麦酒或葡萄酒一样出名。尝试这种饮料后，玩家们可以确定它是个美味的，无酒精并且口感清爽的饮料。这位女士请求玩家参与投机倒卖活动，从她那里购买酒桶，在玩家们下榻的旅馆转售。她建议价格50GP，转售价格100——玩家可以留着利润。你可以随时回来再次交易，并帮助饮料提高名声。将指定的100GP的鲜花酒卖给酒馆可以通过DC12说服，如果低于这个值，就只能以更低的价格出售。在6次成功的倒买倒卖后，这种饮料开始出名，在游戏内的一年之中，大多数酒馆都会把它放在货架上。",
    "斗篷。一个戴着兜帽的人（法师的数据）走近你们，以一种缓慢的、没有威胁的移动方式，给玩家之一套上了一件奇怪的满是补丁的斗篷，然后离开。法师不回答任何问题，在附近的小巷里使用高等隐形法术卷轴消失。法师的动机是制造混乱，她只是用斗篷来促进这一点。之后，她会定期对穿斗篷的人占卜。斗篷是一个杂货法袍(DMG195)。一旦所有补丁都用光了，她将拜访玩家们，并感谢他们提供的娱乐。",
    "麻雀的晚餐。小麻雀（乌鸦的数据）在附近迅捷地飞舞，就在玩家们的头顶上，抓虫子，然后把它们带回家。这景象令人惊叹，麻雀的路线通向一个有趣的地方，一个废弃的建筑，有可操作的炼金术实验室，有1炼金工具，1d10空瓶，1d4随机药水和1d4随机毒药。寻找麻雀的踪迹可以用DC10生存或察觉检定。废弃的建筑是锁着的，门窗用木板订上了——可以通过DC10力量检定打开。麻雀穿过墙上的小洞，进到位于建筑内部，天花板角落的巢穴。",
    "自豪的妈妈。一位女士（平民的数据）高兴地递出几小罐甜果酱。她的幸福是因为她女儿的成功——她刚刚被法师学院录取——她一生的梦想即将成真！玩家可以把果酱带走。这罐果酱可以让任何食物更美味，也可以作为包好了的珍贵礼物。母亲数据：充满爱心的单身妈妈，在一个高端酒馆当服务生并烹饪美食。",
    "点亮城镇。傍晚时分，可以听到一个无忧无虑的人的歌声（平民的数据）。在检查时，玩家们看到他在更换并重新点燃旧火把。他面露微笑地向玩家们打招呼。他很乐意免费提供火把和蜡烛，并可以分享城中夜晚的秘密。数据：无忧的人，与一个鬼婆做了交易，把自己的灵魂卖给了她，从此永远开心，但他将会痛苦地死去"
  ],
  "沙漠冒险": [
    "说话的幻象。远远地，队伍可以看到一位女士的身形。这是一个海市蜃楼——但她为什么能说话，为什么他们能听到她的声音？在遭遇的开始，玩家们应该很难确定这种现象是什么。当他们一发现远处的人像看起来像一位女士，就会听到她说话——就好像她在他们旁边一样。女士的形象是模糊的，难以辨认的，无论玩家如何试图靠近，都保持在一定距离。她可以说以下的一条信息①关于最近的绿洲②关于附近的危险③神圣的信息，比如，神在注视着你，如果你需要帮助，只要停止战斗并祈祷就好了④乞求雨水然后你的愿望将会通过我的悲伤眼泪实现",
    "卖水的。在沙漠深处，在一条被称为“道路”的地方，队伍遇到了5只骆驼和一个商人（一个平民的数据）。卖水，也很乐意卖给你其他用具。骆驼身上有一个大袋子，里面有普通的东西，还有许多装满的或者空的水袋。这个交易者很诚实，喜欢赌博。他可以被邀请去打牌，并向你提议用带着的所有水来打赌。赢了之后，他会赞赏你的勇敢，但不会拿走你的水，但也不会免费给你。输了的话，他将履行赌注，你可以把他一个人留在沙漠中，身上一点水都没有。玩的这个牌好像是叫20点……？20的命运。每个人扔2d10，藏起来不给别人看，把数加起来，可以扔d10把结果加在之前的总数上，在任何一个时间点都可以喊停，记住最后总数，当所有人都不扔骰子时，揭露每个人的总数，最接近20的人赢，平局的话，骰子扔得多的人赢这商人名字都是谐音扑克牌card……cord寇德，侏儒男性商人，喜欢冒险和可疑的交易。漫步在沙漠之上，为各个村子提供水资源，从中赚钱与赌博。",
    "蜘蛛的翻滚。在一个大沙丘上，玩家们惊扰了一小群蜘蛛。它们滚成轮子形状，以难以想象的速度沿着沙丘的一侧冲了下去。通过DC12察觉检定，玩家可以看出在蜘蛛沿着沙丘的斜坡而下的所经之路上，哪些地方是稳定的，哪些是不稳定的。踏上一个不稳定的时，玩家需要做一个DC15敏捷豁免。失败后，倒地，滑到沙丘底部，收到1d6+5钝击伤害，目盲1分钟",
    "绿洲。阴凉、潮湿、饮用水和水果等着疲惫的冒险者们。这居然都不是海市蜃楼！绿洲空空荡荡，但可以看到许多脚印，有些是人的，有些是动物的。通过DC15调查，可以找到一个背包，里面有一张藏在附近的可能宝藏的地图",
    "不知名沙堡。在两个沙丘之间发现了一个华丽的沙堡。如果玩家们破坏它，它会重建自己。在沙堡的中央有一把小石铲，它表现出一种魔法的本质。它唯一的能力是，每当它被放置在地面上时，它就会自动建造一个沙堡，只要受到干扰就会重建。",
    "沙漠航行者。玩家们看到了一个小船一样的木制品，凭借巨大的白帆在沙丘之间迅捷地移动。一个侏儒发明家（间谍的数据）把着舵盘。挥手或以任何其他方式示意自己有兴趣聊天，那发明家就会朝着玩家们过来，停在附近，并不离开他的造物。他住在附近的一个村庄里，把沙丘航行作为一项运动。如果聚会对他很友好，他会邀请他们上船兜风。数据：典型的疯子科学家，喜欢在沙丘上风驰电掣，感受自由，贴近自然的奇观",
    "旅行的石头。这些3英尺高的立着的石头在沙子上留下了清晰的痕迹。当玩家们看着它们的时候，它们不会动，但当玩家们把目光移开时——它们似乎在轻微的移动。这些石头里存放着一个被诅咒的家族的灵魂。他们被迫移动并去到他们的诅咒的源头——这是在世界的另一端的一个强大的大法师。团队可以清楚地看到迄今为止石头留下的痕迹，但为了确定石头在移开视线时候的任何移动，他们需要通过DC14察觉检定。",
    "干枯的河床。沙漠中的沙丘让路给砂岩河岸，还有干涸的河床，它还剩下一些浅池塘。水几乎没有，但这里仍然能找到一些生命。玩家可以在这些小池塘里找到饮用水和1d12+6条注定要死的鱼和两栖动物。玩家们可以决定把它们捞出来，然后再在任何淡水环境中放生。你作为DM可以为这样的利他行为奖励玩家们激励。",
    "盐晶。沙子变成了白色，上面复盖着一层2英寸厚的干净的盐。这是一种诡异的景象，但无论如何都是无害的。盐可以被收获和作为资源使用。这个地方没有任何生命，也没有饮用水——然后在这白色的沙面上，玩家们的隐匿检定有劣势。",
    "疲惫的鹤。在远处，人们可以看到一只鹳（一只猫头鹰的数据）努力尝试飞起来，但每次都掉下来。离近之后，很明显这只鸟已经筋疲力尽到接近死亡了。鹳想到附近的温暖但更适合居住的地方。不过，它的体力还不足以成功。玩家们可以喂它食水，让它飞走，它有70%的机会到达目的地。如果团队决定带着鹳前行，为它进一步补充营养，1d4天后鹳自己飞走，100%到达原来的目的地。",
    "晚间的现象。当夜幕降临，星星复盖着沙丘，玩家们开始听到歌声。最终，黄色半透明的人形开始在周围跳舞——这诡异的夜晚开始初露端倪。这种现象是无害的，而这些人形是属于人类的可视的高贵灵魂。他们不与团队互动，也意识不到玩家的存在。他们齐齐跳舞，在歌曲结束时，他们鞠躬并消失。他们是一个死了很久的旅行贵族和他的随从的灵魂，他们在几百年前因迷失而死在这个沙漠中。",
    "堵路的运河。一条20英尺深、200英尺宽的运河堵塞了你们的道路——或者说本应该会阻塞——如果不是因为两堵隐形的墙在水中开辟了一条小路，使过路者可以干燥地通过。通道由两个力场墙提供，分开了运河的两侧，保障通行。一个解离魔法可以结束力场墙的效果，使水流再次连通，重新开始流动。这些法术是由一个想建立一个水下要塞的法师放置在这里的。ta离开了，去追求更重要的事情——但是通过运河的玩家可能会识别出建造的迹象，并且，如果有些幸运的话——关于开始这个项目的法师的线索。",
    "砂岩盆地。一个20英尺的圆形洞，位于几乎平坦的砂岩地面上，充满了浑浊的水。白天是个温暖的浴池，夜间是冻上的。在池塘底部过DC15调查的玩家可以找到啮齿类动物的小骨头和几块金币。在白天，该盆地有20%的机会开始排放有毒气体。如果玩家站在旁边或在水池中，他们需要过一个DC14体质豁免或昏迷1d12分钟。在水中的玩家将会开始窒息",
    "仙灵圈圈。直径1英尺，圆形，1英寸深的洞装饰着沙地。每个小凹槽里都有一块金币。谁有时间在沙漠里玩这个呢？这是一个仙灵(HP20，AC15非战斗人员)的作品，他认为黄金可以在树上生长，并拼命地试图证明这一点。如果玩家拿起一块金币或在“种子”周围停留超过10分钟，仙灵就会来责备他们的干扰，要求他们离开。数据：三英寸高的红发女仙灵，有大翅膀和坚决的表情",
    "开花仙人掌。沙丘的一侧有一组高高的管状仙人掌，上面的花朵看起来已经准备绽放了。花朵含有小小的果实，可以用DC12敏捷检定采摘。如果失败，果实仍然被摘了下来，但玩家被仙人掌扎了个1d4穿刺伤害。果实的影响①1d6临时生命②120尺黑视，持续d12小时，③无影响④看到已逝之人过去行走于沙漠的景象，持续d4小时",
    "位面旅行者。一个穿着轻盈、优雅的女性半精灵不知从哪里掉到了地上（法师的数据），她走到玩家面前，询问自己在哪里。拿出一枚硬币来换取信息然后通过卷轴消失在空中的方式离开。这位女士是一名位面旅行者，她使用异界传送卷轴来移动——但她并不是特别擅长瞄准她的跳跃的目的地——而且经常迷路。当玩家试图阻止她时，她会向他们扔出一个戒指，并责骂玩家的干扰。这个戒指是一个反射闪避戒指。她的目标是去看这个世界并尽量多地学习。她已经从家乡位面（意译）获得了她所需要的一切，并开始试验位面旅行来开拓眼界",
    "保护欲的蛇。一群毒蛇(1d6+3条)围绕着玩家们，并陪伴了他们一段时间(1d4天)。他们保护队伍，甚至为他们而战——如果玩家们不攻击它们的话。当玩家对蛇采取敌对行为时，他们会立即离开，并且不会回来。",
    "发光的沙子。一小撮沙子被风刮起，然后并没有像预期的那样直坠下去，而是开始发光，漂浮一段时间，之后才再次落地。玩家们可以通过DC14察觉检定来识别出只有部分砂粒有这个现象。DC14敏捷检定将使他们能够在空气中捕获沙粒。仔细观察它们，他们会发现这些发光的小玩意不是沙子，而是小虫子——无害的，当被吹的时候，会发出微弱的光。它们的光不足以作为有效的光源，但足以被微弱地看到，并通过短距离发出小信号。",
    "遗弃的营地。一个小小的，隐蔽的营地，里面有补给品、水和一封小信封——上面写着“找到的任何东西都可以随便用，感谢神明给你的好运”。营地里有一些普通的物品，如绳子、水囊、火把、衣服。如果玩家也留下了一些东西，去“交换”而不是仅仅拿走，你作为一个DM可以为给他们的公平交易奖励激励。",
    "海鸥们。一群海鸥（HP1，AC12，无有效攻击）飞越头顶。它们的存在表明，附近一定有海洋或水体。其中一只海鸥似乎被什么东西缠住了。他们可以确认，一只海鸥的脖子上缠着一个渔网，几乎无法跟上其他鸟的步伐。鸟可以被食物引诱，或者用DC12驯兽，然后用DC10敏捷检定来捕获。渔网可以整块取下，团队可以把它保存为他们的财产，然后那只鸟就可以和它的朋友一起向大海飞去。"
  ],
  "梦境冒险": [
    "全视之眼。一名玩家醒来，感觉自己的四肢和身体似乎被吸进了躯干。事实上，感觉好像他们的躯干也在消失，并融入到他们的脑海中。最终，他们整个人变成了一个不可名状的大团，能够看到周围360度的一切。他们可以看到不同的地点，时间和事情，当他们试图专注于一个时，他们需要做一个DC14感知检定。一旦成功，他们就可以清晰地看见——作为一个DM，你可以用你的世界中解释发生的事情，帮助故事的发展。失败时，视野变模糊，眼睛无法聚焦，图像变为黑暗，无梦的一觉。",
    "被改变的记忆。玩家角色醒来时变成了年轻的自己，重温那塑造了他们人生的记忆。在一段时间内，记忆随着被回忆起来而消逝——在某个时间点上，他们需要做DC10感知检定。成功后，他们会意识到他们可以在这个梦中采取不同的行动，因为他们记得记忆中是怎么做的——这种认知感觉有分量，有不寻常的意义。在这之后，他们可以以任何他们想要的方式发挥他们的记忆——当他们醒来时——无论他们怎么发挥，都将变成现实——改变他们的背景故事。你作为DM可以用它来改变武器、工具的熟练；改变PC与某些npc的关系，改变他们的互动方式来促进他们的故事发展——并让玩家代理他们可能不想改变的背景故事部分。",
    "孤身作战。从梦中醒来，玩家们发现自己在一个正方形的房间里。他们似乎都是孤身一人，而且他们似乎都看的是相同的画面。环顾四周后——他们可以看到他们上方，他们大概会期待是天花板，但他们可以看到一面像平面一样的镜子——唯一的区别是，他们的倒影不会移动——只是从上面盯着他们——无声地哭泣。任何与镜像互动的方式都会增加不适。经过三次尝试后，他们会听到来自他们的镜像中的一声喊叫，以及一个警告信息(你作为一个DM可以决定是什么信息)。",
    "自然之声。熟睡的玩家什么都看不见——在完全的黑暗中，他们听到周围不同的自然声音。通过DC14察觉检定，他们可以识别声源——他们也可以移动，试图更接近声源。当他们抵达声源处时，可能会发生以下效果——这取决于他们决定走向哪个自然声音。当效果被触发后，梦就结束了。①瀑布：DC14敏捷豁免-失败后坠落并醒来。成功后，玩家会觉得自己与水融为一体。醒来后，他们不会在水中有困难的地形惩罚，获得等于他们的移动力的游泳速度②强风，DC14体质豁免-失败后坠落并醒来。在成功时——沉浸在风中，似乎被它所拥抱，让玩家充满一种温暖的感觉。醒来后，玩家总是能够提前4天知道天气的变化。③风中落叶，DC14智力豁免-失败后在梦境森林中迷失并醒来。在成功的时候，叶子似乎形成了玩家能够理解的单词——写着“倾听，聆听，我们有很多话要说”。醒来后，玩家可以在森林区域花10分钟与树木交流——树木将能够回答关于他们在森林中经历的问题——类似于通神术的效果。④海浪声，dc14体质豁免，失败后被水淹没并醒来。成功后，玩家可以感觉到他们的肺充满了水——但会感觉到它就像空气，使他们能够呼吸。醒来后，玩家获得每天1次水下呼吸能力，每次10分钟。",
    "被填满的虚空。入睡后，整个团队一起醒来，在魔法的完全黑暗中，什么也看不见。但可以听到彼此的声音，并可以分辨出他们排列成了一个环形。在他们之间，他们感到一股向圆心的推力。如果他们尝试离开，或者不动，他们将需要做一个DC14力量豁免。失败时，他们被一种看不见的力量吸向圆心——而每个人都在脑海中听到窃窃私语。玩家可以决定自愿移动得更近些，进入中心的虚空，但如果他们决定不移动——谁第一个豁免失败三次，就会被吸到中心，进入中心的空地。在这之后，力量消失了，黑暗慢慢地变成了亮得能把人闪瞎的光——释放了做梦者。你可以用这个梦在战役的反派中选择一个目标——让他们被恐慌时候有劣势，或者在他们的挣扎时候，通过那些窃窃私语传递任何你想要的信息。",
    "在麦酒中畅游。玩家可以听到巨大的铜铃声，还有海浪的拍击声。当他们的视野清晰时，他们看到自己，被淹没在水中，在液体中游泳，旁边是一艘船，船的钟摇晃着，懒洋洋地响着，随着波浪推动船体上下起伏。除了船，周围什么都没有。随着对周围的环境慢慢习惯起来，玩家可以感觉到一种强烈的酒精气味，如果他们看向水或尝尝它——他们可以识别出它不是水，而是麦芽酒。意识到这一点后，一个人出现在甲板上——ta的特征很难辨认。他们会说：“你们在下面都喝得挺好的哈，我们要离开咯！”（海盗那种口音，翻不出来）船开始启动，慢慢地加速。角色可以尝试追赶，通过技能检定，这时候作为一个DM，应该鼓励创造性地使用法术或物品。法术位或物件充能只在梦中使用，它们对睡眠者没有影响。作为一个DM，你就决定了玩家应该为每个挑战使用什么技能检定。当玩家成功两次时，他们摸到了船，当他们两次失败时，船已走远，遥不可及。每个技能挑战的DC应该是12，任何创造性的想法都可以降低它，或给予优势。挑战失败时，玩家最终会被酒淹没，在接下来的7天里，他们会对任何酒精饮料产生强烈的厌恶。到达船时，船长帮助玩家登上船，说“你们简直是用硬邦邦的浮木做的”，拍打他们的后背。当梦结束时，选择以下奖励之一：①1d6天之内，喝麦酒和喝治疗药水的效果一样② 1d12+4天内喝酒没法喝醉③醒来时候发现身边有个瓶子，装满麦酒，并且每晚都自动填满④你闻起来像陈年麦酒，不管怎么洗澡",
    "心灵蛊惑者（enchanter，不太会翻，搞人脑子的施法者？）一个被选中的玩家发现自己在一个半球结构里，它亮着绿蓝色的光。在半球的中央，一个肌肉发达的雌雄同体大块头在敲打着什么东西，没有火花，而是明亮的闪光。每一击都是无声的，光线在半球上反射。走近一点，玩家可以看到这个人没有面部特征，它的锤子装饰着发红光的符文——被锤打的似乎是一种无定形的灰色物质。当这个生物意识到有客人时，ta会指给玩家一个大理石方块——玩家可以发誓，它之前不在那里。在方块上，他们看到颜色——触摸每个颜色会使颜色轻微发光，不同颜色所代表的技能不同，给予玩家模糊的感觉。红：奥秘，感觉像一阵魔法的威风；蓝，魅力，感觉自信并有魅力；黄，感知，平和，使命感。走到大块头面前，用语言或任何非说话的方式，在颜色之间选择一个——ta的锤子会变成那色，ta其中一只大手会试图抓住玩家。如果他们反抗，这个人不赞成地摇摇头，梦就结束了。如果他们任由这人拉走，玩家将被放在铁砧上，被锤子无痛地敲打。在仪式结束时，他们的技能获得了+1，技能种类对应他们选择的颜色。",
    "上锁的点子。作为DM，您可以使用它来藏起一个关于战役的秘密——这是一条可以极大地帮助解决一场冲突的信息。每天晚上，玩家都有20%的机会做同样的梦。在梦里，他们发现自己呆在一个房间里，除了一个锁着的箱子以外啥都没。箱子有3个大钥匙孔，旁边有3个钥匙放在地上。通过DC16察觉检定的玩家，可以识别出哪个键对应于哪个孔。如果玩家有盗贼工具熟练，DC会减少4。有些锁有陷阱，有些被锁住了，它们需要按照严格的顺序打开。如果顺序不正确，或者触发了一个陷阱——听到一声大笑之后，进度被重置，梦结束。一旦玩家找到了正确的顺序，在多次梦境之中，他们就可以得到箱子里的秘密。 顺序   中   无陷阱 右   有陷阱（发现dc14，解除dc14） 左   有陷阱（发现dc16，解除dc14）",
    "无尽走廊。一名玩家发现自己在一个看起来无穷无尽的、发微光的石头铺成的走廊里——两边啥也没，除了几个装着魔法光源的灯以外。走廊是直的，在走廊的尽头，非常非常远的远处，有一扇门。如果玩家试图走向它，最终他们会意识到门根本没有变得更近。这情况是不能通过任何非魔法的方式改变的——但是魔法的解决方案(如任意门，迷踪步）确实可以帮助玩家缩短距离。这个梦持续到玩家可能做出的3个动作之后。两个成功的魔法动作能够到达门口，否则梦就会在走廊里结束。当玩家到达门口，通过黄铜把手打开木门，另一边可能是一个早已被遗忘的记忆或一个剧情钩子，在即将到来的遭遇中对玩家有帮助。",
    "阁楼。玩家们发现自己在一个满是灰尘的阁楼上，有很多堆东西，被盖在，藏在白布下面——所有东西都复盖着灰尘。阁楼上有微弱的光线，从屋顶的小孔射进来的，提供昏暗但足够的光线进行探索。在每堆东西的下面，都有一个笼子和一些盒子。在笼子或盒子里，都会有一个来自角色过去的物品（不是一个隐藏得很久的秘密，而是一个童年或早年的记忆）。玩家可以识别出这些物品是一件意义重大的物品，但如果他们没有明白这种联系——过DC10洞察，你作为DM可以让他们知道这些物品到底是什么。这个小遭遇应该会促进RP，并增加玩家与玩家之间的讨论。如果每个物品都不是由与它有联系的人发现的，它会有帮助。",
    "内里的火。一个玩家在篝火旁醒来，发现自己处于无定形、无脸、无色的人群之间。事实上，唯一能清晰可见的所有细节的东西，就是火本身。其中一个人向火上扔了一块大卵石，说“你需要给你的火焰加燃料”。只要环顾四周，玩家就可以找到一堆原木。如果他们决定把木头扔到火上，一段时间后篝火变得非常热，你作为DM应该要求他们做连续的体质豁免，越来越困难，失败就醒来。解决这次遭遇的唯一方法是，玩家将自己扔进火中。在这种情况下，当火焰拥抱他们时，它们会感受到温暖并从中获益——比如说，火焰抗性",
    "一群幽影。一群（1d12+3只）幽影开始攻击玩家们，在一个漆黑的，魔法的黑暗中。黑视无法看透，火把也不会产生任何效果，使战斗非常有利于攻击者。获胜并解决这场遭遇的唯一方法是，如果玩家决定互相触碰——在他们连接的地方，明亮的光线会穿透10英尺深的黑暗，立即驱散这一范围内的任何幽影。如果他们放手，光线消失了，就再次给了幽影机会。如果玩家分散开，DM可以让他们过DC12洞察——来揭示聚在一起似乎是一个更好的主意。如果他们之间的距离不到5英尺，他们可能会意外地碰到肩膀或背部，触发一个轻微的闪光，作为解决的线索。每一个被驱散的幽影都会在无色的地面上留下一个小戒指或项链——一旦捡起一个，玩家就会从梦中消失——（醒来时）带着他们捡起的戒指或项链。",
    "你的心灵花园。在一个漆黑的空间里，玩家唯一看到的灯光和物品是6个方形的，10英尺宽的花盆，里面有不同种类的花。这些花代表了玩家的精神状态和心理健康，每个种植者都是健康的一个重要方面。这些方面在下表中详细说明——每个盆中的整齐程度或沮丧状态是由dm决定的——基于角色过去的经历——以及给定的方面在给定时刻对他们的影响程度。站在每个花盆旁边，玩家可以感受到与其中的花朵相连的感觉的痕迹。在花盆旁边，经过检查后，可以看到一张小木桌，上面有耙子、浇水罐和所有其他园艺用品。如果玩家决定去照顾一盆花，他们会感到自己的痛苦、恐惧或缺陷减轻了——如果他们造成了伤害，情况会变得更糟。表格：①小黄花，对所爱之人的悲伤②蓝百合，角色的一个缺点③红玫瑰，爱，完满的或者未完满的④粉杜鹃，对于手上任务的恐惧⑤无花的黑叶子，诅咒或者疯狂的影响⑥白马蹄莲，自信",
    "羽落。一名玩家在自由落体中醒来，只能看到自己上下的云和天空，看不到地面。在因惊讶而颤抖时，他们可以发现，坠落似乎非常缓慢——事实上，太太慢了，以至于不可能是自然的。（玩家以羽落术的速度坠落）如果他们让坠落继续下去，他们会获得一次长休，并在早上获得1d6点临时生命——由于梦的使人放松、使人自由的本质。如果他们试图挣脱出来，他们将获得一次普通的长休收益。如果他们积极于破坏这个减慢坠落的咒语效果，在早上他们失去1d4+2的HP，持续到他们的下一个长休。试图识别云中有趣的物品——通过DC12察觉，玩家可以看到外形像一些平和的事物的云——例如一只展翅的鸟，一只伸懒腰的猫，一张微笑的脸。",
    "地狱图景。玩家看到一组令人不安的图像——恶魔和魔鬼在火焰之中——伤害他人，和彼此。通过DC14察觉，他们可以识别出无辜者，他们（与地狱）格格不入——正保卫自己的地盘，但看起来正在输掉战斗。这可以促使一个救人的任务，通过降到地狱，或者别的——跟团队目前的冒险不太搭的",
    "还是这天，但不同。在这个梦中，你作为DM可以为你的玩家展现他们前一天的一部分，并让他们从鸟的视角来体验它。允许他们专注于他们可能感兴趣的某些方面，并要求他们进行察觉检定，以发现他们在白天的行动中错过的事情——或者仅仅是没有注意到。一旦他们发现了3个有趣的细微差别，或者一旦你想回放给他们的场景结束了，梦就结束了。",
    "清醒梦。玩家们做了清醒梦，但并没有真正的睡觉。他们的眼睛睁得大大的，但他们根本无法移动眼睛或自己的身体。他们正在无声地体验周围的世界——几乎没有机会从梦中脱离。如果他们与清醒梦战斗，需要DC25感知豁免来摆脱并控制他们的身体。在做梦的时候，他们可能会经历以下这样的影响之一。①无害的蝴蝶降落在玩家们周围的表面和身上。②一个爬行的影子越来越靠近他们，最终抚摸着他们的脸。③他们无意中听到附近地方的谋杀声响④他们发觉真实在逐渐消逝，暂时被另一个存在的位面挤开（没太看懂，应该是说进另一个位面了）",
    "变大与变小。玩家们发现自己在一个充满掌声的竞技场上，并意识到战斗即将开始——他们是战斗的一方。很快，一个角色从竞技场的侧门进入——玩家可以看到这是他们自己的镜面复制，但尺寸是他们的两倍。在战斗中，玩家可以使用附赠动作来尝试扩大自己或缩小对手的大小。这需要一个成功的DC12感知豁免。当失败时，就会出现与预期的行动相反的情况。其大小及其对损坏的影响（为了便于获取）可根据下表进行分类①微观，无伤害，1HP，感知豁免dc变为14（如果玩家成了这个大小）②一半大，伤害HP减半③正常，正常伤害④双倍大，双倍伤害和HP，⑤巨大，三倍伤害和HP，感知豁免dc14——如果敌人变成这个大小。梦中的对手可能会揭示玩家已经忘记的背景故事中的秘密——或者了解玩家在现实世界中设定的计划",
    "鸟儿的观察力。玩家们发现自己在大地之上翱翔——遥望下方的城镇、村庄、山脉和森林。他们可以控制自己的飞行，你可以问他们他们想飞去哪里。如果他们选择了重大的世界级事件发生的方向——你可以让玩家看到这些信息，促进推动情节向前发展。（例如，玩家可能会看到一座城市陷入火焰之中——看到一艘著名的船离开港口，一支行进中的军队，一座喷发中的火山。）",
    "黑暗。玩家们是清醒的，听见自己周围有人声和有一个热闹的村庄——但只能看见一片漆黑。玩家们有时摸到东西或者撞到人和物品，但没有光线穿透黑暗。过了一小会，那个热闹村庄的声音开始消失，最终被尖叫声所取代。玩家们开始感到火触摸他们的皮肤，最终醒了过来。你可以用这个梦作为一种紧迫感来帮助加速主线。"
  ]
}
