{
  "_title": ["万象无常牌"],
  "_author": ["浣熊旅記"],
  "_version": ["1.0"],
  "_brief": [ "万象无常牌，改自梨骰牌堆。" ],
  "_export":["万象无常牌","万象无常"],
    "万象无常": [
        "{万象无常牌}"
    ],
    "万象无常牌": [
        "■01-平衡Balance：你的心灵经历了剧烈的变化，甚至改变了你的阵营。守序将变为混乱，善良则变为邪恶，反之亦然。如果你的阵营为绝对中立或无阵营，则此卡对你没有影响。",
        "■02-彗星Comet：如果你独自战胜接下来所遭遇的一只或一群敌对怪物，你将获得足够使你提升到下一级的经验值。否则，此卡对你没有影响。",
        "■03-愚者Fool：你失去10000点经验值。弃掉这张牌并另抽一张牌，把这两次抽牌计为你声明的抽牌次数中的一次。如果失去这些经验值会使你的等级降低，则保留当前等级所需的最低经验值。",
        "■04-宝石Gem：二十五枚各价值2000gp的宝石，或五十枚各价值1000gp的宝石出现在你脚边。",
        "■05-白痴IDiot：你的智力永久降低1D4+1(最低为1)。你在声明的抽卡数量外再抽取一张卡牌。",
        "■06-小丑Jester：你获得10000经验值，或者你在声明的抽卡数量外再抽取两张卡牌。",
        "■07-钥匙Key：由DM选择一把你拥有熟练项且稀有度为珍稀或更高的武器出现在你手中。",
        "■08-骑士Knight：一名4级战士出现在你身边30尺内由你指定的位置并为你服务。战士和你种族相同，并相信命运安排与你相遇且表示至死效忠于你。这名战士将由你控制。",
        "■09-月亮Moon：你获得1D3次施展祈愿术的能力。",
        "■10-浪人Rogue：由DM选择一名非玩家角色视你为仇敌。你不知道这名新敌人的身份，直到他自己或其他人揭穿真相。只有法术许愿术或神灵干涉程度的力量才能终止该非玩家角色对你的敌意。",
        "■11-废墟Ruin：你失去魔法物品以外一切你持有或拥有的财产。可动产将直接消失；在最低限度修改现实的前提下，你还将失去你拥有的所有生意、建筑物和土地。任何证明你拥有任何财产的文件也将因此卡而消失。",
        "■12-城堡Donjon：你凭空消失并以静滞状态被禁锢在某个球形异次元空间里。消失时，你着装和携带的所有物品都将落在你之前占据的空间里。你将一直被禁锢，直至被发现并从异次元空间中被解放出来。你无法被任何预言系魔法定位，但法术许愿术可以获悉你的位置。抽到此卡后你不再抽取其他卡片。",
        "■13-蛇发女妖Euryale：卡片上与美杜莎相似的画像诅咒了你。受到此诅咒的影响，你的豁免承受-2减值。只有某个神灵或卡牌“命运三女神”可以终止这种诅咒。",
        "■14-命运三女神The Fates：现实本身的存在被拆散而又重新编就，并以此让你得以避免或抹除某件已经发生的事件，如同它从未发生一般。你可以在抽到此卡后，直至自己死前的任何时间使用这张卡的效果。",
        "■15-火焰Flames：一名强大的魔鬼视你为仇敌。它会试图摧毁你的意志和你的生活，品尝你的痛苦并最终杀了你。这名魔鬼敌意将持续到它和你中的一方死去为止。",
        "■16-头骨Skull：你召唤出一名死亡化身——身穿破烂黑袍，手持幽灵镰刀，幽魂般的一个类人生物骷髅。它将在你周围10尺内一处DM指定的位置出现并对你发动攻击，同时警告其他人你必须要独自面对这场战斗。化身在将你杀死或自身生命值降至0后消失。如果有人试图在这场战斗中帮你，则该人物将因此召唤出自己的死亡化身。被死亡化身杀死的生物无法被复活。",
        "■17-星辰Star：你的一项属性提升2。由此被提升的属性可以超过20但不能超过24。",
        "■18-太阳Sun：你获得50000经验值，且某件奇物(DM决定)出现在你手中。",
        "■19-利爪Talons：你着装或携带的魔法物品被解离。神器不会被摧毁但会因此消失。",
        "■20-王座Throne：你获得魅力(说服)技能的熟练项，并在进行该技能检定时加上双倍的熟练加值。此外，你获得世界上某个地方的一座小城堡的所有权。然而这座城堡被怪物所占据，你必须清理其中的怪物以获得城堡的控制权。",
        "■21-大臣Vizier：抽到此卡后一年内任何时候，你可以在冥想中提出一个问题并获得诚实的回答。这个答案不止会给你提供信息，还会帮助你解决一个困境。换句话说，答案包括了如何实施答案的方法。",
        "■22-虚空The Void：这张黑色的卡片将带来灾难。你的灵魂从躯体抽离，并囚禁在某个DM指定地点的某个物件里。一名或多名强大的存在守护着这个地点。灵魂被囚禁期间，你的躯体处于失能状态。许愿术无法唤回你的灵魂，但可以揭示囚禁它的物件所在的方位。抽到此卡后你不再抽取其他卡片。"
    ]
}
