{
  "_title": ["狂野魔法浪涌"],
  "_author": ["浣熊旅記"],
  "_version": ["1.0"],
  "_brief": [ "狂野魔法浪涌，改自梨骰牌堆。" ],
  "_export":["狂野魔法浪涌","浪涌"],
    "浪涌": [
        "{狂野魔法浪涌}"
    ],
    "狂野魔法浪涌": [
        "■01~02：下1分钟内，你在每次自己回合开始时重骰本表，并在后续的掷骰中跳过本结果。",
        "■03~04：下1分钟内，你可以看到任何处于你视线范围内的隐形生物。",
        "■05~06：一只由DM选用及操控的魔冢出现在你身边5尺范围内一处未被占据空间中，并在1分钟后消失不见。",
        "■07~08：你以3环法术效应施展火球术，并且以你自身为爆发中心。",
        "■09~10：你以5环法术效应施展魔法飞弹。",
        "■11~12：骰一次d10：并以骰值为寸数改变你的身高。奇数变矮，偶数则长高。",
        "■13~14：你以自身为中心施展困惑术。",
        "■15~16：下1分钟内，你在每次自己回合开始时恢复5点生命值。",
        "■17~18：你脸上长出一大把的羽毛。一旦你打了喷嚏，这些羽毛会从你的脸上炸开。",
        "■19~20：你以自身为中心施展油腻术。",
        "■21~22：下1分钟内，你施展第一个需要豁免检定的法术时，其目标生物进行检定时具有劣势。",
        "■23~24：你的皮肤显出微蓝的颜色。法术移除诅咒可结束此效应。",
        "■25~26：你的前额长出第三只眼并持续存在1分钟。下1分钟内，你所有依赖视觉进行的感知（察觉）检定具有优势。",
        "■27~28：下1分钟内，你可用1附赠动作施展任何施法时间为1动作的法术。",
        "■29~30：指定一个距你60尺内，未被占据且你可以看见的空间，并将你自己传送到那里。",
        "■31~32：你被传送到星界，直至你下一回合结束时返回原位。如果此时该空间被占据，则你出现该出附近一个未被占据空间内。",
        "■33~34：下1分钟内，你施展下一个伤害性法术时其伤害掷骰取满值。",
        "■35~36：骰一次d10：并以骰值为年数改变你的年龄。奇数变年轻（至少变年轻1岁），偶数变则老。",
        "■37~38：1d6只有DM操控的呋噜怪出现在距你60尺内的未被占据空间，并因你而陷入恐慌。它们将在1分钟后消失不见。",
        "■39~40：你恢复2d10点生命值。",
        "■41~42：你变成一棵盆栽，状态持续至你下一回合开始。作为盆栽时，你陷入失能状态，并具有所有伤害类型的易伤。如果你的生命值降至0：则你的花盆被打碎，而你恢复原形。",
        "■43~44：下1分钟内，你可以在每个自己回合内以一个附赠动作传送至多20尺。",
        "■45~46：你对自身施展浮空术。",
        "■47~48：一只由DM控制的独角兽出现在你身边5尺范围内，并在1分钟后消失不见。",
        "■49~50：下1分钟内，你无法说话。你一张嘴就会吐出粉色的泡泡。",
        "■51~52：下1分钟内，一面鬼灵盾牌保护着你，为你的AC提供+2加值，并使你免疫魔法飞弹。",
        "■53~54：在接下来5d6天内，你免疫醉酒。",
        "■55~56：你的头发掉光，不过可以在24小时后恢复。",
        "■57~58：下1分钟内，你接触的任何未被人着装或携带的可燃物都会被点燃。",
        "■59~60：你恢复已消耗的最低环阶法术位。",
        "■61~62：下1分钟内，你说话时只能喊叫。",
        "■63~64：你以自身为中心施展云雾术。",
        "■65~66：你指定至多三个距离你30尺内的生物，使之承受4d10点闪电伤害。",
        "■67~68：你因最近的生物而陷入恐慌，直至你的下一回合结束。",
        "■69~70：你身边30尺内所有生物在下一分钟内进入隐形。一旦其施法或攻击则结束其隐形状态。",
        "■71~72：下1分钟内，你具有所有类型伤害的抗性。",
        "■73~74：距离你60尺内的一个随机生物陷入持续1d4小时的中毒状态。",
        "■75~76：下1分钟内，你发出30尺半径的明亮光照。任何在你周边5尺范围内结束其回合的生物将陷入目盲，并持续至其下一回合结束。",
        "■77~78：你对自身施展变形术。如若豁免失败，则你在法术持续时间内被变成绵羊。",
        "■79~80：下1分钟内，你身边10尺范围不断出现虚幻的蝴蝶和花瓣。",
        "■81~82：你可以立刻执行一个动作。",
        "■83~84：距离你30尺内的所有生物受到1d10点黯蚀伤害。你恢复等于伤害值的总和数值的生命值。",
        "■85~86：你施展镜影术。",
        "■87~88：你对身边60尺内随机一个生物施展飞行术。",
        "■89~90：下1分钟内，你进入隐形，且其他生物无法听见你的声音。你一旦施法或攻击则隐形结束。",
        "■91~92：如果你在下1分钟内死亡，则你立刻复活，如同被施展法术转生术。",
        "■93~94：下1分钟内，你的体型暂时变大一级。",
        "■95~96：下1分钟内，你和你身边30尺内所有生物获得穿刺伤害的易伤。",
        "■97~98：下1分钟内，你被空灵的音乐声环绕。",
        "■99~00：你恢复全部已消耗的术法点。"
    ]
}