{    
"哈罗牌":[
"圣武士（守序善良，力量）\n代表了坚强地面对困境。圣武士在任何情况下都绝不放弃。这张卡通常表示需要坚持到底或是做一个人认为是正确的事，即使这需要付出沉重的代价。如果这张卡牌在偏移位置，这样的行动可能是有勇无谋。",	

"要塞（中立善良，力量）\n是宁静力量的象征，在必要时可以移动，但在最大的困境中依旧屹立不倒。那些被要塞卡代表的人不会因任何力量动摇。如果堡垒卡出现在偏移位置，它可能意味着在诱惑面前让步或为更强的力量屈服。",
	
"天空（混乱善良，力量）\n展现了一个国家的奴隶被释放的史诗时刻。奴隶的自由代表了重大的，有力的变化，如同旧的枷锁在阳光下被解除一般。如果这张卡牌在偏移位置，这些被解除的枷锁可能被更糟糕的所取代。",	

"熔炉（守序中立，力量）\n通过伟大的多样性唤起力量。铁匠代表了那些在魔蝠的火焰审判下生存下来的人，但熔炉的火焰如此强烈，将无数人烧成灰烬。这张卡通常代表着需要多种来源的力量来克服的危险事件。",	

"熊（绝对中立，力量）\n是纯粹的力量。人们经常错误的认为熊可以被驯服或训练。当某人相信他已经控制了熊时，他终将意识到他道路的错误之处。这里可能需要蛮力，但使用它的后果也可能十分严重。",

"起义（混乱中立，力量）\n代表了被某些远比你强大的力量所控制。这种无法抵挡的力量通常会碾碎一切与它接触的东西。高举的王冠象征着推翻某种领袖。在牌阵中，它表示了一种比接受解读的人强大得多的力量。",

"炼狱（守序邪恶，力量）\n描绘了吞噬无辜者的魔鬼。它可以表示一场巨大灾难中无数的死亡。或是在偏移下表示同一灾难中的救星。炼狱也可以表示区域中某种黑暗的智慧生物正在危害群众。",	

"打击（中立邪恶，力量）\n表示了受到各个方面的攻击，但也可以表明自我心灵的崩溃。无论这一力量是在肉体还是精神方面，它都会在无情的攻击下崩溃。偏移下，这一卡牌表示了在突袭中能找到未被发掘的力量。",	

"旋风（混乱邪恶，力量）\n是一种毁灭所见一切的力量。这一灾难的来源不是自然规律，而是某种智慧存在的阴谋。旋风象征了战争，纵火，或其他摧毁接触到一切事物的事件。偏移下，这一卡牌可以预示狂风般审判后的新生。",

"舞蹈（守序善良，敏捷）\n如同宇宙本身，舞蹈是一种丰富细腻的体系，需要其中的每个人遵守它的规则，以免其整个结构坍塌。它建议保持完美的步伐，了解你在更伟大善良中所处的位置。那些退出这一模式的人将处于危险之中。偏移下，这一模式可能有催眠性，但不是为了所有人的良善。",	

"蟋蟀（中立善良，敏捷）\n是个乐天派，一种思维和身体一样敏捷的生物。它代表了速度和快速通道。虽然蟋蟀通常与旅行相关，它身边的桃子代表了旅行终点的财宝。如果偏移，旅途将会十分糟糕，最终的财宝也将得不偿失。",	

"杂耍者（混乱善良，敏捷）\n代表了命运，神明，或者那些玩弄他人生命与命运的人。如果这位巨人杂耍者保持着他的节奏，他终将实现目标。但在偏移位置下，他开始颤抖，悲剧与失败就将降临在他所干涉的生命中。",	

"锁匠（守序中立，敏捷）\n锁匠表示主体拥有她所需要解锁命运的钥匙。他授予通向新的地点、线索或宝藏的钥匙。他不会给予这些工具应该怎样使用或在何处使用的提示。这一卡牌通常代表了奇怪的、古老的、或魔法的物品。",	

"孔雀（绝对中立，敏捷）\n孔雀是一种拥有惊人美貌的生物，但它的美只有如被鸡蛇兽的视线石化时才能保存下来。聪明的人会接受时间的流逝，舞出孔雀的道路。它的出现总是象征着态度上突然发生的人格转换或社会的变化。",

"兔王子（混乱中立，敏捷）\n兔王子是一个狡猾的家伙，代表了难以预料的肉搏战。王子是战斗的化身，是完全的变幻无常。如他断裂的宝剑所象征的，任何战士都可能在战争中倒下，无论多么勇猛或训练有素也是一样。这张卡有时候代表了皇室或者其他有势力的家族的年轻成员。",	

"山崩（守序邪恶，敏捷）\n是一场灾难。它毫无理智，毫无理由的漫过前进道路上的一切。它可以代表物理上的灾难或者由于恐慌的人群或其他无理智的集群或团体引发的灾难。如果偏移，灾难可能可以避免，但不会没有结果。",	

"鸦群（中立邪恶，敏捷）\n是一群危险的人，象征着以暴力夺取人所爱之物。当鸦群出现时，谋杀、盗窃、或其他令人震惊的损失将会发生。如果此卡偏移，类似的情形可以避免，或者盗窃的损失不大。",	

"恶魔之灯（混乱邪恶，敏捷）\n：恶魔之灯是陷阱与诡计、手上功夫与心计之卡。这些鬼火和追求它们的男人代表了不可能的或是十分棘手的情况。如果偏移，恶魔之灯代表了在完美时机到来的机会或指引，指示出了道路。",	

"号角（守序善良，体质）\n：号角是力量的声明。这名神使是一种积极的力量，正义指引他毫不迟疑地涉身于各种可怕的情况。如果偏移，它表示动机并不高尚，会带来伤害和破坏性的力量。这张卡牌预示了一切或一无所有。",	

"幸存者（中立善良，体质）\n：幸存者代表了一名曾通过严峻考验的人。这个人被他倒下的同伴所包围，代表了曾经被认为永远遗失，却再次被找到的某个人或某样东西。它也可以代表重生。如果偏移，幸存者可能唤起糟糕的消息或重大的损失。",	

"沙漠（混乱善良，体质）\n：沙漠的环境如此惨烈，无人可以在没有援助的条件下于此生还。在那些找到援助的人看来，通过这片废土的旅程可以带来伟大的事物。如果偏移，它表示主体无法依靠他人的帮助且必定迷失。这张卡片上的斯芬克斯可能代表了一名神秘主义者或医生在瘟疫或疾病期间带来拯救。",	

"黄铜矮人（守序中立，体质）\n：黄铜矮人展现了一名代表了危险中屹立不倒之物的火矮人。虽然其他人可能倒下，他依然保持着强健与硬朗。黄铜矮人也可能预示了一个人的一场失败或黑暗的命运，但这反过来也可能将它周边的人从更大的危险中拯救出来。",	

"驭手（绝对中立，体质）\n：无论本体是什么，驭手代表了一种让主体前进的驱使性的外力。这股力量可以是物理的也可以是心灵的，比如一个在别人没有更多力量可以付出时全套他们前进的人。这股力量可以是好是坏，但不能被忽略。图上的半兽人过着辛劳的生活，但这是为了他的自我改善。",	

"巨人（混乱中立，体质）\n：巨人代表了一次与超越某人控制的物理力量的遭遇。这名巨人可能是权力、军队、地震、甚至是炎热的土地上一场急需的暴雨。加入这股力量可能是明智的，但从中生存才是首要任务。",	

"纠缠荆棘（守序邪恶，体质）\n：纠缠荆棘是一张代表古代事迹的卡。它表明了一个很久以前的人或物讲某种程度上对问卜的情况产生很大影响。这件物品或这个人曾因某些肮脏的手段被遗失或谋杀。偏移下，棘手的过去带来的不只是痛苦，还有对未来的希望。"	,

"疾病（中立邪恶，体质）\n代表了瘟疫、鼠疫、饥荒、与疾病。它也可以表明灵魂的腐化或是堕落。偏移下，疾病代表了极大的健康或是一个阻止这类灾难的机会。",	

"蜡像馆（混乱邪恶，体质）\n是一个充满无助和物理熵【注：这句有些意味不明】的地方。心灵也许愿意，但肉体被冻结在了这个恐怖的地方。这也是代表了折磨与监禁的卡牌，代表了字面意义上的无法移动或是更朴实的麻痹。偏移下，这张卡牌表示一股充沛的能量在关键的时改变了一切。",	

"隐藏的真相（守序善良，智力）\n代表了看穿朴实平庸之物得到其中更伟大的真实的能力。有时这一发现十分难以理解，有时则显而易见，就像是找到房间里的一样物品。无论如何，这是一张有能力发现秘密的卡。偏移下，它可能表示一个对主体有害的秘密受到揭示。",	

"流浪者（中立善良，智力）\n是一名收藏家。这只半人马欣赏那些别人视为垃圾的物品。流浪者代表了那些足够聪明，可以发现那些别人忽略或视为一文不值之物的真正价值的人。偏移下，流浪者代表了价值的失去，或者无法看出一个人或处境的真正价值。",	

"笑话（混乱善良，智力）\n展现了必须克服的恐怖——但不是通过物理方式来克服。这只怪兽只能通过欺骗或诡计击败。这张卡代表了幽默在寻找道路通过困难的人或任务时的价值。偏移下，这通常表示你将是那个闹笑话的人。",	

"审判者（守序中立，智力）\n除了真相不接受任何东西。他代表了不可改变的现实，无法以任何方式愚弄或动摇。若要尝试违背这一不可改变的物、人、或想法，就会招致灾祸。",	

"异域商人（绝对中立，智力）\n是代表了间谍和小贩之类人的卡牌。任何从事信息交易的人都是这张卡影响的主体。这张卡预示的交易永远是真实的，但这一协议的结果可能令那些不了解它意义的人感到震惊。",	

"视界（混乱中立，智力）\n代表了奥术知识。这类知识的形式可能是疯狂或神秘的言语。这张卡牌通常预示了与一个疯子相遇，但也可能象征与天才的接触。",	

"罗刹（守序邪恶，智力）\n是一张代表主宰与心灵控制的卡牌。这只沉静的坐在奴隶背上的生物预示了一股外部力量强加在另一个生物的心灵之上。有时“奴役”是字面上的，但更多情况下它代表了对一股力量或思想的心灵奴役。偏移下，这一奴役可能在面对新信息的情况下得到解除。",	

"白痴（中立邪恶，智力）\n是一张代表严重愚蠢与贪婪的卡。它可以意味着贿赂、勒索、或看不见任何邪恶的傻天真。地精抓住了一个有勇无谋的人，代表了失去生命之前可能先失去了尊严。偏移下，这张卡牌可能表示假装白痴来伪装一个人的天分。",	

"蛇咬（混乱邪恶，智力）\n是一件卑鄙的，淬毒的武器。毒药有很多种形式——不全是物理上的。刺客刀刃上的毒药代表了思想与自由的死亡，以及让朋友反目成仇的能力，或者荼毒善良心灵的能力。偏移下，这张卡可以表示精神上的飞跃，新的友谊，或是一次发现。",	

"羽蛇（守序善良，感知）\n是一个强大的存在。知识与谨慎是相互独立的存在，通过理解保持桥接。羽蛇就代表了这座桥梁，知道现在是否是出击之时。偏移下，这张卡意味着没有抓住一刻或者作出不明智之事。",	

"助产士（中立善良，感知）\n是创造的渠道，虽然她本身并不进行创造。这位半身人是让新的生命或信息来到世界的钥匙。她的内心即使在最糟糕的情况下也能看到好的一面。她可以看到任何新到来事物的输入，但如果这张卡处于偏移，新到来的这一事物可能不会带来多少欢乐。",	

"酒馆老板（混乱善良，感知）\n代表了友谊、交情，以及一个让需要之人避难的地方。大多数人可能认为独眼巨人无足轻重，但他有着与解读或任务相关的洞察力。偏移下，酒馆老板代表了未发现避难所或者关键时刻给出的虚假信息。",	

"蚁后（守序中立，感知）\n是人格化的知识。弗米蚁族知道一切，但从不向任何不给予她适当的崇拜的人揭示任何事。她喜欢无能者与下层社会的人，因为更强大的力量会拒绝服务于她，而他们不会。她代表了成为社会一部分的需要，或者在那些比你了解更多的人面前低下头颅。",	

"猫头鹰（绝对中立，感知）\n代表了自然秩序的永恒智慧。这是导致狼群杀灭兽群中最弱者的严酷现实。对于被杀的鹿来说这很悲剧，但通过这种行动兽群会成长的更加强壮。猫头鹰持有的针讲生命链接在一起，但同样的可以让生命分离。",	

"狂欢节（混乱中立，感知）\n是代表幻象与虚假梦境的卡牌。这张卡来可以强化奥术的力量，但依赖于这种反复无常的力量可能十分危险。对其他人来说，这张卡描绘了轻率的计划或是不切实际的野心。",	

"日蚀（守序邪恶，感知）\n代表了自我怀疑，与失去目的。这张卡牌折磨那些信仰神力之人，因为他们的天赋将在这种情况下变得衰弱。它也可以代表迷失了所沿循的道路。如果偏移，它可以预示一种被掩埋的天分脱颖而出，或是一个被隐瞒的地点得到揭示。",	

"哑鬼婆（中立邪恶，感知）\n可能沉默，但她的所带着的眼睛让她能看穿人心。鬼婆祈求鲜血契约与恶毒的秘密，可以让兄弟反目，父子成仇。这是一张表演者憎恨的卡牌，因为它会让他们在文字与歌曲上受到束缚。偏移下，它表示了不可动摇的忠诚和清澈的言语。",	

"迷失（混乱邪恶，感知）\n是空虚与身份丧失的卡牌。所示的波达尸陷入了永恒的疯狂，迷失于疯子、精神病院、以及连环杀手的世界。对那些受它影响的人来说，这世界没有任何意义。它唤起的世界中，一切都是胡言乱语，如同与只说另一种语言的一个人相遇。偏移下，它可能表示了在胁迫下清晰的头脑。",	

"空王座（守序善良，魅力）\n有一种明显的失落感。鬼魂代表了那些已逝之人将永远陪伴我们。他们曾经教给我们重要的课程，只要我们选择倾听。这张卡牌能从遥远的或古代的来源带来信息。偏移下，过去的鬼魂是不安宁的，可能需要努力来让他们安息。",	

"剧场（中立善良，魅力）\n是真实预言之卡。木偶在场景中表演，正如同预言者在她不参与的场景中演出。预言者就是观众，预言就是表演本身。她不会影响她所见的东西，它的重要性通常到为时已晚才被承认。如果偏移，预言本身就只是作秀而已。",	

"独角兽（混乱善良，魅力）\n是一张慷慨地提供了主体探寻之物的卡，正如同图中的战马提供了它的水果一般。偏移下，这张卡牌代表了背叛、下毒、或虚假的朋友。",	

"婚姻（守序中立，魅力）\n可以是人、思想、王国、或其他截然不同之物的结合。水精与火蜥蜴的后代表示了联合可能会为两方都带来新的力量，或者它可能是一场本来永远不该发生的毁灭性结合。一旦结婚，两人就无法被分开。这张卡代表了永恒的改变。",	

"双子（绝对中立，魅力）\n表示了目的或身份的双重性。这面貌相似的两个人也可能意味着优柔寡断，比如一个人或组织在两个截然不同的选择中摇摆不定。它也可以表示比比皆是的被切裂的忠诚。这张卡让一名哈罗师变得谨慎，因为它也可以代表整个牌阵有着隐藏的或相反的含义。",	

"情妇（混乱中立，魅力）\n是一张政治阴谋的卡。她的面具体现了必须遵循的社会礼节。如果面具滑落，谈判可能会有意想不到的转折。这张卡也可以表示一个拥有权力的女人塑造了事件。如何对待她需要根据局势的结果而定。",	

"暴君（守序邪恶，魅力）\n代表了一名对被统治之人来说是一种衰退的统治者。这条龙可能代表了一名王族，监视者，或是户主。不管这个人是谁，他都会对他所统治的人有害，不管他自己是否意识到这一点。偏移下，它可能表示一名暴君受到揭发或废黜。",	

"背叛（中立邪恶，魅力）\n是自私的化身。极度扭曲了精神，并最终导致毁灭。它也可以表示一个人的美丽之下隐藏着一颗邪恶的心。偏移下，这张卡表示自我牺牲或远离物质世界和它的诱惑。",	

"骗子（混乱邪恶，魅力）\n是最为不忠的爱。这并不是能金石为开的真爱，而是撕心裂肺，让恋人双双跃向死亡的爱。这只拉米亚可能意味着占有、不求回报的热情、或毁灭的爱。偏移下，这张卡可能表示了新关系的开始，虽然可能伪装成不那么美丽之事。"
]
}
