{
  "_title": ["卢恩符文"],
  "_author": [ "于言诺" ],
  "_date": [ "2022/5/25" ],
  "_version": [ "1.0.0" ],
  "_brief": ["怎么说，考据微妙地麻烦的玩意。我不对本牌堆中任何解释负责，也不对任何人对牌堆结果的解读负责。解读来自于百度搜索的某条结果，具体原作者是谁我也不知道。"],
  "_卢恩符文": [
    "创造之埃特 ᚠ\nFehu\n英文字母F，代表物质的追求，这是一个带有 、满足感的卢恩。\n这个符文对北欧人的意义是“牛”。是财富和收入的象征。有时候这笔财富必须依靠你的努力才能换得，但终究会获得这份所期待的收入来源。",
    "创造之埃特 ᚢ\nUruz\n英文字母V，U，代表改变。它是代表野牛的卢恩。\n被视为健康、强壮、自然抵抗力的标示。也代表“男性”，象征着“强烈的感情”，它也可表示“真实意志”，也就是你真正的愿望。乌鲁兹掌管改变，通常是指一种突然的意外的变化，强迫你利用自己真诚而原始的力量，去发掘自己内心深处，而乌鲁兹可以提供这种力量。",
    "创造之埃特 ᚦ\nThurisaz\n英文字母TH，代表保护和运气，它字面的意思是“恼人的荆棘”，同时它也象征着“雷神之锤”。\n这把超级万能的金色巨锤，保护着人类和诸神。它有许多连结的象征，都是关于保护和运气。有时，它透露着你的心智有偏差，或者在某方面太过固执。你或许不容易察觉到自己的内在，因为你的内心总认为“我是对的，你是错的”。",
    "创造之埃特 ᚨ\nAnsuz\n英文字母A，它代表嘴，通常都表示“说出来的话”、“接受忠告”、或者“获得智慧”。\n也可以表示“测验”。它暗示着要以自信的雄辩精神面对眼前的一切，勇敢向前迈进。留意年长而有智慧的人。需要深思熟虑，通常也需要他人忠告。而忠告是来自父母或长辈，并会从他们身上得到宇宙和性灵的智慧。“恩索兹所指点的忠告是开放而公正，且非常陈恳有益的”。",
    "创造之埃特 ᚱ\nRaido\n英文字母R，北欧人定义它为“马车”。主要指的是旅行或者移动。\n有时这种旅行也可能带有暗喻的抽象意义，例如一次探索内心的知性之旅。若此意义正是你所面临的，就应该从内心开始你的旅程。如果已追随着灵魂的脚步开始旅行，瑞多则建议你继续走下去。瑞多出现的时候，也表示此时正是讨论或协商的好时机。",
    "创造之埃特 ᚲ\nKenaz\n英文字母K，Q，X，它象征的元素是“火”，它是一种友善、温暖、温驯的火焰，就像壁炉中的火光。\n肯纳兹代表着“力量”、“能量”、和“能力”。它和乌鲁兹一样，都象征着活力、健康及恢复的神力。它也预示着一个“开启”的时间，好事情从现在起将进入你的生命里，现在应该是开始计划的好时机，或许也可能是一段新感情。他也是一个“创造力”的卢恩，对艺术家和工艺师尤其重要。",
    "创造之埃特 ᚷ\nGebo\n英文字母G，它的意义是“礼物”。象征着幸运的结局。它通常代表着某种“合伙关系”。可能是事业的伙伴，也可能是爱情的伴侣关系。“听从你的直觉”。它透露着将会得到实质礼物或慷慨的行为。或是一份爱的礼物，或是及时出现的物质资助。基辅通常都会在困扰即将解脱的时候出现，通常也预示着生命中一段祥和而满足的时光。",
    "创造之埃特 ᚹ\nWunjo\n英文字母W，V，他的意思是“喜悦”。总是代表喜悦和快乐即将降临。\n尤其当它落在结果位置的时候，实在告诉你，无论现在经历着什么样的困难，终究会有美好的结局。转机就在眼前，因果命运之轮，即将转到对你有利的方向，而你也即将以某种形式“走出自己”。它与其他卢恩结合时，在各方面都代表着成功。它也表示在工作上的成功，尤其针对艺术或者具有创造力的工作。",
    "拼搏之埃特 ᚺ ᚻ\nHagalaz\n英文字母H，它的意思是“冰雹”，主要象征“限制”和“延迟”这是一个自然崩解的现象。\n这种崩解有好有坏，但是由于此时在你生命中所承受的力量不是个人因素，因此这个卢恩通常都带着负面意义。哈格拉兹通常都会在你正考虑冒险的时候出现。这是在告诉你，当先的未来命运，正掌握在另一个人手中。它是一个确切的指标，告诉你现在绝对不是开始新计划的好时机。有时候，生命中出现延迟或者限制也是必要的，你必须从中学习，试着满足，心甘情愿。此时与命运或者情势抗争，只会带来悲伤，现在应该退后一笔，学会妥协。",
    "拼搏之埃特 ᚾ\nNautiz\n英文字母N，它的意思是“束缚”，尼德表示保持耐性，坚守毅力。\n你或许正在纠缠，在拖延、束缚、疾病或者压迫之中，此卢恩诉说着，虽然这些东西令人讨厌，但事情总会自动解决。绝不要慌张忧虑，事情反而会更快过去。尼德通常表示一段难以熬过的时间。它常是一段感情中极度煎熬的过程。它暗喻着，从束缚和困苦中学习。当你愿意接受自身痛苦的煎熬时，正表示你由此学到了许多，且在身体和性灵两方面也都因此得到升华。它出现的时候，是告诉你当你要进行新计划的时候，一定要“再开率一次”它经常暗示着“失败”。",
    "拼搏之埃特 ᛁ\nIsa\n英文字母I，它代表着“冰”、“动作停止”。\n也就是一种冻结的状态。它也表示“人际关系中渐趋冷却”。到底是事业关系的冷却，或是爱情方面的关系冷却，你可以从紧随着伊莎的下一个卢恩中找寻答案。你讲从这种关系冷却的过程中，遭遇到反感、憎恨、甚至造成分离或者关系断绝，在感情方面，最常见的是对方违反忠诚。但是有时候，不忠的人可能就是卜问者自己，卢恩法阵中出现伊莎，代表着强烈的负面意义，有可能暗示着：你们之间的关系状况已经太糟，无法收拾。",
    "拼搏之埃特 ᛃ\nJera\n英文字母J，Y，它的意义是收获，象征“辛苦努力的回馈丰收”。\n这是一种自然界的因果轮回。它也是“正义”和“法制”的卢恩。只有付出劳力与精力才有收获，因此杰拉暗喻，你必须等到适当的时机，才会得到美好的结果。",
    "拼搏之埃特 ᛇ\nEiwaz\n英文字母EI，它象征着“紫衫木”，着种树对古代北欧人及其重要，甚至超过橡木。\n它也是北欧神话中的世界树，连接人类和精灵的九个世界。这个卢恩有着强大的“保护”属性。这卢恩表示，为自己设定了一个合理的目标，而且也有足够的能力去达成。在努力过程中可能会遭遇到一些小障碍，但是不要太过冒进，等待自己更能掌控结果的时机，在继续前进，甚至应该延迟前进的脚步，才是获得最大利益的做法。",
    "拼搏之埃特 ᛈ\nPerdo\n英文字母P，掷骰子时用的杯子，回转，从精神进入实体的入口。\n佩索是个神秘的卢恩。它表示着“隐藏”、“秘密”和“超自然力”相关的事物。占卜时若出现佩索卢恩，就表示某个东西呗隐藏起来，很快就会重见天日。而这个东西通常都是正面意向。此卢恩符文代表着意外的收获或惊喜，通常是一笔不劳而获的财富。佩索卢恩也表示卜问者身上有着强烈的直觉或超自然能力，这股力量很快就会来帮助他解决生命中的困境。",
    "拼搏之埃特 ᛉ\nAlgiz\n英文字母Z，字面意思，麋鹿，保护。\n它象征着“幸运的新影响”，将透过潜意识或直觉本能，出现在你的生命里。阿尔吉斯卢恩的影响力可能是一个新的事业机会，或新的学习过程。它是一种“友谊”的卢恩，通常表示你会和某个坦率大方、风趣又好相处的人建立新的友谊。它也是一种具有强烈保护属性的卢恩，当它出现时，也是在告诉你在这段时间里，你会受到保护，免于厄运和灾难。",
    "拼搏之埃特 ᛊ\nSowilo\n英文字母 S，字面意思，太阳、出外旅行。\n这一字母含义是太阳的力量，SOWILO和TIWAZ，同样都是象征「胜利」的伟大卢恩，当它出现在阵法中时，通常都保证着你会成功。也说明是适当时机去充当领袖。这是一个具有「神力」的卢恩，它会赋予许多力量，让你将自己的生命改善得更美好。而所遭遇到的任何一种阻力，都会马上迎刃而解，让你有更多时间缓和休息、自在轻松。但有时，SOWILO的出现也暗示你的忧虑和紧张已经开始伤害到了自己的身体。",
    "统治之埃特 ᛏ\nTiwaz\n英文字母T，字面意思，智慧，不朽、战神、胜利。\nTIWAZ是北欧的战神或是公正的游戏和规则之神。它向上的指标代表决心、勇往直前，坚忍和男人的性欲。 TIWAZ卢恩是另一个胜利伟大的卢恩，表示「任何竞争中的成功」。它通常在公平竞争和不公的压迫的力量之间相抗衡。这是一个极度积极、充满干劲的卢恩。 TIWAZ卢恩也表示着「金钱或权力的增加」，有时候两者都会增强。对于爱情和爱人的关系，它是优势的征兆，表示一段崭新、充满快乐和激情的浪漫恋曲，将会出现在你的生命当中。另外也表示「疾病迅速康复」。",
    "统治之埃特 ᛒ\nBerkano\n英文字母B，字面意思，新的世界、新希望、谦逊、传统美德。\n柏卡诺这个字代表着心所归属的家。 这是一个象征生殖的卢恩，一个与「诞生」和「家庭」相连结的虑恩。它代表新生、净化和复兴。甚至一些新构思和机会的开始。这个符号引申为母亲或任何抚养的女性。它经常指向一个实体的结果，当你在考虑进行新计划时，柏卡诺是非常有益的卢恩。它暗示你，任何一个工作中的计划，都应该马上执行。",
    "统治之埃特 ᛖ\nEhwaz\n英文字母E，字面意思，马、转变、传递。代表一匹马，对北欧人来说，马匹都是非常有价值的。\n这个符号代表迁移和游历，尤其是陆上的行程。它的最简单的含义是代表运输或运动。 与移动、转变、搬迁相关。它的涵义是改变。通常都在预期良好的变化。而这种变化通常和「旅行」有关，代表一种逐步的发展和稳定进步或迁徙。在最深层意义上，EHWAZ代表精神的进步。这一卢恩字母也代表伙伴关系、信心、忠诚和进步。",
    "统治之埃特 ᛗ\nManaaz\n英文字母M，字面意思，人类、自我；具实践的力量。\n这是「人类」的卢恩，诉说着「互相依赖」，代表着将会得到某种支持或合作，以解决你手边的问题。而在ANSUZ卢恩的协助之下，这将是个诚恳而公正的忠告。在占卜时，PX 的出现有时候是指涉个人。这样的情况下，或许表示过度受困在自己的问题，反而无法更有效地解决。应该与其它人讨论平等与合作；另外，据说这一卢恩字母所代表的意义是人类所特有的：智慧、语言、计划和支配我们环境的能力以及潜在的发达智能。代表人类的个体，它也显示人类作为家庭在一起生活以及我们独自走向死亡这一事实间的矛盾。",
    "统治之埃特 ᛚ\nLaguz\n英文字母L，字面意思，水、漂流，放逐，远游。\n表示「直觉的智慧」，也就是当在处理问题时，应该密切追随着自己的直觉。有时表示一个适合学与教的时刻、一个重要事件，创意和自然的直觉或有着预兆性质的梦，也指一种潜在的危险，或有害的提议、梦境和秘密。",
    "统治之埃特 ᛜ ᛝ\nIngwaz\n英文字母I，字面意思，天使。这个是最对称的一个字母，能表示均衡匀称的状态。\n字形像是「JERAN」的两笔画密合，所以也有休息庆祝之美意。这个字母另一种「爻」形的写法中，也可视为双重的「吉福」，并且也可视为「KAUNAN」正反双面合体，因此非常具有交合的意味。",
    "统治之埃特 ᛞ\nDaguz\n英文字母D，字面意思，白昼、启蒙、黎明、无限循环，突破和转变、没有终点与结束象征「增加」和「成长」，这个卢恩也可能指涉一段充满着「增进」和「丰饶」的过程。\n它没有负面意义，即使它出现在负面象征为主的阵法中，也表示只要愿意运用自己所拥有的内在力量，就可以翻转局势，反败为胜。DAGUZ卢恩所象征的成长是缓慢而稳定的，并不是一夕之间爆发成功。这种循序渐进的变化是一种幸运的转变。不一定会被察觉出来。有时，它的出现，可能暗示你生命中的巨变即将到来，或许是某个非常极端而彻底的事，让你的生命全然改观。通常这个事件都会形成某种新的开始，但是也有些时候，你却无法控制局面，而必须做最好的抉择，避免状态失控。达格斯也可能表示，你正在经历一种新的生活方式或新的思考模式，甚至可能是一种宗教启蒙。",
    "统治之埃特 ᛟ\nOthalan\n英文字母O，字面意思，家庭、继承；一个象征「拥有」的卢恩。\n一般都表示金钱可以换取的东西，通常是指土地或房宅。如果这个卢恩所指涉的是金钱，这笔钱财的形式，可能会是遗产、信贷、或补助津贴、地产、土地本身所带来的财富。 因为它是历代相传的，它也是遗传的品质或特性的象征，这些因素由一代传给另一代。因而，在深层意义上，它代表一种积累或长期的生长。 正位的欧瑟拉也可能表示，有年长的人会提供帮助。",
    " \nWyrd\n英文字母无对应，象征命运与神的意志。\n代表不可预知的命运。它显示你的困难及处境将难以掌控，非人力所能改变。它也意味著剧烈的变化，使你没有办法掌握。"
  ],
  "卢恩符文": [ "[$t玩家]抽出了：\n{%_卢恩符文}" ]
}