{
  "_文豪野犬糖": [
    "同伴身处险境，必须出手相救。\n世上还有比这更应该讲的道理吗？",
    "繁花虽落、亦成美景。若得含苞常在，岂有凋零之时。",
    "我寻找着没有迷失自我的理由。如果我还在，活在你的心中。\n无论是无尽的黑暗，亦或是狭长的街道。\n总有一日我定能将其超越，为了能让各自活在当下的我们展露笑颜，为了能互相确认生存意义的同时不断前进。\n我要去呼唤，呼唤你的名字，为了让你能继续做你自己。\n当你深陷悲伤潸然落泪之时，当你万般孤寂内心憔悴之时，\n我要去呼唤，呼唤你的名字，就像你呼唤我的名字那样。",
    "唯一能让故事圆满的办法,就是由你写下结局",
    "无论面对多么艰难的战局\n理论上都有最恰当的解决方法\n越是混乱，越是想自暴自弃的时候\n越是不能忘记这一点",
    "我不适合这份工作，我也没有得到部下的尊敬，虽然脱离非常不易，但并非不可能。这件事我考虑很多次了，即便如此我也没有那么做的理由。我什么都做不到，但是让我什么都不做，我做不到！",
    "若合我意，一切皆好。",
    "但对于黑手党来说，武力只是一种行动方针。\n黑手党的本质，是不惜一切手段去控制合理性。太宰，能填补你心中孤独的道变要不为，不存在于这个而时他一再月的月得想们能声用再然们好，你西中成好会个变有永外军的彷徨于黑暗个想的中。所以，如果呆在当每天用再的就一下在的也了再月可发，自当当个好人吧。这下在满心多少好会个变有好一点。",
    "愿你摆脱罪孽枷锁，灵魂得到救赎。",
    "繁花虽落\n亦成美景\n若得含苞常在\n岂有凋零之时",
    "——太宰先生的新朋友好容易玩坏啊。不过没关系，我还有玩坏太宰先生这个盼头在，作为把我关起来的回礼，我会让你受尽痛苦再弄坏你的！\n——下次我就不会封印你了，直接贯穿你的心脏。\n——下次再跟我玩哦，太宰先生！",
    "将已经弄脏了的双手朝着天空…笔直伸去",
    "这是越狱！逃出道德这一生来就有的洗脑概念！\n比起幸福，我更愿意选择灵魂的自由！",
    "在见到你的那一瞬间，我才真正明白了美的含义。",
    "人虎，记住这两点，\n只要落后了，就会丢下你，\n只要妨碍了，就会杀掉你，\n懂了吗？",
    "这不是行程表，这是理想，是我人生的道标，而这上面并没有写我的搭档是个自杀狂！",
    "我的新部下可是比你优秀多了哦。",
    "不下班就可以不上班了，不睡觉就可以不起床了",
    "谁都无法做到无所不知，那就是所谓的“可能性”。",
    "我有个梦想。当我从港口黑手党金盆洗手，恢复自由。我想找一个能望见海的房间、坐在桌前、当一个小说家。",
    "以文豪之名，赴野犬之义。",
    "去成为救人的那一边\n如果呆在哪边都一样的话 就去成为好人吧\n拯救弱小 保护孤儿\n无论正义还是邪恶 对你而言都没差不是吗\n那样子…会多少好那么一点…\n为什么你你能肯定?(太宰治)\n我当然能 我比谁都清楚\n因为…我是你的朋友啊",
    "危险就如同咖啡的苦涩，对于有觉悟的人来说，也不失为一种风味。",
    "我打过电话了啊，说我快死了，然后他们异口同声地说〔恭喜你啊〕……你怎么看？",
    "你曾身处地狱，但地狱培养出了你的坚强意志。",
    "我是武装侦探社的太宰治，美丽的小姐，下次见面的时候，你愿意和我一起殉情吗？",
    "清爽明朗且充满朝气地自杀。",
    "白鲸之所向，翱翔于大海",
    "人是为了救赎自己而活着的。",
    "人活着是为了能为自己寻得救赎",
    "佳作不管看多少遍都是佳作。",
    "我的愿望只有一句话，某人的一句，及其无聊的话语。为了那一句话，流尽血的败北！"
  ],
  "_fate糖": [
    "神话之战，由此重现。",
    "天之锁，被这锁链束缚之人，即使是神也无法挣脱。不，就像这个男人一样，神性越高，越容易被束缚。使用令咒进行瞬间移动这种事情，本王怎么会允许。",
    "现在大概没有办法回答这个问题吧。我是你的剑，除了我，还有谁能成为你的力量呢？",
    "见多了被砍被烧依然屹立不倒的英雄，可没想到居然真的有死而复生的人存在呐。你的宝具，是由你的生平传说升华而成的吧，唯独只有这件宝具，本王未曾拥有。这样的话，就连本王也陷入了不利局面了吗？虽然甚为不悦，但要对付你，看来非得最高级的武器不可。是曰：赫拉克勒斯跨越十二试炼之阻碍，最终被迎往神之座的传说。——可谓不屈不挠，是人类所能承受忍耐的极限。但是，我的宝物库正与之相反，乃是无限聚敛的极致。如你所见，置英雄于死地的武器应有尽有，照看小孩就到此为止了，赫拉克勒斯。不拿出真本领来的话，你的“试炼”，可就要用完了。",
    "真是令人惊讶的家伙。最后的最后，竟然超越了自己的神话。",
    "抱歉，说了一些莫名其妙的话，但我想通过语言传达给你。",
    "此后吾之剑与汝同在，汝之命运与吾共存。",
    "出生一事并无任何罪恶。因此，就算是生出恶魔，也要给予诞生的祝福。",
    "平等这种华而不实的词语只是那些不敢直视黑暗的弱者的戏言。",
    "所谓正确，就是即使做错也不后悔。",
    "贝狄威尔，挺起胸膛来吧。你捍卫了王的命令...",
    "你不是说过，做哥哥的要保护好妹妹吗……是啊。因为我是姐姐。那么，就一定要保护好弟弟。",
    "时间没说要等你，\n但我想我可以。\n阿尔托莉雅，\n既然你闯进了我胸口左边第三根肋骨再往里一寸的地方，\n那么，\n以后就别想再逃了哦。",
    "因为保护你是我的职责",
    "我终于明白了,原来士郎你,就是我的剑鞘啊!",
    "你瞧，所以不可能实现。因为没有士郎在的卫宫家，就无法成为我的住处。",
    "你和有你的明天\n你我的相遇 并非是一种偶然\n是很久以前 就已注定的命运\n每次闭上双眼 每次仰望天空\n梦幻般的往日记忆静静苏醒\n每一次前进 路途却更加遥远\n尽管如此 我仍要坚持走下去\n我不愿意 彻底忘却这段回忆\n深爱的双眸 或是温柔的话语\n我能否相信 我们会再次相遇\n在那天之前 我不会流下泪滴\n你我的相遇 并非是一种偶然\n是很久以前 就已不变的命运\n好像再一次 与你真心地欢笑\n即使这只是 无法实现的梦想\n我已能够看见 我和你的明天\n你也了然于心 无论什么时间\n曾经许下誓言 我要将你守护\n在悲伤的时候 陪伴在你身边\n你我的相遇 并非是一种偶然\n是长久以前 一直梦想的命运",
    "所谓正确，就是即使做错也不后悔。",
    "我从切嗣那里学到的可不止汽车的驾驶，如何活着，还有如何活下去",
    "从前，有一个男人。 \n那是个虽说躯体由泥土构成，但却一心要与神子比肩的、愚蠢可笑的家伙。他这不知天高地厚的傲慢当然地触怒了天上的神明，男人受到神罚而是去了生命。 \n他那在泪流满面中气绝的样子，英雄王至今无法忘怀。 \n你为什么要哭呢，英雄王当时问道。难道事到如今，你才为站在我这一边而感到后悔了么？ \n不是这样的—— \n他如此回答道“在我死后，还有谁能理解你呢？还有谁能陪你一同前行呢？朋友啊……一想到你今后将孤独地活下去，我就不禁泪水长流……” \n就这样，在看到男人咽下最后一口气时，唯我独尊的王理解到——身为人类却想要超越人类的这个男人的生存方式，比自己收藏的全部财宝更加珍贵、更加耀眼。",
    "你长大了想成为什么样的人呢？我啊……想成为正义的伙伴。",
    "这澎湃的心潮，不正是世界尽头之海的歌声吗？",
    "即使肉体毁灭，但他们的英灵仍被召唤，他们是传说中我忠义的勇士们。穿越时空回应我召唤的永远的朋友们。他们是我的至宝！是我的王者之道！",
    "荣光尽在彼岸，正因为无法触及，我才偏要去挑战，歌颂霸道！彰显霸道！",
    "——没有自觉的家伙们，只是单纯地追求着本能的愉悦。就好像那些追逐着血液气味的野兽一样。他们内心的这种情绪会直观地表现在他们的言行之上。所以，当你把你所听到、见到、并自己理解之后的事情，通过你自己再次讲述出来的时候，便已经充分地显示出你内心的想法。你的语言描述得最为详尽的部分，也就是你所最感兴趣的部分。也就是说，观察一个人的言行，就是了解他兴趣的最好方式。",
    "绮礼。思考是不会给你带来答案的。 \n正是这种被束缚在伦理之中的思考，才使你的认知变得扭曲了。 \n祈祷自己能够得到圣杯吧。 \n那个时候，你就会在圣杯给你带来的东西之中，寻找到你所追求的真正幸福的答案。",
    "活下去，韦伯。见证这一切，把为王的生存方式，把伊斯坎达尔飞驰的英姿传下去。",
    "我记得那张脸。那是一个眼含泪水，因为发现了还活着的人，从心底感到高兴的男人的身影。他看起来那样开心，简直好像得救的人不是我，而是他自己一样。于是他就那样，让濒死的我都感到羡慕的口气，仿佛向什么表达感谢一样说了一句“谢谢”。他说，能找到你真是太好了，哪怕只能救到一个人，对他来说也是救赎。",
    "做任何一件事都要尽情享受它 这是人生的秘诀哦",
    "若能得到你的亲手制裁…若你能要求我补偿的话… \n我一定就能相信，就算是这样的我也终可赎罪 \n总有一天，我一定就能找到宽恕自己的路 \n王妃也是、如此希望著",
    "本次远征，也……让我心潮澎湃了一回……",
    "因为我们太过于追求自己的快乐，难道，是受到了天谴吗？ \n我只说一次，龙之介，神是绝对不会惩罚人类的。神只是在玩弄人类罢了。",
    "把手伸向不属于人类领域的愚者啊……天上天下只有一人有资格欣赏你的破灭，除了我吉尔伽美什别无他人。耀眼而虚幻的人啊，投入我的怀抱吧。这就是我的决定。",
    "您才是我的王，我发誓为您所用，为您而终。请您务必指引我前行，让我看到相同的梦境。",
    "在我死后，还有谁能理解你呢？还有谁能陪你一同前行呢？朋友啊……一想到你今后将孤独地活下去，我就不禁泪水长流……",
    "你就这么憎恨我吗，挚友啊… 即使变成这副模样也恨著我吗，湖之骑士！",
    "尽管很麻烦，但既然这是众神向自己发出的挑战，那就没有不迎战之理。",
    "或许我该祝福你。 \n在经历了漫长的巡礼之后，终于要到达目的地了。",
    "不是别人，是我，承认了你的价值。",
    "忠道，乃大义所在。不要给他的努力蒙羞。",
    "这里过去是我军奔驰的大地，朕和勇士们同甘共苦，一起印刻在心中的景色，能将这世界 这景色重现，正是因为这是我们全员共同的景象，看看我无敌的军队，即使肉体毁灭，但灵魂仍作为英灵留存于世上，即使如此仍效忠于我的传说中的忠义勇士们，和他们的羁绊才是朕的至宝，朕的王道，伊斯坎达尔引以为傲的最强宝具-----王之军势！ ",
    "此世原即如此，面对如斯常事何需悲叹？何须惊讶？",
    "想要救谁，就意味着救不了其他人。听好，人类能救的，只有自己一方的事物。虽然是理所当然，但这就是正义的伙伴的定义。",
    "我这个人，喜欢高傲的对手。 \n不拘泥于自身能力的卑微而胸怀大志之人。 \n每当见到这样的对手之时我都会非常愉快。",
    "把剑放下，成为本王的妻子吧。",
    "我啊，只是想证明。这样的我，就算是这样的我，也有能够靠自己的双手争取到的东西。",
    "你要是没有胜算，就由我来创造，用有可能的所有方法！",
    "远方是青空，虽然感觉那么近，伸出手却抓不到，总有一天看着星星，到达不了的星星和无法实现的愿望。没有一起留下的东西，因此，记忆总有一天会消失。\n但，即使到达不了，心中还是有残留的东西吧。虽然手上没有没有留下的东西，但是在向东的时间看着同样的东西。还记得起来的话，即使遥远分割，还是相信两人共有。就像有失去的东西一样，就有没有失去的东西。所以，现在要一直跑着，目标在远方的话，总有一天，目标也一定能达到。越过寒冬的春天，在总有一天她也会看到的青空下，登上坡道。",
    "有朝一日 记忆也回渐渐淡薄\n也许连她的声音 她的神态也都忘记\n即使如此\n我喜欢过一个叫Saber的人这件事\n我绝对不会忘",
    "最后 还有一句话必须告诉你\n士郎 我爱你",
    "今后 我的剑与你同在 你的命运与我同存",
    "试问 你是我的Master吗",
    "即使一片漆黑\n我也不害怕喔\n因为Berserker很强\n能这样在我身边的话\n我就能安心\n因为 你一直都保护着我\n虽然曾害怕过 但是真的好温柔",
    "我只当樱一个人的正义的伙伴",
    "伟岸的躯体 就像爸爸一样\n哪怕 一次也好\n好想被你抱起来",
    "有些东西得不到才显得越发美丽 ",
    "以前如此驰骋的大地只有这个程度吗！唔，很好！本来因为身处已经是没有未知土地的时代，还有些担心……如此广袤的话就没有问题了！",
    "来，给你那无尽的长梦画上一个句号吧，我会亲自向你展示世间的法则。",
    "难道这两个女人是根据自己的判断向我发起攻击的？不可能。",
    "所谓圣人，只能抚慰人民，却不能引导人民。只有展现欲望和荣华，才能引导着国与民前进。身为王，就必须有着比任何人都强烈的欲望，比任何人都豪放，比任何人都易怒。他应当是一个同时包含着清与浊的真实的人类而非圣人。只有这样，臣子才会折服，人民才会有憧憬！ 王不是孤高的！因为他的志愿是所有臣民的愿望！",
    "很遗憾，我并不需要第二个朋友。\n吾友古往今来都只有他一个人。",
    "所以对于Lancer来说，他根本不需要圣杯。在与主人共同站在名为冬木的战场的同时，他的愿望就已经完成一半了。剩下的一半，就是夺取胜利。在带着圣杯回到主人身边．就是他展示忠义成果之时，也就是他心满意足之时。",
    "你使我的灵魂苏醒，为自己的名，引导我走义路。我虽然行过死荫的幽谷，也不怕遭害，因为你与我同在，你的杖，你的竿，都安慰我，在我敌人面前，你为我摆设筵席。你用油膏抹了我的头，使我的福杯满溢 。我一生一世必有恩惠慈爱随着我。我且要住在神殿中，直到永远。",
    "痛苦与哀叹与愉悦到底有什么矛盾的地方呢？\n所谓的愉悦是没有特定形式的，正因为不了解这一点，所以你才会迷惑啊。",
    "现在绝对不能双膝触地。绝对不能。决不能践踏当时的誓言。",
    "我这样遐想着，耳中便仿佛听见了乌鲁克民众的欢呼。——如果我将不老不死带回我的城邦，迎接我的，一定是民众们空前盛大的赞扬和美誉吧"
  ],
  "_萤火之森": ["终于能触碰到你了"],
  "_四月是你的谎言": ["我喜欢你"],
  "_月色真美": ["最喜欢你了"],
  "_DARLING in the FRANXX": ["从现在开始，你就是我的Darling了"],
  "_青春猪头少年不会梦到兔女郎学姐": ["麻衣学姐，我喜欢你！"],
  "_龙与虎": ["嫁给我吧！，直到死，我的人生都给你！"],
  "_野良神": ["你的祈求，就由我夜斗收下了"],
  "_反叛的鲁鲁修": ["国王都不前进的话，部下怎么会跟过来呢？"],
  "_辉夜大小姐想让我告白~天才们的恋爱头脑战~": ["お可爱いこと"],
  "_杀戮天使": ["那就别哭了，笑一个吧"],
  "_游戏人生": ["空白没有败北"],
  "糖": [
    "{%_文豪野犬糖}",
    "{%_fate糖}",
    "{%_萤火之森}",
    "{%_四月是你的谎言}",
    "{%_月色真美}",
    "{%_DARLING in the FRANXX}",
    "{%_青春猪头少年不会梦到兔女郎学姐}",
    "{%_龙与虎}",
    "{%_野良神}",
    "{%_反叛的鲁鲁修}",
    "{%_辉夜大小姐想让我告白~天才们的恋爱头脑战~}",
    "{%_杀戮天使}",
    "{%_游戏人生}"
  ]
}
