{
    "_title":["司辰的注意"],
    "_author":["浣熊旅記"],
    "_version":["1.3"],
    "_brief":["秘史规则下建立司辰的注意部分快速抽卡。部分内容引用自灰机Wiki，若你对秘史规则或密教背景下的TRPG感兴趣，也欢迎加群877856800。"],
    "_keys":["建立注意","新的注意"],
    "_注意卡组": [
      "\n■飞蛾：夜不能寐，侧耳聆听。微风穿梭于枝桠间，窃窃私语。房屋沉溺于自己的梦中，大声呼号。这皆是混沌所经之路。［午夜0时的飞蛾掌握蛾之准则，是于林地树间寻觅之神，于颅内振翅之神，通体斑驳之神。］",
      "\n■瞳中之扉：守夜人为愿者，也为不愿者点亮路途。他总是我们第一个祈求的司辰。他光辉灿烂。［凌晨1时的瞳中之扉掌握灯之准则，是指引前路之神，照明驱暗之神，无怜悯心之神。］",
      "\n■丝毧：漆黑亚麻总以否定作答，然而我们能在那声否定中得到荫蔽，就像野兽藏于树杈间。［凌晨2时的丝毧掌握心、蛾之准则，是明晓事理之神，明晓疑问之神，不被明晓之神。］",
      "\n■石绿：环杉已教导我，裸露的自我并非真正的自我，不过这话不假。［凌晨3时的石绿掌握杯、心、蛾之准则，是甘美多汁之神，缠绕裹覆之神，焕发新生之神。］",
      "\n■轰雷之皮：我们将口舌交与雷鸣，将双脚交与舞蹈，将皮肤交与黑夜。我们永不停歇，永不停歇，永不停歇。［凌晨4时的轰雷之皮掌握心之准则，是永不停歇之神；强需舞蹈之神；受击如鼓之神。］",
      "\n■蚁母：那迦盘绕，那迦现身于创口，那迦饶过已被伤害者。［清晨5时的蚁母掌握启之准则，是洞开之神，盘伏环绕之神，自创口中现身之神。］",
      "\n■双生巫女：海之孪生子分别降生自海洋两岸的两个子宫，一个贫穷，一个富有。巫女强于杯相，故而她二者欲壑难填……［清晨6时的双生巫女掌握杯、蛾、心之准则，是不可分离之神，不可触碰之神，身为珍珠之神。］",
      "\n■上校：痛苦是经验教训和力量的来源，而伤疤是痛苦的外在表现。没有人向上校祈祷治愈。只有在死亡将会是一种仁慈的时候，他们才会到屋檐下这个正在腐烂的房间里来拜请他。［清晨7时的上校掌握刃、冬、灯之准则，是目盲之神，身负伤疤之神，不容违抗之神。］",
      "\n■狮子匠：他象征抗争与变革，注重勇气与蛮力，他乐见革命。他的法则是，武器在不断的重铸中变得更为强大。［清晨8时的狮子匠掌握刃、铸、心之准则，是无止境变强之神，铸造怪物之神，无懈可击之神。］",
      "\n■悼歌诗人：世界会遗忘，但骨白鸽不会。［早晨9时的悼歌诗人掌握冬之准则，是通晓亡者姓名之神，唤亡者以姓名之神，不受欺骗之神，被剥夺至无可剥夺之神。］",
      "\n■拾滩鸦：但于它们相交的此处，橡树影中的鸦影会铭记。［早晨10时的拾滩鸦掌握杯、启之准则，是辖无主之神，明晓失物之神，洞开大地之神。］",
      "\n■弧月：我看到弧月在钴蓝色的辉光中升起，如舞蹈般轻盈，月光般明亮，她的面庞映照出我的脸。今晨，我满眼都是她。［中午11时的弧月掌握灯、启、铸之准则，是光彩夺目之神，揭露无遗之神，美丽绝伦之神。］",
      "\n■残阳：雪覆盖了工作室的每一处，而失去了热度的火焰无法被熄灭。［正午12时的残阳掌握冬、灯之准则，是凄美终局之神、仍在燃烧之神、遥不可及之神、不类前身之神、饰金着红之神。］",
      "\n■双角斧：星星闪烁着无情的光芒，如同在夜幕上戳出的小孔。夜空晴朗，海平线锐利如刀刃。她的法则是分割不应结合之物，自身亦分割了旧我与新我。［午13时的双角斧掌握启、冬之准则，是两面双刃之神，因时允行之神，待于门关之神，割合剖聚之神。］",
      "\n■昕旦：昕旦不仁，她总是索取必要之物，她无法忍受马虎，因此她的条件几乎接近苛刻。［午14时的昕旦掌握灯、铸、冬之准则，是先于太阳而去之神，先于太阳而来之神，平息靖声之神，永葆平衡之神。］",
      "\n■赤杯：我们在痛苦中诞生，为饥饿所拥抱，在愉悦中被吞噬。人的躯体上有门敞开，而‘她’有承诺许下：并非一切诞生者都会衰亡。［午后15时的赤杯掌握杯之准则，是永无餍足之神，夺取生命之神，给予生命之神。］",
      "\n■裂分之狼：狼象征着一种暴力的虚无主义，对毁灭的贪得无厌的渴求和对存在的永恒仇恨。狼将与所有的漂泊之火共赴饕宴。［午后16时的裂分之狼掌握冬、刃之准则，是毁灭之神，毁灭之神，毁灭之神。］",
      "\n■浪游旅人：一位众所周知的行踪自在之人。蜈蚣总能找到进入黑暗的方法。如果你相信她的自夸，她还是唯一知晓每重历史的人。［午后17时的浪游旅人掌握蛾、秘史之准则，是向愿者与不愿者叙说之神，永不停步之神，永不疲惫之神。］",
      "\n■双生女巫：海之孪生子分别降生自海洋两岸的两个子宫，一个贫穷，一个富有。女巫强于心相，以保她二者存活于世［傍晚18时的双生女巫掌握心、蛾、杯之准则，是身为珍珠之神，不可触碰之神，不可分离之神。］",
      "\n■制花人：贪婪、迷醉、梦幻，他的影响所造成的浓郁香气令人晕眩。［傍晚19时的制花人掌握杯、灯之准则，是触汝不及之神，觅汝不得之神，葆汝所求之神。］",
      "\n■白日铸炉：铸炉独具匠心，铸炉残酷无情。［晚20时的白日铸炉掌握铸、灯之准则，是以火再造之神，终结不变之神，终结所有夜晚之神。］",
      "\n■耀山之隙：他收容；他带来赠礼;他不破坏。他从山中迸出。他是碎片，是裂缝，是残余，是创口，是钻石。［晚21时的耀山之隙尚未正式出场，我们还不清楚他的领域。］",
      "\n■白雪：于墙垛上的素白中等待吧。看那日头行得迟慢。喀俄涅静默地行走在大街小巷。她的裙摆是风。洁白如斯呵她的表面。且看何物休止于风暴中。［晚22时的白雪与创口和水波并为被推翻者，我们还不清楚她的领域。］",
      "\n■黑骸：结束了 结束了 那是怜悯 ［晚23时的黑骸尚未被直接提及于目前已知的文献中，我们还不清楚黑骸的领域。］"
    ],
    "建立注意": [
      "秘史在司辰的不变注视之下发生。他们是定义松散的一组隐秘神明，决定了一切发生和存在的事和物。今天，我们的行为引来了这些司辰的注意：{_注意卡组}{_注意卡组}{_注意卡组}"
    ],
    "新的注意": [
      "黄昏，世界的外层最薄弱、神秘力量最容易闯入的时刻。我们引来了一位新司辰的注意：{_注意卡组}"
    ],
    "司辰注意": [
      "■你可以通过*建立注意*同时引来三位司辰的注视，或通过*新的注意*引来一位新司辰的注视。"
    ],
    "司辰注视": [
      "{司辰注意}"
    ],
    "司辰的注意": [
      "{司辰注意}"
    ]
  }