{
  "_title": [ "天罡地煞" ],
  "_author": [ "于言诺" ],
  "_date": [ "2022/5/17" ],
  "_version": [ "1.0.1" ],
  "_updateDate": [ "2022/8/16" ],
  "_brief": [ "包含三个牌组：天罡三十六法，地煞七十二术，天罡地煞，分别抽道教的天罡地煞法术和一般而言的天罡星、地煞星。8.16更新：添加了_keys字段。" ],
  "_keys": [ "天罡三十六法", "地煞七十二术", "天罡地煞" ],
  "天罡三十六法": [
    "斡旋造化：此乃无中生有或能转换事物的本质，又能逆转生死，可以颠覆原有的宇宙规则，从而定义新的规则。注：“女娲用于创世。”",
    "颠倒阴阳：能使天地失其序，日月失其常，犹言颠倒是非，混肴黑白。谓之神牢天劫，乃是万物之逆旅，倒转乾坤是也。注：“阴阳是事物的对立面，此为阴阳大道。”",
    "移星换斗：这是改变星象的能力，可以遮蔽以及篡改天机，所谓天发杀机，移星易宿也。天机者，犹天意。圣人点化机心，即是天机，此是生杀大术。注：“此乃无上法力。”",
    "回天返日：可以洞察诸天，遍照阎浮世界，亿万恒沙界，能显现过去所发生之情景，无有障碍。注：“此乃是观察过去历史。”",
    "呼风唤雨：可以召唤狂风，下起大雨，乃至云散雨收也。又能下起暴雪或冰霜，行云布雨之法。注：“操纵气象变化。”",
    "振山撼地：使大地产生地震，可地动山摇，能震慑山川大地。注：“威能甚广。”",
    "腾云驾雾：可以朝游北海暮苍梧，苍梧者，北海零陵之语也。注：“飞举之功。”",
    "划江成陆：划开江河或四海之地域，从而能够使其变为陆地。注：“分水之法。”",
    "纵地金光：身化一道金光纵地，可以日行数千里，又是一门遁术。注：“元始天尊所传。”",
    "翻江搅海：能操控江河湖海，掀起滔天巨浪翻滚的伟力。注：“威力巨大。”",
    "指地成钢：将一片区域的土地变成钢，完克土遁和地行术。注：“高深法力也。”",
    "五行大遁：不仅记载五行仙法，更包含五行遁术。注：“蕴含五行生克变化之妙道。”",
    "六甲奇门：六甲者，遁甲之术，能役使鬼神，祈禳驱鬼。奇门者，分数理奇门与法术奇门。注：“包含医卜星相或诸般法术。”",
    "逆知未来：可以洞察未来将会发生的事情，善能洞悉天机，未卜先知也，能知晓众生之命运。注：“乃能了知一切因果。”",
    "鞭山移石：乃是鞭动大山、移动巨石之术。注：“操控大地山脉变化，即开山劈石，也能转移山脉，使其为己所用。”",
    "起死回生：起死人而肉白骨，让死者灵魂回归尸体，涅槃重生，尽显生死之奥妙也。注：“复活亡故之人，无上妙法。”",
    "飞身托迹：隐于天地之中，遨游四海之内，不可知，不可查，不可观，存在于世界，却不见于世界。注释：“此乃空间跳跃。”",
    "九息服气：呼吸吐纳九息，可以吞吐天地元炁转化为法力，又能散化为元炁与天地相合，返为婴儿与道混合为一，乃能聚则成形，散则成炁也。注：“此是练气之道。”",
    "导出元阳：偷取敌人元阳，导出体内的阳气。注：“元阳者，即人活一口气也。”",
    "降龙伏虎：击败大型凶兽，猛禽的手段，具备擎天巨力之神通。注：“为无上法力。”",
    "补天浴日：有补天之能力和给太阳洗澡的伟力。注：“此乃造化天地之伟力也。”",
    "推山填海：可以把山推倒，把海填平，乃是移山填海之神通。注：“威力强大。”",
    "点石成金：将石头或各种事物变成黄金。注：“此乃是可以改变事物的本质也。”",
    "正立无影：进入虚化状态，是故无影无形，能使一切攻击无效。注：“隐身之神通。”",
    "胎化易形：或为男，或为女，或为老，或为少，或为神禽，或为异兽。能随意变化天地万物。注：“可谓尽得周天变化之妙。”",
    "大小如意：此乃大小变化之道，可以法天象地，又能隐介藏形。注：“此乃无上法门。”",
    "花开顷刻：使得百花可以瞬间绽放或凋零，乃至让一切植物能够快速生长，以及瞬间凋零。注：“即枯荣皆在一念间。”",
    "游神御气：炼神出窍，神游太虚；又含御气之法。注：“包含元神出窍和飞行之术。”",
    "隔垣洞见：能彻视洞达，坐见十方，天上地下，无有障蔽，六合内外，鬼神人物，幽显大小，莫不了然分明。注：“天眼通。”",
    "回风返火：让刮过来的风倒卷回去，以及让燃烧的火焰缩小回去。注：“可以使得事物的发展倒退回去，此乃无上伟力也。”",
    "掌握五雷：五雷者，名为五雷，实为五炁也。五雷分属五脏。五脏之气攒聚，会聚为一，方能达于大道，掌握五雷之妙用。可以“驱雷役电，祷雨祈晴，治祟降魔，禳蝗荡疬，炼度幽魂。”注：“雷霆者，天之号令。”",
    "潜渊缩地：能在深水来去自如，畅通无阻。能缩地脉，千里存在，目前宛然。注：“潜渊入海之神通以及缩地成寸之秘法。”",
    "飞砂走石：沙土飞扬，石块滚动。风势狂暴。注：“即是闻仲曾经使用的法术。”",
    "挟山超海：夹着泰山跨越北海，可以身负东岳巨山。注：“能身负巨山之重量。”",
    "撒豆成兵：可以变出豆子化为兵卒。注：“此乃天兵或黄巾力士，乃道兵也。”",
    "钉头七箭：诅咒之术，妆若弓箭，扎于草人上，配合七箭书使用，可于异地取人性命，被害者没有反抗能力，大罗神仙亦难逃此厄。注：“此可谓是诡异莫测也。”"
  ],
  "地煞七十二术": [
    "通幽：可以通晓以及洞察幽冥之事，又能在地狱中来去自如，与神鬼交谈。",
    "驱神：可以拘传以及调遣山神土地，又能役使阴司鬼差或黄巾力士。",
    "担山：能负山的重量，又是移山之术，孙悟空被压在五指山下不死就是此法。",
    "禁水：顾名思义，指不能通行或有毒的河流，能在禁水中畅通无阻，来去自如。",
    "借风：能驱使风，自由地进行操纵。",
    "布雾：指可以在任何地方或时间下雾。",
    "祈晴：能让雨天转晴，让雨水停止。",
    "祷雨：行雨之术，让某个地区下雨。",
    "坐火：此乃避火决，可谓入火不焚。",
    "入水：避水决，在海水中畅通无阻。",
    "掩日：能够遮掩太阳，改变天时。",
    "御风：能乘风而行，乃是飞举之功。",
    "煮石：能练制仙丹，乃是炼丹术。",
    "吐焰：可以吞吐烈焰，焚烧妖邪也。",
    "吞刀：把刀吃到肚子里，丝毫无损。此乃蕴含吞噬之道，可以消化一切。",
    "壶天：所谓壶中洞天，自有乾坤也，可以开辟空间或仙境，又能收纳万物。",
    "神行：精神超脱形体，元神出窍也。",
    "履水：可以在水面行走，能如履平地。",
    "杖解：祭练某物载人空行，配合尸解能使某物代行，倏歘之间，已成真人。",
    "分身：可以分化多个分身，也可以把其他东西分化，高深时更能分化亿万。",
    "隐形：此乃能让自己或他人，乃至一-切物体可以隐去身形与遮蔽气息也。",
    "续头：即是砍头不死之术，头被砍下,亦能完好如初，又能够长出新头。",
    "定身：使人身躯与灵魂，乃至神禽异兽或一切物体被固定，从而不能动弹。",
    "斩妖：此乃降魔伏妖之秘诀，包含诸般仙法，可以消灭没有实体的妖魔。",
    "请仙：“术”字门中之道，乃是扶乩求仙，以卜休咎，指的是招灵之术也。",
    "追魂：夺取人的魂魄，至人死命之术。",
    "摄魄：摄取魂魄之法，摄者，收取也。",
    "招云：此乃驾驭祥云，可以腾云驾雾。",
    "取月：此法乃取月现壁，玄光术也。",
    "搬运：驱使五鬼运财，又称五鬼搬运。",
    "嫁梦：能让对方噩梦缠身，摧残对方的精神，乃至编织梦境以及自由出入。",
    "支离：能让身体各个部位分离而且毫发无损，又可以瞬间复原，无有半点伤痕。",
    "寄杖：能将所受攻击产生的伤害，寄于他物身上以代形，从而可以伤害转移。",
    "断流：可以使江河断流，此乃是分水之法，可以通过此法进入龙宫水府。",
    "禳灾：禳又称禳解，指行使法术解除面临的灾难：有驱蝗、祛病、瘟疫等。",
    "解厄：指解救危难，亦作“解阸”。指念经祈福，消灾解厄，并朝真降圣也。",
    "黄白：炼丹化成金银，即点石成金。",
    "剑术：此乃以气御剑，人剑合一也，可以驾驭剑光瞬息万里，又称天遁剑法。",
    "射覆：易经八卦之理，即名物为象数所依，象数为义理而设，乃占卜断卦也。",
    "土行：在土里行动自如，地行术也。",
    "星数：可以夜观天象，知晓命运。",
    "布阵：各种结界、阵法，禁制。",
    "假形：变化外形，或男，或女，或大，或小，或神禽异兽，千变万化也。",
    "喷化：谓吹口气，使物体变化的法术。",
    "指化：乃是用手指着，使某物变化也。",
    "尸解：遗弃肉体而仙去，或假托一物代形，遗世而升天，只以元神成仙。",
    "移景：可以用法术将周围环境变化。",
    "招来：此术能用遥控招来某物品。",
    "迩去：能让物品返回去，复归原位。",
    "聚兽：能召唤各类野兽或凶禽。",
    "调禽：用法术使禽鸟或兽类听其调用。",
    "气禁：运气为特征的咒术，以气禁金疮，血即止。又能续骨连筋，以气禁白刃，则可砍之不伤，刺之不入。",
    "大力：无穷神力，此乃擎天巨力之术。",
    "透石：能入金石无碍，可谓畅通无阻。",
    "生光：周身散发护体神光，诸邪不侵。",
    "障服：阻挡，遮掩，使火焰，灰尘，雨水，不沾衣服，能幻化衣服。",
    "导引：意为“导气令和，引体令柔”之意，是一种练形固精的筑基法。",
    "服食：又名“服饵”，指服食药物以求长生，即便吃下剧毒，亦能毫发无损",
    "开壁：手指之处，山开壁裂。",
    "跃岩：轻身提纵之术，擅长身法。",
    "萌头：在事情快要发生时预先感知。",
    "登抄：使事物加快或在原基础扩大影响，比如使火烧的更旺，烧的更猛烈。",
    "喝水：可饮江河之水，多少都无碍。",
    "卧雪：此乃是不惧怕寒冷的法术。",
    "暴日：能增加太阳散发的热量。",
    "弄丸：此乃金丹大道，地仙一脉丹决。",
    "符水：此乃符篆法术，包含治病救人的符医之道以及驱鬼降魔的诸般秘术。",
    "医药：此乃以医入道之法门，包含医学知识与药学知识，以及诸般医道仙法。",
    "知时：知晓天道运行的规律，掐指一算可以洞察天机，乃是未卜先知之术。",
    "识地：指的是堪舆之学也，在古代时期，地理者，又谓风水之别名也。",
    "辟谷：不饮不食，餐风饮露，不食五谷杂粮或人间烟火，神明食气而生。",
    "魇祷：即使用法术以幻象迷惑人，简称幻术也，中术者如梦魇之境。"
  ],
  "天罡地煞": [
    "天魁星",
    "天罡星",
    "天机星",
    "天闲星",
    "天勇星",
    "天雄星",
    "天猛星",
    "天威星",
    "天英星",
    "天贵星",
    "天富星",
    "天满星",
    "天孤星",
    "天伤星",
    "天玄星",
    "天健星",
    "天暗星",
    "天佑星",
    "天空星",
    "天速星",
    "天异星",
    "天煞星",
    "天微星",
    "天究星",
    "天退星",
    "天寿星",
    "天剑星",
    "天平星",
    "天罪星",
    "天损星",
    "天败星",
    "天牢星",
    "天慧星",
    "天暴星",
    "天哭星",
    "天巧星",
    "地魁星",
    "地煞星",
    "地勇星",
    "地杰星",
    "地雄星",
    "地威星",
    "地英星",
    "地奇星",
    "地猛星",
    "地文星",
    "地正星",
    "地辟星",
    "地阖星",
    "地强星",
    "地暗星",
    "地辅星",
    "地会星",
    "地佐星",
    "地佑星",
    "地灵星",
    "地兽星",
    "地微星",
    "地慧星",
    "地暴星",
    "地默星",
    "地猖星",
    "地狂星",
    "地飞星",
    "地走星",
    "地巧星",
    "地明星",
    "地进星",
    "地退星",
    "地满星",
    "地遂星",
    "地周星",
    "地隐星",
    "地异星",
    "地理星",
    "地俊星",
    "地乐星",
    "地捷星",
    "地速星",
    "地镇星",
    "地稽星",
    "地魔星",
    "地妖星",
    "地幽星",
    "地伏星",
    "地僻星",
    "地空星",
    "地孤星",
    "地全星",
    "地短星",
    "地角星",
    "地囚星",
    "地藏星",
    "地平星",
    "地损星",
    "地奴星",
    "地察星",
    "地恶星",
    "地魂星",
    "地数星",
    "地阴星",
    "地刑星",
    "地壮星",
    "地劣星",
    "地健星",
    "地贼星",
    "地戚星",
    "地狗星"
  ]
}