{
  "_title": ["妖精荒野饰品"],
  "_author": ["星尘，”妖精荒野饰品表“提供了适用于妖精荒野主题冒险的相关饰品，本冒险即是如此。角色具有精界迷失者或巫光雇工背景的玩家可在此表上掷骰选择，来代替在玩家手册饰品表上掷骰选择。冒险中还有一些随机遭遇，这些遭遇会让玩家在某些关键位置发现一些随机的饰品"],
  "_date": ["2022/5/14"],
  "_version": ["1.0"],
  "妖精荒野饰品": ["{%_妖精荒野饰品}"],
  "_妖精荒野饰品": [
    "独角兽形状的曲奇刀",
    "两只套在一起的紫杉木环",
    "一把有宁芙形状手柄的银制手镜",
    "上了漆的木制钥匙，钥匙上的齿会在每天黎明时分改变位置",
    "精致的银质小吊坠，里面有一对儿双胞胎宝宝彼此相对的照片",
    "形状像小矮妖的黄金吊坠",
    "一个小木匣，木匣里装着一个供皮克精和小妖精玩的槌球",
    "一把锋利的铁制小剪刀",
    "一枚带着主教帽手握橡木杖跳舞的半羊人棋子",
    "像法师塔形状的盐罐",
    "一个小水晶球，可以让手持它的精灵进入梦乡（睡眠）",
    "能显示月相的小吊坠",
    "一个大的铁指甲",
    "一个小银金哨子electrum，吹出来的声音只能被妖精Fey听到",
    "像碟子一样大的木制拼图，上面绘有一个罐子的图案",
    "一卷闪闪发光的银线",
    "一张乐谱，当地精听到乐谱上面的演奏时会很不安",
    "一颗腐烂的食人魔牙齿，上面用精灵语刻着“月亮”的字样",
    "一只玻璃化的位移兽的眼睛",
    "一个装有巨魔骨灰的暮木制小棺材",
    "一张来自夏日王庭的旧邀请函，用墨水以木族语的形式写在了牛皮纸上",
    "在月光下发出微弱光芒的蛛丝披肩",
    "一个杯型剑玉玩具，当球落入杯中时，就会发出短促的胜利喝彩。",
    "被墨水指纹所覆盖的小妖精头骨",
    "外齿侧向弯曲的银叉子",
    "一个能让持有者全身冒妖精尘的熏尘器（皮克精或小妖精大小）",
    "一个能让持有者全身冒妖精尘的熏尘器（皮克精或小妖精大小）",
    "小巧的发条蜻蜓，上了发条后会慢慢拍打翅膀（但不能飞）",
    "涂有鲜艳色彩的木质独角兽玩具",
    "捏一下就会唱歌的皮克精毛绒玩具",
    "1寸见方的睡眠精灵画像",
    "一枚顶针，带上它的时候，它能帮你白日做梦",
    "南瓜纸杯蛋糕，每天黎明的时候会在纸杯中神奇的自我再生",
    "一幅绘有小精灵龙的假三龙牌",
    "一种由涂了漆的蘑菇帽制成的茶杯，可以神奇地使里面的液体保持温热",
    "漂浮的岩石，小到可以藏在你紧闭的拳头里",
    "一个小瓶子，里面装着从妖精荒野收集来的雨水",
    "乳白色的海螺壳，当你把它放在耳边时会发出笑声",
    "一瓶粘稠的液体，标有 废陋巨人唾液。请勿饮用！",
    "点燃时像篝火一样发出噼啪声的蜡烛",
    "盆栽水仙，在靠近音乐源时会摇曳自己的身体",
    "一个容量8盎司的玻璃酒瓶，在被打破1分钟后会神奇的重新组装起来",
    "一个小小的模型船上的风灵sylph破浪神",
    "用沼泽橡木雕成的南瓜形坩埚",
    "一块肥皂，闻起来就像你童年时难忘的东西",
    "一张被折叠成骑在独角兽上的骑士的橙色羊皮纸",
    "一副漆黑的墨镜，以至于看不透镜片后的东西",
    "8英寸长的玻璃蚂蚁模型",
    "一张绘有儿童画的恶鬼的羊皮纸",
    "一个没有沙子的小沙漏",
    "在顶部和底部各有一个软木塞的小空瓶",
    "一双鞋带系在一起的小矮妖绿靴",
    "用树根做成的烟斗",
    "垂到肩膀的红帽子",
    "一副面具，可以帮助你在梦醒之后记住自己做过的梦",
    "只有倒扣的时候才能显示上面写的东西的笔记本",
    "有四个侧面的木制陀螺，每个侧面都有孩子享受不同季节的形象",
    "一个适合小妖精或皮克精大小的蜂窝状的假发",
    "握住时发出吱吱声的木制老鼠模型",
    "带着令人毛骨悚然的微笑和一只缺失的眼睛的填充恶鬼娃娃玩具",
    "标有 糖果 字样的空袋子",
    "有色的玻璃单片眼镜，透过它看到的事物是绿色的",
    "适合小妖精和皮克精使用的小型刽子手黑头套",
    "用半羊人的角雕刻的钢琴键",
    "一个小鲁特琴，琴弦是用猫毛制成的",
    "一根针，针眼永远都无法穿线",
    "只有在月光下才会投下阴影的微小日晷",
    "吹奏时能吸引当地无害动物的木制排箫",
    "镀银的松果",
    "一个装有萤火虫的烧饼，它可以根据持有者心情而改变颜色",
    "被涂成蓝色的木制苹果",
    "能发出F调的音叉",
    "适合小妖精或皮克精使用的小型双节棍",
    "一枚铜币，一面是微笑的半羊人，一面是半羊人的骷髅",
    "拴在皮绳上的断鸡爪",
    "收藏在一个小木盒里的乳牙",
    "即使在没有风的情况下也能旋转的风车",
    "覆盖着苔藓和树叶的儿童阳伞",
    "缺少镜片的木制放大镜",
    "有光泽的蘑菇，有一个红色的、钟形的蘑菇头，摇晃时发出叮当声",
    "一袋子种子，闻起来有家的味道",
    "石化的知更鸟蛋",
    "中间有孔的木勺子",
    "放在一个罐子里的纸制马蜂窝",
    "一端用丝带包裹的迷迭香树枝",
    "小小的、没有家具的娃娃屋，大小适合皮克精儿童居住",
    "完全由陶瓷制成的画笔——连笔刷都是陶瓷的",
    "烛台，其烛光看起来像一个由火做的小仙女在跳舞",
    "蝴蝶翅膀形状的眼镜框",
    "一套木制的假牙",
    "一本小小的妖精故事集",
    "一个帆布背包，每天黎明背包里会神奇的出现一颗土豆",
    "皮克精冬季穿着的外套，内衬是狐狸毛的",
    "一个流苏酒瓶装饰品，形状好像一只小妖精",
    "一个有弱效磁性的木棒",
    "一个李子大小的百面骰（D100），由煤炭切割而成",
    "单独的一只玻璃鞋",
    "一个小捕梦网",
    "一个适用于小妖精和皮克精大小的小杠铃",
    "能播放你童年记忆中欢快旋律的音乐盒"
  ]
}
