{
  "_title": [ "宝石" ],
  "_author": [ "于言诺" ],
  "_date": [ "2022/6/27" ],
  "_version": [ "1.0.0" ],
  "_brief": [ "拖了好久终于整出来了。资料来自卡利·霍尔著，哈里·泰勒摄影，中国友谊出版公司出版的《宝石：全世界130多种宝石的彩色图鉴》，但说真的，我懒得配图，反正你们应该自行度娘而不是让我一张张从里面截图。" ],
  "_宝石": [
    "黄金\n金与其他金属的合金可产生不同色彩的合金；已有几千年的被人类利用为装饰的历史。",
    "银\n极易被氧化；标准的纯银一般为含银量92.5%的银铜合金，否则银太软，难以使用。",
    "铂\n抗腐蚀，不易起化学变化；冶炼铂需1773℃的温度，因此直到1920年代才有充分的利用技术。",
    "钻石\n硬度最高，光泽绝伦的矿物；一般无色的最受青睐，但因为内含物产生的其他颜色人气亦不低。",
    "红榴石\n由铁和铬产生的血红色；波希米亚已有500年利用红榴石制作珠宝的历史。",
    "锰铝榴石\n纯净状态为鲜橙色，但铁含量的增加会使其颜色偏向红色。",
    "贵榴石\n较红榴石颜色更深。质地松脆，刻面边缘易碎裂。",
    "钙铬榴石\n鲜绿色来自于铬元素。",
    "钙铝榴石\n颜色分布于无色到黑色之间，由于内含物不同呈不同颜色。",
    "粉红色钙铝榴石\n铁使原本无色的钙铝榴石呈现出粉红色。",
    "绿色钙铝榴石\n透明的那些又称沙弗莱石，具有独特的醋栗绿色，这颜色来自于铬和钒。",
    "夹属榴顶石\n由两种东西胶合而产生珍贵宝石外观的宝石。玻璃上加盖红贵榴石是最常见的一种款式。",
    "钙铁榴石\n最珍贵的一类是翠榴石，其祖母绿色来自于铬。",
    "黄铁矿\n又名愚人金，常被误认为黄金。",
    "闪锌矿\n通常为深褐色以至于黑色，通常刻面宝石仅供博物馆和收藏者收藏。",
    "尖晶石\n因为所含杂质不同而有多种颜色，红尖晶石最受青睐。",
    "萤石\n不适宜做宝石，但丰富多彩，且常呈现出各种颜色分布成色带或斑块而为有趣的宝石。",
    "方钠石\n呈各种不同的蓝色调，且为青金石矿的重要成分。",
    "蓝方石\n为青金石的一部分，晶体很少单独出现。",
    "青金石\n数种不同矿石组成的蓝矿石。据说佩戴青金石可驱逐恶魔。",
    "白钨矿\n火彩佳，颜色从淡黄白到棕色不等。人工合成的无色白钨矿被用于仿制钻石。",
    "锡石\n通常是黑色、晦暗的晶粒，偶有具金刚光泽的红棕色晶体则供给收藏者。",
    "方柱石\n颜色范围包括粉红、紫、蓝、黄、灰以至无色，颜色可反映出其成分不同。",
    "金红石\n大部分时候作为石英或其他宝石中的针状内含物，晶体可能产生星彩效果。",
    "锆石\n以无色最为出名，因为极像钻石，一直被有意无意地当成钻石。",
    "符山石\n最早发现于意大利的维苏威火山。很少用做珠宝。",
    "权草红饰石\n颜色从深红到亮丽的粉红，以及各种橙色。在黑暗中较淡的部分会褪为白色，在光线下恢复原有色彩。",
    "祖母绿\n绿色来自于铬和钒；无瑕疵品少见，常以浸油方式弥补裂缝。",
    "海蓝宝石\n具有二向色性，从不同角度可分别呈现蓝色与无色。",
    "变色绿玉\n绿柱石的黄色或金黄色变种，被认为与太阳有关。",
    "白绿玉\n绿柱石质纯的无色变种，常被用来仿制钻石或祖母绿。",
    "红绿柱石\n由锰杂质产生了粉红、玫瑰红、桃红和紫色。具有二向色性。",
    "红色线柱石\n极为罕见，浓烈的红色来自锰元素。",
    "磷灰石\n很少有收藏目的外的刻面宝石。恰当地切割可以造出强烈色彩的光辉。",
    "铍晶石\n非常稀有，唯一直到刻面后才被确认的新矿物。",
    "矽酸钡钛矿\n初次被发现时被误认为蓝宝石。二向色性强烈。",
    "水晶\n地球上最普遍的矿物之一，水晶球等产品被用于预测未来。",
    "紫水晶\n具有二向色性。紫水晶晶体中，靠近尖端的颜色较深。",
    "黄水晶\n黄色来自于铁，天然的极罕见。",
    "玫瑰石英\n主要用于装饰用雕刻。桃红色或粉红色的色泽来自少量的钛。",
    "褐色石英\n包括浅棕色、深棕色、灰棕色和黑色变种。有些矿物有金红石内含物。",
    "砂金石\n内含物是能够反射光线的小晶体，依据内含物性质不同颜色不同。",
    "乳石英\n显著的乳白色或奶油色，来自充满气体和液体气泡的内含物。",
    "猫光石英\n具有纤维质结构的石英变种，含有能产生猫眼效果的内含物。",
    "具内含物的石英\n多种具内含物的石英的统称，内含物包括针状金红石结晶、黑色针状或柱状电气石结晶、金属黄色内含物等。",
    "火玛瑙\n彩虹色彩来自于石英内的氧化铁，为凸显虹彩效果常切割成凸面型。",
    "玛瑙\n具有令人惊叹的缤纷色彩和形状，还有富有特色的夹层。",
    "缟玛瑙、红玉髓和红缟玛瑙\n均是镶嵌作品的最佳材料，都可由玛瑙仿制。",
    "绿玉髓/葱绿玉髓\n绿色来自于内含的镍，是玉髓中最珍贵的一种。",
    "碧玉\n块状、微粒的不透明玉髓。具有球状、丝带两种图案。",
    "光玉髓\n透明的红橙色玉髓变种，被认为有平静血气、镇静的效果。",
    "血玉髓和深绿玉髓\n绿色不透明带斑点的玉髓变种，用于装饰性雕刻和浮雕。",
    "红宝石\n由其中铬和铁的含量决定其各种不同的红色。硬度仅次于钻石。",
    "蓝宝石\n所有具有宝石特性的非红色刚玉都被称为蓝宝石。具有多种颜色。",
    "帕德玛刚玉\n呈粉橙色的蓝宝石，除红宝石外唯一有自己名字的刚玉变种。",
    "白色蓝宝石\n无杂质的刚玉，相当罕见。有些宝石由包含无色部分的不同颜色部分组成。",
    "绿色蓝宝石\n被认为是“东方橄榄石”。许多绿色蓝宝石由非常细的蓝黄色蓝宝石交夹构成。",
    "粉红色蓝宝石\n被相信可以祛病消灾，因此常常贴紧皮肤佩戴。",
    "黄色蓝宝石\n直到十九世纪末，一直被称为“东方黄玉”。之后，因为自己的特色被视为不同寻常的宝石。",
    "方解石\n具有高度的双折射特性，是石灰石、大理石、大部分钟乳石和石笋的主要成分。",
    "硅铍石\n稀有矿物。双晶现象普遍，常常与水晶相混淆。",
    "绿铜矿\n呈现鲜艳美丽的祖母绿色。质地松脆易碎，因此很少进行刻面。",
    "白云石\n无色、白色、粉红色或黄色晶体。具有独特的弯曲表面，常用于装潢。",
    "菱锌石\n通常为蓝绿色或绿色葡萄状块体或软层，可用于装饰，也可被多种金属染色。",
    "菱锰矿\n粉红色来自于锰元素；常常用于装饰。",
    "赤铁矿\n琢磨成薄片时显露出血红色，也可以为短小黑色的棱形结晶体，具有虹彩表面。表面平整的结晶体曾被用作镜子。",
    "红色电气石\n比重随颜色而变化，深红的比重大于粉红色。",
    "靛青电气石\n深蓝色电气石需经热处理淡化颜色，制成宝石。",
    "镁电气石\n颜色非常深，一般需经热处理淡化颜色后，利用二向色性在琢磨时显示较淡和更引人注目的颜色。",
    "无色电气石\n作为锂电气石的变种，不具有强烈的二向色性。",
    "西瓜电气石\n中心粉红色、边缘绿色或反过来的电气石。有些晶体含多达15种颜色或色调。",
    "黑电气石\n富含铁的不透明棱晶。有时晶体可能长达数米。在维多利亚时代广泛用作治丧珠宝。",
    "绿色和黄色电气石\n所有电气石颜色中最普遍的。曾与祖母绿相混淆。",
    "霰石\n通常呈透明或半透明状，无杂质时呈无色或白色，杂质可能产生黄、蓝、粉红或绿色调。",
    "重晶石\n颜色繁多，但难以用做宝石。晶体可长达一米。",
    "天青石\n通常为无色、乳色、黄、橙或淡蓝色的晶体。有些精美的标本可见于博物馆。",
    "白铅矿\n通常无色，也有白、灰、黑色。引人注目，但硬度低，不适合作为宝石，仅为收藏者切磨。",
    "黄玉\n呈各种不同的颜色，其中深金黄色和粉红色最受喜爱。",
    "金绿宝石\n质地坚硬而耐久，特别适宜制作宝石；具有变石和猫眼宝石两个特殊的变种。只有具有猫眼效应的金绿宝石才可简称为猫眼。",
    "红柱石\n有强烈而独特的多向色性，转动时同一块宝石会具有绿、黄、红三种颜色。",
    "赛黄晶\n一般为无色，也可能呈黄色或粉红色。与无色的黄玉相似，可通过解理与比重鉴别。",
    "顽火辉石\n颜色多变，极为稀有。可作刻面的材料来自卵石。",
    "矽线石\n颜色在蓝与绿之间，具有明显的多向色性，在不同角度分别有淡黄绿、深绿和蓝色。",
    "紫菊辉石\n常因颜色过深而无法刻面，但可以琢呈凸面型以展现其闪光的内含物。",
    "堇青石\n又被称为水蓝宝石。因为极强烈的二向色性，可以不用仪器设备就能鉴别。有二向色石之名。",
    "镁柱晶石\n具有强烈的多向色性，从不同方向查看时，会呈绿色或红棕色。",
    "贵橄榄石\n由于铁的存在呈橄榄绿或深绿色，有独特油脂光泽。双折射性高。品质上等的晶体极其稀有。",
    "硫酸铅矿\n通常为无色或略带黄色调，也可能为灰、绿、紫、棕或黑色晶体。",
    "锡兰石\n1952年前被认为是棕色的贵橄榄石。具有显著的多向色性，可被观察到淡棕、绿棕和深棕色。",
    "碱性硼酸铍石\n切磨后似玻璃，但背部刻面的重影在盘型刻面中显而易见，体现其双折射性高。",
    "葡萄石\n常呈油脂绿色，也可能为淡黄至棕色。原矿石大多为桶形晶体的集合体，或为葡萄状。",
    "黝帘石\n品种多，最受青睐的是因钒产生蓝色的月泉宝石。",
    "十字石\n不透明，十字形的十字石双晶更常在珠宝中见到。常被用作护身符及宗教珠宝。",
    "蓝线石\n最为人所知的是块状形式，可制成引人注目的紫色和蓝色装饰宝石。与水晶共生时，称为蓝线石石英。",
    "磷酸钠铍石\n色彩暗淡，硬度低，解理完全，易碎裂，一般仅为收藏者切磨以供玩赏。",
    "巴西石\n特殊而稀有，仅为收藏者切磨，黄色和黄绿色十分醒目。",
    "透辉石\n含铁越多、含镁越少，颜色越深；由铬产生鲜艳的祖母绿色；由锰产生紫蓝色。",
    "海泡石\n硬度低、重量轻的极细粒，坚实不透明的矿块。易加工，被用于制作烟斗。",
    "锂辉石\n有多种颜色，其中紫锂辉石和翠绿锂辉石是两种宝石变种。受收藏者青睐。",
    "绿帘石\n密度高、质地易碎、解理明显。多向色性强，主要成分为绿帘石的晶体经抛光或胶合后，可作为“绿帘花岗岩”出售。",
    "榍石\n以火彩强烈和富丽的色彩闻名，但因太脆软而很少用作珠宝。",
    "无色正长石\n正长石颜色繁多，其中冰长石是无色透明的变种。长石是地球表面最常见的由岩石形成的矿物。",
    "黄色正长石\n是正长石的黄色变种，黄色来自于铁的存在。易碎，所以最常见阶式切磨。",
    "月长石\n是正长石的蛋白色变种，色似月光而得名。品质好的大型宝石罕见。",
    "微斜长石\n碱性长石的一种。蓝绿色半透明变种常被用作珠宝，也被称为天河石。",
    "硬玉\n又称翡翠，最重要的矿源在缅甸。最珍贵的帝王绿呈现富丽的深绿色。抛光后常有酒窝般的外观。",
    "软玉\n在1863年同硬玉相区别，被视为上等的雕刻材料。韧性强于钢的连锁结构。",
    "孔雀石\n因晶体过小而不适宜刻面，但可通过雕刻与抛光展示其条纹。",
    "矽孔雀石\n一般为艳绿色或蓝色的外壳，分布在铜矿开采地区。",
    "蓝铜矿\n天蓝色的铜矿，常与孔雀石共生。",
    "蛇纹石\n用于珠宝的两个主要亚种：硬绿蛇纹石（半透明的绿色或蓝绿色）和威廉石（半透明油绿，内有纹理或斑点）。",
    "磷页石\n最稀有的宝石之一，淡蓝绿色最受青睐。大型晶体不进行分解、切磨。",
    "天蓝石\n颜色为斑驳的淡蓝至深蓝色。常为不透明状。",
    "硅硼酸矿\n硬度低、重量轻。经染色可用于仿制其他矿物，尤其是绿松石。",
    "石膏\n有几种变种：雪花石膏、透明石膏、纤维石膏。最重要的是雪花石膏，而纤维石膏可经抛光或琢成凸面宝石。",
    "矽硼钙石\n透明无色，或带黄、绿或白色。仅为收藏者切磨。可能具有铜内含物。",
    "透锂辉石\n易碎，仅为收藏者切磨。块状可切磨为凸面宝石。",
    "蓝柱石\n稀有宝石，淡海蓝宝石般的颜色最富魅力。琢磨时需加倍小心。",
    "钠长石\n斜长石的品种之一，一般无色。具蓝色光泽的晕色长石较为珍贵。",
    "钙钠长石\n斜长石的品种之一，用于珠宝的变种被称为日长石或闪光长石。",
    "钙钠斜长石\n斜长石的品种之一，最常被刻面作宝石的矿物。显示缤纷色彩或游彩的材料最常被用作珠宝。",
    "绿松石\n最早开采的宝石之一，因浓烈的色彩而受珍视。据传，其颜色变化可警告发生凶险或疾病。",
    "蔷薇辉石\n具有明显的粉红或玫瑰红色，含黑脉纹者较受欢迎。",
    "磷铝石\n颜色范围广泛，存在大型晶体，但因其硬度较低，仅为收藏者切磨。",
    "斧石\n其晶体边缘锋利，具斧头形状，因此得名。引人注目且质地坚硬，但易碎，仅为收藏者刻面。",
    "蓝晶石\n具宝石特性，呈淡蓝至深蓝或白色、灰色、绿色。晶体内颜色分布不均。",
    "蛋白石\n硬化的二氧化硅凝胶，含5-10%的水分，因此会逐渐变干并出现裂缝。贵蛋白石与普通蛋白石的区别在于是否具有虹彩。",
    "黑曜石\n来自火山熔岩的迅速冷却，因此很难结晶化。通常呈黑色。",
    "玻陨石\n一种天然玻璃，唯一已知出产绿色透明玻陨石的地方为捷克的莫尔道河。",
    "珍珠\n在贝壳中产生，是其对沙砾之类刺激物的天然防御。具有特殊的珠光。",
    "煤玉\n来源于有机物质。抛光效果佳，开采和利用时间久，十九世纪时常被用作治丧珠宝。",
    "珊瑚\n由珊瑚虫的骨骼遗物形成，表面常具有独特的图案。日常佩戴时保养要求高。",
    "贝壳\n形状、大小和颜色变化多端。其中来自于玳瑁的龟甲现在大都被塑料纺织品所取代。",
    "象牙\n数千年来备受珍视的材料，近年来为保护大象而被限制交易。实际上河马、抹香鲸等动物的牙也被取用。",
    "琥珀\n树木树脂的化石，常为金黄色至金橙色，透明至半透明。可能内含昆虫、苔藓、地衣等。常被塑胶、树脂等仿制。"
  ],
  "宝石": [ "[$t玩家]抽出了：\n{%_宝石}" ]
}