{
    "_title": [
        "COC扩展职业与各年龄调查员牌堆"
    ],
    "_author": [
        "作者火焰，熊米整理"
    ],
    "_date": [
        "2023/3/20"
    ],
    "_version": [
        "0.1.0"
    ],
    "_brief": [
        "从SealDice内置牌堆1.0中整理抽出的后续内置牌堆删掉的内容。"
    ],
    "_keys": [
        "COC职业",
        "幼年调查员"
    ],
    "COC职业": [
        "{COC6职业}",
        "{COC7职业}"
    ],
    "COC6职业": [
        "{COC6th星升职业}",
        "{COC6th煤气灯职业}"
    ],
    "COC7职业": [
        "{COC7th规则书职业}",
        "{COC7th日本秘史职业}",
        "{COC7th日系特殊规则}",
        "{COC7th调查员伴侣职业}"
    ],
    "COC7th规则书职业": [
        "『序号1-自定义职业』\n『信誉』?\n『职业属性』教育×4\n『本职技能』不多于8个『本职技能』\n『介绍』在『职业属性』中输入第二『职业属性』的数值（留空则视为EDU）并自行设置起始『信誉』。使用自定义职业前，请先咨询你的守秘人",
        "『序号2-会计师』\n『信誉』30-70\n『职业属性』教育×4\n『本职技能』会计，法律，图书馆，聆听，说服，侦查，任意其他两项个人或时代特长。\n『介绍』会计师可能在企业工作或作为自由会计师，为个体经营者和企业客户担任顾问。他们是优秀的研究者，既勤奋又关注细节，能够通过仔细分析个人和企业交易记录、财务报表和其他记录支援其他调查员。",
        "『序号3-杂技演员』\n『信誉』9-20\n『职业属性』教育×2＋敏捷×2\n『本职技能』攀爬，闪避，跳跃，投掷，侦查，游泳，任意两项其他个人或时代特长。\n『介绍』杂技演员可能是参加各级比赛（甚至奥运会）的业余运动员，也可能是专业的演员，在马戏团、嘉年华、歌舞团之类的地方作为娱乐业从业者工作。",
        "『序号4-演员-戏剧演员』\n『信誉』9-40\n『职业属性』教育×2＋外貌×2\n『本职技能』技艺（表演），乔装，格斗，历史，两项社交技能（魅惑、话术、恐吓、说服），心理学，任意一项其他个人或时代特长。\n『介绍』在1920年代，虽然全国都有大型剧院，美国的戏剧中心仍然是纽约城。英国的情况与之相近，戏剧的中心在伦敦，其他的剧团则在各郡作巡回演出。巡回剧团乘火车旅行，演出内容既包括新编剧目，也包括莎士比亚和其他人的传统剧目。有些剧团也会花时间去国外采风，通常是去加拿大夏威夷澳大利亚和欧洲大陆。",
        "『序号5-演员-电影演员』\n『信誉』20-90\n『职业属性』教育×2＋外貌×2\n『本职技能』技艺（表演），乔装，汽车驾驶，两项社交技能（魅惑、话术、恐吓、说服），心理学，任意两项其他个人或时代特长（如骑乘或格斗）。\n『介绍』许多演员有相当深厚的文化素养，认为自己才是“正统”的，倾向于轻视电影业的商业活动。直到 20 世纪后期电影业的地位提高，电影演员的薪酬增加，这种情况才发生改变。电影业和电影明星一直是世界人民关注的焦点。许多明星一夜成名，在媒体的聚光灯下过着光鲜亮丽的生活。",
        "『序号6-事务所侦探、保安』\n『信誉』20-45\n『职业属性』教育×2＋力量或敏捷×2\n『本职技能』一项社交技能（魅惑、话术、恐吓、说服），格斗（斗殴），射击，法律，图书馆，心理学，潜行，追踪。\n『介绍』世界上有许多著名的侦探机构，其中最著名的是平克顿和伯恩斯调查局（后来合并成一家公司）。这样的公司一般有两类工作人员：安保人员和调查人员。企业或个人雇用安保人员来保护自己的资产和人员免受盗贼刺客和绑匪的威胁。这些安保人员角色使用巡警的职业模板。调查人员则是便衣侦探，负责为公司客户解决各种异常事件阻止谋杀事件寻找失踪的人员等等。",
        "『序号7-精神病医生（古典）』\n『信誉』10-60\n『职业属性』教育×4\n『本职技能』法律，聆听，医学，外语，精神分析，心理学，科学（生物学，化学）。\n『介绍』在1920年代，“精神病医生”这个词专用来称呼治疗精神失常的医生（也就是早期的精神科医生）。精神分析在当时的美国鲜为人知，而且它的基本内容都是性生活和如厕训练之类令大众不齿的东西。精神病学，一种正规的从行为主义发展来的医学理论则要普及得多。精神病医生精神科医生和神经科医生还经常爆发激烈的论战。",
        "『序号8-动物训练师』\n『信誉』10-40\n『职业属性』教育×2＋外貌或意志×2\n『本职技能』跳跃，聆听，自然，心理学，科学（动物学），潜行，追踪，任意一项其他个人或时代特长。\n『介绍』动物训练师可能在电影工作室巡回马戏团马厩工作或自由工作。不管是训练导盲犬狮子钻火圈，他们工作时基本要独自一人长时间近距离地照看这些动物。动物训练师可以像对人一样对动物使用「心理学」技能。",
        "『序号9-文物学家（原作向）』\n『信誉』30-70\n『职业属性』教育×4\n『本职技能』估价，技艺（任一），历史，图书馆，外语，一项社交技能（魅惑、话术、恐吓、说服），侦查，任意一项其他个人或时代特长。\n『介绍』文物学家也许是调查员可以从事的最具有洛夫克拉夫特风格的职业：那些历久弥新的的卓越作品湮没在古代传说中的神奇力量，总能使他们乐在其中。独立的收入使文物学家能够研究古旧晦涩的文物，或者根据自己的兴趣爱好集中探寻特别的种类。他们通常有着欣赏的眼光敏锐的头脑，和讽刺无知自大贪婪者的愚蠢时尖酸刻薄的幽默。",
        "『序号10-古董商』\n『信誉』30-50\n『职业属性』教育×4\n『本职技能』会计，估价，汽车驾驶，两项社交技能（魅惑、话术、恐吓、说服），历史，图书馆，导航。\n『介绍』古董商通常自己开店，从自己所在的地方转卖物品，或继续扩展业务范围，通过倒卖物品到城市商店赚取利润。",
        "『序号11-考古学家（原作向）』\n『信誉』10-40\n『职业属性』教育×4\n『本职技能』估价，考古，历史，外语，图书馆，侦查，机械维修，导航或科学（任一：如化学、物理、地理等）。\n『介绍』考古学家研究探索历史的痕迹。主要来说，是对人类历史相关的物质资料进行各种鉴识检查分析。这项工作包含辛苦细致的研究，更不必提情愿亲自下斗铲土的决心。在1920年代，成功的考古学家会被当成著名冒险家与探险家，名利双收。有人运用科学方法考古，不过更多的人对付老祖宗的秘密时喜好暴力破解的办法，甚至祭出炸药，这种碉堡了的办法现代人可是很难看得惯的。",
        "『序号12-建筑师』\n『信誉』30-70\n『职业属性』教育×4\n『本职技能』会计，技艺（技术制图），法律，母语，计算机或图书馆，说服，心理学，科学（数学）。\n『介绍』建筑师掌握设计和营造建筑的知识，不论是个人房屋的改造还是造价数百万美元的地标工程。建筑师与项目经理紧密合作，负责监督施工全程。建筑师必须了解当地的规划法律，健康和安全法规，和基础的公众安全原则。他们既可以在大公司工作，也可以自由工作，这在很大程度上取决于『信誉』。在1920年代，许多人尝试在自家或小办公室单干。",
        "『序号13-艺术家』\n『信誉』9-50\n『职业属性』教育×2＋敏捷或意志×2\n『本职技能』技艺（任一），历史或自然，一项社交技能（魅惑、话术、恐吓、说服），外语，心理学，侦查，任意两项其他个人或时代特长。\n『介绍』艺术家在这里可以是画家，雕塑家等等。他们有时沉浸于自己虚幻的想象当中，有时又沐浴在激发热情和理解的灵感之下。不论是否天资优秀，艺术家的内心必须足够强大，这样才能战胜生涯起步时的障碍和挑剔的眼光，并且在自己小有名气以后继续努力。有些艺术家对物质生活是否丰富并不在乎，而有些则有着强烈的创业倾向。",
        "『序号14-精神病院看护』\n『信誉』8-20\n『职业属性』教育×2＋力量或敏捷×2\n『本职技能』闪避，格斗（斗殴），急救，两项社交技能（魅惑、话术、恐吓、说服），聆听，心理学，潜行。\n『介绍』尽管少数富有的人会选择私人疗养院，大多精神病患者最终会被安置到州县设置的定点医院。这些地方除了医生护士以外，还会有一支看护队伍。选聘看护的时候，力量和体格往往比医学知识更被看重。",
        "『序号15-运动员』\n『信誉』9-70\n『职业属性』教育×2＋力量或敏捷×2\n『本职技能』攀爬，跳跃，格斗（斗殴），骑乘，一项社交技能（魅惑、话术、恐吓、说服），游泳，投掷，任意一项其他个人或时代特长。\n『介绍』运动员可能效力于职业的棒球足球板球或者篮球队伍。这支队伍也许是大联盟队伍，有着稳定工资，参加的比赛万人瞩目；或者是众多小联盟队伍之一，尤其是在1920年代的棒球界。这些队伍往往寄于大联盟队伍篱下，各方面都受其管理，工资更是刚够运动员糊口又不至于让他们跳槽的水平。成功的运动员在自己的专业领域也会拥有相当的声誉。",
        "『序号16-作家（原作向）』\n『信誉』9-30\n『职业属性』教育×4\n『本职技能』技艺（文学），历史，图书馆，自然或神秘学，外语，母语，心理学，任意一项其他个人或时代特长。\n『介绍』作家不同于记者，他们用文字定义和探讨人们的社会生活，尤其是人们的情感变化。他们的劳动通常孤立而又自我中心：虽然以前写作是个能稳拿工资的行当，但如今只靠写作发大财的人屈指可数。作家的工作习惯相差极大。通常作家们会花费数月乃至数年的时间调查取材，为新书的创作做准备；然后闭门谢客，投入紧张的创作。",
        "『序号17-酒保』\n『信誉』8-25\n『职业属性』教育×2＋外貌×2\n『本职技能』会计，两项社交技能（魅惑、话术、恐吓、说服），格斗（斗殴），聆听，心理学，侦查，任意一项其他个人或时代特长。\n『介绍』酒保虽然不一定是酒吧的掌柜，却一定是所有客人的朋友。对客人们的好声气，一部分来说是出于他们的职业或者业务，而更多的来说则是达到目的的一种手段。1920年代，由于禁酒令的存在，酒保变成了非法的职业；但是遍地开花的黑酒吧又不能没有酒保，结果就是酒保仍然不愁找不到活干。",
        "『序号18-猎人』\n『信誉』20-50\n『职业属性』教育×2＋力量或敏捷×2\n『本职技能』射击，聆听或侦查，自然，导航，外语或生存（任一），科学（生物学或植物学），潜行，追踪。\n『介绍』猎人是优秀的追踪者和狩猎者，通常靠为富裕的客户捕猎为生。绝大多数猎人会对地球上某一个部分的情况烂熟于心，比如加拿大森林非洲草原等等。有些人可能从事盗猎活动，例如为私人收藏家捕捉珍稀动物，或者贩卖受保护的动物和违反道德的动物制品，如兽皮象牙之类.",
        "『序号19-书商』\n『信誉』20-40\n『职业属性』教育×4\n『本职技能』会计，估价，汽车驾驶，历史，图书馆，母语，外语，一项社交技能（魅惑、话术、恐吓、说服）。\n『介绍』书商可能拥有自己的店面或者利基（小众）邮购服务，也可能辗转全国甚至海外专门经销书籍。许多人拥有富有的，能提供利润丰厚又稀罕的工作的固定客户。",
        "『序号20-赏金猎人』\n『信誉』9-30\n『职业属性』教育×2＋力量或敏捷×2\n『本职技能』汽车驾驶，电子学或电气维修，格斗或射击，一项社交技能（魅惑、话术、恐吓、说服），法律，心理学，追踪，潜行。\n『介绍』赏金猎人捉拿罪犯并将他们交给正义去审判。最常见的情况是受保释人的委托去缉捕逃狱者。赏金猎人们为了自己的猎物可以不择手段，几乎不会考虑其他人的正当权益之类细枝末节的东西。非法闯入威胁肢体暴力，都是赏金猎人屡试不爽的秘技。现在这些秘技还包括了电话窃听黑客操作和其他的秘密监控。",
        "『序号21-拳击手、摔跤手』\n『信誉』9-60\n『职业属性』教育×2＋力量×2\n『本职技能』闪避，格斗（斗殴），恐吓，跳跃，心理学，侦查，任意两项其他个人或时代特长。\n『介绍』拳击手和摔跤手各分为职业和业余两种。职业拳击手和职业摔角手的活动由外部利益支持的赞助人安排，并有合同约束。他们还要进行全日制的工作和训练。业余拳击的竞赛种类非常丰富，同时它也是那些想成为职业拳手的人的训练场。不过也有业余和准职业的选手靠参加黑市拳击赛谋生，举办这些比赛的通常是本地的黑社会或者是从中渔利的庄家。",
        "『序号22-管家、男仆、女仆』\n『信誉』9-40\n『职业属性』教育×4\n『本职技能』会计或估价，技艺（任一：如烹饪、裁缝、理发），急救，聆听，外语，心理学，侦查，任意一项其他个人或时代特长。\n『介绍』服务业人员。管家通常为一个大家庭打理家事。传统上，他负责的范围包括厨房仆人中位置最高。一般男管家还要负责管理其他的男仆（女管家类似）。更多的职责则听候主人差遣。男仆和女仆则为主人提供贴身服务，包括管理主人的服装准备浴室和担任私人助理。助理的工作则包括安排旅行日程财等。",
        "『序号23-神职人员』\n『信誉』9-60\n『职业属性』教育×4\n『本职技能』会计，历史，图书馆，聆听，外语，一项社交技能（魅惑、话术、恐吓、说服），心理学，任意一项其他技能。\n『介绍』神职人员通常担任一个教区的牧师，或是经过分配外出传教，尤其是去国外（见传教士）。不同的教会工作的侧重点和组织结构各不相同，如天主教会的牧师可能上升到主教大主教和红衣主教，而一个卫理公会的牧师则会升职到教区主管和主教。有些教职人员在教堂接受医生律师学者的专业培训。这样的调查员应该选择最符合自己工作的职业模板。",
        "『序号24-程序员、电子工程师（现代）』\n『信誉』10-70\n『职业属性』教育×4\n『本职技能』计算机，电气维修，电子学、图书馆，科学（数学），侦查，任意两项其他个人或时代特长。\n『介绍』（现代）计算机程序员通常是设计编写测试调试和维护计算机程序源代码的职业。他们精通从形式逻辑到系统平台（程序运行环境）的各种知识，可能是自由工作者，也可能供职于软件开发部门。计算机技术人员负责计算机系统和网络的开发和维护工作，经常与其他人员（如项目经理）合作来保证系统的完整稳定和正常提供所需功能。",
        "『序号25-黑客/骇客（现代）』\n『信誉』10-70\n『职业属性』教育×4\n『本职技能』计算机，电气维修，电子学，图书馆，侦查，一项社交技能（魅惑、话术、恐吓、说服），任意两项其他技能。\n『介绍』计算机黑客则利用计算机和计算机网络为手段，进行干扰或破坏以达成政治目的（有时被称为“政治黑客”）或获取非法利益。达成目标的手段主要是非法入侵计算机和其他用户帐户，目的则可能包括篡改网页垃圾邮件炸弹。",
        "『序号26-牛仔』\n『信誉』9-20\n『职业属性』教育×2＋力量或敏捷×2\n『本职技能』闪避，格斗或射击，急救或自然，跳跃，骑乘，生存（任一），投掷，追踪。\n『介绍』牛仔在西部的牧区和牧场工作。有些人拥有自己的牧场，更多的则是在各处打工为生。想赚大钱的牛仔会去冒着丢胳膊少腿乃至送命的危险参加牛仔巡回赛，通过旅行获取名誉。在1920年代，一些牛仔能在好莱坞找到西部片替身演员和群众演员的工作，例如怀特•厄普就曾为西部电影担任顾问。在现代，有些牧场也对想要体验一把牛仔生活的游客开放。",
        "『序号27-工匠』\n『信誉』10-40\n『职业属性』教育×2＋敏捷×2\n『本职技能』会计，技艺（任二），机械维修，自然，侦查，任意两项其他个人或时代特长。\n『介绍』工匠也可能被人叫做师傅或大师，是擅长对各种材料进行手工加工的人。通常都是才能出众的人，有的凭借自己的艺术作品出名，有的则会服务于自己的社区。",
        "『序号28-罪犯-刺客』\n『信誉』30-60\n『职业属性』教育×2＋力量或敏捷×2\n『本职技能』乔装，电气维修，格斗，射击，锁匠，机械维修，潜行，心理学。\n『介绍』杀手是地下世界的冷血夺命者。这是一项严谨的活计，他们从外地受雇杀人，接近目标，果断下手，又迅速离开。杀手通常很难融入社会，因为很多杀手行为总是很刻板，其他人很容易以为他们不近人情。但是另一方面，他们也会结婚生子，在其他方面和普通人没有什么不同。",
        "『序号29-罪犯-银行劫匪』\n『信誉』5-75\n『职业属性』教育×2＋力量或敏捷×2\n『本职技能』汽车驾驶，电气维修或机械维修，格斗，射击，恐吓，锁匠，操作重型机械，任意一项其他个人或时代特长。\n『介绍』有些则组成分工明确，会详细调查并制定计划的犯罪组织。",
        "『序号30-罪犯-打手、暴徒』\n『信誉』5-30\n『职业属性』教育×2＋力量×2\n『本职技能』汽车驾驶，格斗，射击，两项社交技能（魅惑、话术、恐吓、说服），心理学，潜行，侦查。\n『介绍』罪犯可能为别人工作，后者通常是“匪帮”或罪犯家族。自由犯罪者则往往被称为抢劫犯打手罪组织豢养，不过团伙上层出事的时候，倒霉的往往是他们这些喽啰。对于他们来说，嘴紧和忠心属于职业道德。",
        "『序号31-罪犯-窃贼』\n『信誉』5-40\n『职业属性』教育×2＋敏捷×2\n『本职技能』估价，攀爬，电气维修或机械维修，聆听，锁匠，妙手，潜行，侦查。\n『介绍』罪犯的体格和相貌形形色色，有些是纯粹碰运气伺机行事，比如扒手.",
        "『序号32-罪犯-欺诈师』\n『信誉』10-65\n『职业属性』教育×2＋外貌×2\n『本职技能』估价，技艺（表演），法律或外语，聆听，两项社交技能（魅惑、话术、恐吓、说服），心理学，妙手。\n『介绍』欺诈师通常都是油嘴滑舌的人物。他们或单独或集体出没在富裕的人家和社区周边，诈取他们来之不易的钱财。许多骗局复杂精妙，诈骗团伙会倾巢出动乃至租用建筑；有些则不需要这么麻烦，只要一个骗子几分钟就能搞定。",
        "『序号33-罪犯-独行罪犯』\n『信誉』5-65\n『职业属性』教育×2＋敏捷或外貌×2\n『本职技能』技艺（表演）或乔装，估价，一项社交技能（魅惑、话术、恐吓、说服），格斗或射击，锁匠或机械维修，潜行，心理学，侦查。\n『介绍』也可能单打独斗，如果成功的报酬值得去费力冒险，才会和别人搭伙。",
        "『序号34-罪犯-女飞贼（古典）』\n『信誉』10-80\n『职业属性』教育×2＋外貌×2\n『本职技能』技艺（任意），两项社交技能（魅惑、话术、恐吓、说服），格斗（斗殴）或射击（手枪），汽车驾驶，聆听，潜行，任意一项其他个人或时代特长。\n『介绍』女飞贼是名为专业大盗的女人。大部分都是独立行动，也有对自己的男伴言听计从的时候。不过这也不一定，实际上情况可能完全相反，她完全可以在干了某一票以后就卷走所有现金和皮草溜之大吉。",
        "『序号35-罪犯-赃物贩子』\n『信誉』20-40\n『职业属性』教育×2＋外貌×2\n『本职技能』会计，估价，技艺（伪造），历史，一项社交技能（魅惑、话术、恐吓、说服），图书馆，侦查，任意一项其他技能。\n『介绍』赃物贩子，顾名思义是买卖偷抢来的财产，通常是收购赃物并转手卖给其他罪犯或（无意中）守法的顾客。主要来说，他们是小偷和买家的中间人，有时也会从交易中收取提成；不过更常见的还是以极低的价格直接收购赃物。",
        "『序号36-罪犯-赝造者』\n『信誉』20-60\n『职业属性』教育×4\n『本职技能』会计，估价，技艺（伪造），历史，图书馆，侦查，妙手，任意一项其他个人或时代特长（如计算机）。\n『介绍』赝造者是地下世界的艺术家，专门从事伪造官方文件契约转让书，并提供伪造的签名。初学者只能做做小贼的假身份证，而顶级的赝造者连印假币的铸模都能做。",
        "『序号37-罪犯-走私者』\n『信誉』20-60\n『职业属性』教育×2＋外貌或敏捷×2\n『本职技能』射击，聆听，导航，一项社交技能（魅惑、话术、恐吓、说服），汽车驾驶或驾驶（飞行器或船），心理学，妙手，侦查。\n『介绍』走私一直是一个有利可图的高风险行当。走私者往往有一个合法的表面职业，比如船长飞行员或商人，以掩盖他们非法运输的行为。",
        "『序号38-罪犯-混混』\n『信誉』3-10\n『职业属性』教育×2＋力量或敏捷×2\n『本职技能』攀爬，一项社交技能（魅惑、话术、恐吓、说服），格斗，射击，跳跃，妙手，潜行，投掷。\n『介绍』街头混混一般都是些小年轻，弄不好还在寻觅加入真正黑帮的契机。不过他们的本事也就限于偷车，盗窃商店货物，抢钱或者夜盗。",
        "『序号39-教团首领』\n『信誉』30-60\n『职业属性』教育×4\n『本职技能』会计，两项社交技能（魅惑、话术、恐吓、说服），神秘学，心理学，侦查，任意其他两项其他个人特长。\n『介绍』美国的新兴宗教层出不穷。直到现在，也还有从新英格兰超验主义到“天父的儿女”等等许多种类。教团首领有的创立了严格的教条并且对信徒推行，另一些则仅仅是垂涎于信徒的金钱和权势。在1920年代，各种诱惑性的新兴宗教团体纷纷涌现。有些采取基督教的形式，有些则混杂了东方的神秘主义和神秘学的仪式。",
        "『序号40-除魅师（现代）』\n『信誉』20-50\n『职业属性』教育×4\n『本职技能』两项社交技能（魅惑、话术、恐吓、说服），汽车驾驶，格斗（斗殴）或射击，历史，神秘学，心理学，潜行。※经KP允许 可用催眠替换其中一项。\n『介绍』除魅师的工作是说服（或者强迫）一个人放弃自己的信仰或是对宗教团体他们一般受雇于深陷教团之类组织的人的亲属，任务就是解救对方（通常靠绑架），并通过心理学手段使他们割断与原来教团的联系（“控制”）。也有不那么激烈的除魅师，他们的工作对象则是那些自愿离开教团的人，为他们完全地退出教团进行有效的指导。",
        "『序号41-设计师』\n『信誉』20-60\n『职业属性』教育×4\n『本职技能』会计，技艺（摄影），技艺（任一），计算机或图书馆，机械维修，心理学，侦查，任意一项其他个人特长。\n『介绍』设计师的工作包括许多方面，从时装到家具或是其他任何东西。他们自由工作，为设计工作室和企业设计产品流程法律游戏图像等等。调查员特定的设计方向也会影响他们对专业技能的选择，如果需要的话要进行调整。",
        "『序号42-业余艺术爱好者（原作向）』\n『信誉』50-99\n『职业属性』教育×2＋外貌×2\n『本职技能』技艺（任一），射击，外语，骑乘，一项社交技能（魅惑、话术、恐吓、说服），任意三项其他个人或时代特长。\n『介绍』业余艺术爱好者靠经济自立遗产继承信托基金或者其他各种来源保障自己的生活开支，没有必要自己工作。如果经济条件足够好，他们甚至可以雇佣专业的经济顾问来打理自己的产业。他们可能有很高的学历，但不一定是真才实学；优越的经济条件使得他们性情古怪，口无遮拦。在1920年代，这些人可能会被时人称为“摩登女郎”或者“公子哥儿”。",
        "『序号43-潜水员』\n『信誉』9-30\n『职业属性』教育×2＋敏捷×2\n『本职技能』潜水，急救，机械维修，驾驶（船），科学（生物），侦查，游泳，任意一项其他个人或时代特长。\n『介绍』潜水员可能在军队执法机构或海绵采集海上救援环境保护甚至水下寻宝的民间机构工作。",
        "『序号44-医生（原作向）』\n『信誉』30-80\n『职业属性』教育×4\n『本职技能』急救、医学、外语（拉丁文）、心理学、科学（生物学，制药），任两种其他学术或个人特长。\n『介绍』医生这里可能是指全科医生外科医生其他专科医生或者独立医学研究员。除去个人的目标以外，救死扶伤获得财富和荣誉提升公众的理性意识和科学素养也常常是医生的理想。农村和小城镇的卫生院是全科医生的舞台，而大城市的各大医院则是高手如云，集聚了众多专攻病理学毒理学整形外科脑外科等领域的专家。有些医生也可能担任全职或兼职的法医，进行尸检。",
        "『序号45-流浪者』\n『信誉』0-5\n『职业属性』教育×2＋外貌或敏捷或力量×2\n『本职技能』攀爬，跳跃，聆听，导航，一项社交技能（魅惑、话术、恐吓、说服），潜行，任意两项其他个人或时代特长。\n『介绍』相对于那些因贫困而苦恼的人，流浪者选择四处漂泊的生活，可能是出于社会哲学经济的原因，或只是渴望摆脱社会的约束。流浪汉需要工作，有时几天或几个月，但他们应对问题时往往选择流动和孤立，而不是舒适和亲近。在美国，这种情况尤其常见，只要旅行本身没有什么危险，就会有人选择漂泊为生。",
        "『序号46-司机-私人司机』\n『信誉』10-40\n『职业属性』教育×2＋敏捷×2\n『本职技能』汽车驾驶，两项社交技能（魅惑、话术、恐吓、说服），聆听，机械维修，导航，侦查，任意一项其他个人或时代特长。\n『介绍』私人司机则是直接受雇于个人或企业，或者是专门提供连人带车的私人司机业务的中介机构。",
        "『序号47-司机-司机』\n『信誉』9-20\n『职业属性』教育×2＋力量或敏捷×2\n『本职技能』会计，汽车驾驶，聆听，一项社交技能（魅惑、话术、恐吓、说服），机械维修，导航，心理学，任意一项其他个人或时代特长。\n『介绍』专职司机可能为企业个人工作，也可能拥有自己的出租车或货车。",
        "『序号48-司机-出租车司机』\n『信誉』9-30\n『职业属性』教育×2＋敏捷×2\n『本职技能』会计，汽车驾驶，电气维修，话术，机械维修，导航，侦查，任意一项其他个人或时代特长。\n『介绍』出租车司机可能属于大大小小的出租车公司，也可能靠自己的车和证件运营（在美国，需要出租车牌照）。出租车公司负责为出租车司机登记车辆并分配调度，方便司机自由揽客。出租车上必须统一安装计价器，并由出租车协会进行定期检查。通常司机还要通过警方的背景调查，获得特殊的驾驶许可证。",
        "『序号49-编辑』\n『信誉』10-30\n『职业属性』教育×4\n『本职技能』会计，历史，母语，两项社交技能（魅惑、话术、恐吓、说服），心理学，侦查，任意一项其他个人或时代特长。\n『介绍』编辑的工作包括审核记者的稿件，撰写报刊社论，应对各种突发事件到了截稿时间要催稿，编辑工作只好偶尔为之啦。大型报社的编辑数量众多，包括比起新闻编辑更多参与业务运营的主编。其他编辑专门负责时尚体育或者其他板块。许多小报可能就只有一个编辑，他甚至有可能就是报社的业主或者唯一的全职员工。",
        "『序号50-政府官员』\n『信誉』50-90\n『职业属性』教育×2＋外貌×2\n『本职技能』魅惑，历史，恐吓，话术，聆听，母语，说服，心理学。\n『介绍』以民选方式选举出来的政府官员享有与他们的职位相符的声望。小城市的市长和城镇的镇长之类，他们的影响力基本出不了城镇的范围，而且这样的职务基本上是兼职的，报酬也很少。大城市的市长，工资就相当可观了，而且还能把自己的城市管理得像小王国一样，影响力和权力比所在州的州长还要大。州议会的众参两院议员是相当有面子的职位。",
        "『序号51-工程师』\n『信誉』30-60\n『职业属性』教育×4\n『本职技能』技艺（技术制图），电气维修，图书馆，机械维修，操作重型机械，科学（工程学，物理），任意一项其他个人或时代特长。\n『介绍』工程师精通机械和电气设备，可能在民间或军工企业工作，也可能是个发明家。他们擅长应用科学、数学知识和丰富的创造思维，解决各种技术问题。\n",
        "『序号52-艺人』\n『信誉』9-70\n『职业属性』教育×2＋外貌×2\n『本职技能』技艺（表演类，如表演、演唱、喜剧等），乔装，两项社交技能（魅惑、话术、恐吓、说服），聆听，心理学，任意两项其他个人或时代特长。\n『介绍』艺人包括小丑歌手舞蹈演员喜剧演员杂耍艺人魔术师，各种以在人前表演谋生的人。他们乐于向更多的人表现自己的能力，并期待观众回报的掌声。在1920年代，这一职业并不受人尊重。不过1920 年代好莱坞明星的高薪彻底改变了很多人的想法，现在这个职业背景已经通常被视作是优势了。",
        "『序号53-探险家（古典）』\n『信誉』55-80\n『职业属性』教育×2＋外貌或敏捷或力量×2\n『本职技能』攀爬或游泳，射击，历史，跳跃，自然，导航，外语，生存。\n『介绍』在20世纪早期，这世界还有许多地区尚未有人涉足，而探索这些地方正是探险家的工作。这种令人兴奋不已的生活方式，其经济来源则是科学界的赞助私人的捐赠博物馆的委托和报纸杂志图书电影的版权等等。黑非洲的大部分仍然不为人知，同样的地方还包括了南美的马托格罗索高原，澳大利亚的大沙沙漠，撒哈拉和阿拉伯沙漠，和亚洲的茫茫戈壁。尽管南北极点已经被探险家征服了。",
        "『序号54-农民』\n『信誉』9-30\n『职业属性』教育×2＋力量或敏捷×2\n『本职技能』技艺（耕作），汽车驾驶（或运货马车），一项社交技能（魅惑、话术、恐吓、说服），机械维修，自然，操作重型机械，追踪，任意一项其他个人或时代特长。\n『介绍』农民可能自己拥有土地，自己从事农牧业，也可能是受雇在农场工作。农业劳动繁重而枯燥，特别适合那些喜欢户外体力劳动的人。1920年代是美国城镇人口超过农村人口的首个十年。从这时起一直到现在，自耕农民都在受到规模化农业企业和剧烈波动的农产品市场的双重冲击。",
        "『序号55-联邦探员』\n『信誉』20-40\n『职业属性』教育×4\n『本职技能』汽车驾驶，格斗（斗殴），射击，法律，说服，潜行，侦查，任意一项其他个人或时代特长。\n『介绍』联邦执法机构和特工种类各异。有些身着制服，比如美国司法部的人员；另外一些则穿便服，工作内容也类似警探，比如联邦调查局的人员。",
        "『序号56-消防员』\n『信誉』9-30\n『职业属性』教育×2＋力量或敏捷×2\n『本职技能』攀爬，闪避，汽车驾驶，急救，跳跃，机械维修，操作重型机械，投掷。\n『介绍』消防员是公职人员，通常为所管辖的社区服务。他们夜以继日地工作，或者连续几天的倒班工作，吃住包括娱乐活动都要局限在消防局里。消防员的管理结构类似军队，职位包括中尉上尉和局长等等。",
        "『序号57-驻外记者』\n『信誉』10-40\n『职业属性』教育×4\n『本职技能』历史，外语，母语，聆听，两项社交技能（魅惑、话术、恐吓、说服），心理学，任意一项其他个人或时代特长。\n『介绍』驻外记者是新闻界的精英人才。他们拿着固定工资，靠报销单环游全世界。在1920年代，驻外记者通常供职于大型报社广播电台或者国家级通讯社。当代的驻外记者也可能自由撰稿或者为电视台网络通讯社和国际新闻通讯社工作。这个职业的工作内容五花八门，经常能激动人心。不过自然灾害政治动荡和战争也会成为驻外记者报道的主要内容，工作也不总是一帆风顺。",
        "『序号58-法医』\n『信誉』40-60\n『职业属性』教育×4\n『本职技能』外语（拉丁文），图书馆，医学，说服，科学（生物学，鉴证，制药），侦查。\n『介绍』法医是一个高度专门化的职业，大多数法医为市县或州执法机构工作。工作内容包括尸体解剖，推定死因，并为公诉人提供建议。法医也常常会在刑事审判中出庭提供证言。",
        "『序号59-赌徒』\n『信誉』8-50\n『职业属性』教育×2＋外貌或敏捷×2\n『本职技能』会计，技艺（表演），两项社交技能（魅惑、话术、恐吓、说服），聆听，心理学，妙手，侦查。\n『介绍』赌徒是罪犯世界里最花哨的一群人。他们衣着光鲜，不论朴实还是华丽都魅力四射。不论是靠赛马、纸牌游戏还是其他赌博方式，他们总是要凭自己的运气过活。老练的赌徒会频繁地光顾犯罪组织开设的地下赌场。低级的赌徒则出入于狭窄的小巷，在骰子房耍弄灌铅的骰子，或者是挤坐在阴暗的台球室里。",
        "『序号60-黑帮-黑帮老大』\n『信誉』60-95\n『职业属性』教育×2＋外貌×2\n『本职技能』格斗，射击，法律，聆听，两项社交技能（魅惑、话术、恐吓、说服），心理学，侦查。\n『介绍』黑帮可能是整个城市、一部分城市的大佬，老板总管业务，负责交易，并要就各种各样的问题给马仔们拿主意。更重要的是，老板可以各种高人一等，只要能找到马仔或者小弟去干的事，他基本是不肯污了自己的手去做的。黑社会在1920年代上升为突出的社会问题。现在的黑帮老大也需要大量的小弟来负责保卫、推广、在街道里推行自己的业务。",
        "『序号61-黑帮-马仔』\n『信誉』9-20\n『职业属性』教育×2＋力量或敏捷×2\n『本职技能』汽车驾驶，格斗，射击，两项社交技能（魅惑、话术、恐吓、说服），心理学，任意两项其他个人或时代特长。\n『介绍』也可能只是给这些大佬打工的马仔。马仔们通常有自己的保护范围，比如监管非法运输和收取保护费等等。虽然大部分黑帮是按来源的民族划分——如爱尔兰裔、意大利裔、非洲裔和犹太裔，黑帮的成员仍然可能是任何民族。除去贩私酒和贩毒以外，卖淫、保护、赌博、腐败等等都是这些犯罪组织的业务范围。",
        "『序号62-绅士、淑女』\n『信誉』40-90\n『职业属性』教育×2＋外貌×2\n『本职技能』技艺（任一），两项社交技能（魅惑、话术、恐吓、说服），射击（步枪/霰弹枪），历史，外语（任一），导航，骑乘。\n『介绍』绅士淑女指的是有良好的教养品行、举止彬彬有礼的人。通常用来称呼上流社会（通过继承或津贴）拥有相当财富的人。在上世纪20年代，这样的人至少要有一个仆人（管家、男仆、女仆、私人司机），还要有城市或乡村的宅第。家庭的富有并重要，因为家庭的社会地位往往比财产更被上流社会所看重。",
        "『序号63-游民』\n『信誉』0-5\n『职业属性』教育×2＋外貌或敏捷×2\n『本职技能』技艺（任一），攀爬，跳跃，聆听，锁匠或妙手，导航，潜行，任意一项其他个人或时代特长。\n『介绍』游民只有少数的人愿意去当，虽然失业的人、醉倒在阴沟里的醉鬼到处都是。和流浪者只会在必需时才工作不同，游民的工作本身就是流浪。他们不断地坐火车旅行，从一个城市辗转到另一个城市，他们是身无分文的诗人、漂泊者，铁路上的探索者、冒险者和盗贼。但是铁路上的生活一样充满危险。且不说穷困潦倒、无家可归，还要面对来自警察、周围居民和铁路员工的敌意。",
        "『序号64-勤杂护工』\n『信誉』6-15\n『职业属性』教育×2＋力量×2\n『本职技能』电气维修，一项社交技能（魅惑、话术、恐吓、说服），格斗（斗殴），急救，聆听，机械维修，心理学，潜行。\n『介绍』勤杂护工在医院的工作包括倒垃圾、打扫房间、运送病人，还有一些其他乱七八糟的工作。总之对他们的要求不比对看门人多多少。",
        "『序号65-记者(原作向)-调查记者』\n『信誉』9-30\n『职业属性』教育×4\n『本职技能』技艺（艺术或摄影），一项社交技能（魅惑、话术、恐吓、说服），历史，图书馆，母语，心理学，任意两项其他个人或时代特长。\n『介绍』记者用文字对当天的新闻事件进行报导与评论，一天之内就要完成一个作家一周的工作量。他们通常为报纸、杂志、广播电台、电视台或者新闻网站撰稿。优秀的调查记者在报道事件的同时，即使面对丑恶，也能保持自身的清廉正直。恶心的记者则被现实所压倒，最终丧失自己的节操，肆意操纵文字歪曲真相。",
        "『序号66-记者(原作向)-通讯记者』\n『信誉』9-30\n『职业属性』教育×4\n『本职技能』技艺（表演），历史，聆听，母语，一项社交技能（魅惑、话术、恐吓、说服），心理学，潜行，侦查。\n『介绍』通讯记者则是新闻传媒行业大军中的一员。大部分记者从事实地工作，包括走访见证人、查看记录、收集叙述。有些记者被安排专门追踪警界、体育界或商界的热点新闻，其他人则是负责社会事件乃至园艺俱乐部之类的事情。通讯记者都会携带记者证，不过记者证除了各通讯社用来识别自己的雇员以外没有太大的作用。",
        "『序号67-法官』\n『信誉』50-80\n『职业属性』教育×4\n『本职技能』历史，恐吓，法律，图书馆，聆听，母语，说服，心理学。\n『介绍』法官是主持审判全过程的人，可能单独工作或是和同事组成合议庭。一般是推选或任命制，工作年限也分定期和终身。有的人是初出茅庐就当了法官，而其余的绝大多数，不论是在联邦最高法院还是遥远西部小镇的法官，其实至少都是经过注册的律师。",
        "『序号68-实验室助理』\n『信誉』10-30\n『职业属性』教育×4\n『本职技能』计算机或图书馆，电气维修，外语，科学（化学和任意两项），侦查，任意一项其他个人特长。\n『介绍』实验室助理在科研环境中工作，在首席科学家的监督下进行实验和行政工作。研究内容可能依首席科学家的研究学科而变化。但基本都包括取样、测试、记录和分析数据、调整和进行实验、制备标本和样品、管理实验室的日常工作，和保护工作人员的健康与安全。",
        "『序号69-工人-非熟练工人』\n『信誉』9-30\n『职业属性』教育×2＋力量或敏捷×2\n『本职技能』汽车驾驶，电气维修，格斗，急救，机械维修，操作重型机械，投掷，任意一项其他个人或时代特长。\n『介绍』工人这一大类职业包括工厂工人、纺织工人、码头工人、养路工人、矿工、建筑工人等等。工人分为两种类型：熟练工和非熟练工。普通的工人虽然技术不熟练，但是仍然长于使用电动工具、起重机和其他工厂设备。",
        "『序号70-工人-伐木工』\n『信誉』9-30\n『职业属性』教育×2＋力量或敏捷×2\n『本职技能』攀爬，闪避，格斗（链锯），急救，跳跃，机械维修，自然或科学（生物学或植物学），投掷。\n『介绍』工人这一大类职业包括工厂工人、纺织工人、码头工人、养路工人、矿工、建筑工人等等。工人分为两种类型：熟练工和非熟练工。普通的工人虽然技术不熟练，但是仍然长于使用电动工具、起重机和其他工厂设备。",
        "『序号71-工人-矿工』\n『信誉』9-30\n『职业属性』教育×2＋力量或敏捷×2\n『本职技能』攀爬，科学（地质），跳跃，机械维修，操作重型机械，潜行，侦查，任意一项其他个人或时代特长。\n『介绍』工人这一大类职业包括工厂工人、纺织工人、码头工人、养路工人、矿工、建筑工人等等。工人分为两种类型：熟练工和非熟练工。普通的工人虽然技术不熟练，但是仍然长于使用电动工具、起重机和其他工厂设备。",
        "『序号72-律师』\n『信誉』30-80\n『职业属性』教育×4\n『本职技能』会计，法律，图书馆，两项社交技能（魅惑、话术、恐吓、说服），心理学，两项其他技能。\n『介绍』律师或法律顾问精通他们所在地区的法律，擅长把抽象的法学理论知识联系起来，为客户解决法律方面的疑难，担任辩护代理、法律顾问的工作，为客户提供解决办法。可能受托处理个人案件、接受法院指定，也可能专门为某个富裕客户或公司服务。在美国，“律师”一词一般只指辩护律师。在英国，“律师”一词则包括高级律师、初级律师还有一些执法机构。",
        "『序号73-图书馆管理员（原作向）』\n『信誉』9-35\n『职业属性』教育×4\n『本职技能』会计，图书馆，外语，母语，任意四项其他个人特长或专业书籍主题。\n『介绍』图书馆管理员在公共机构和图书馆工作，负责管理图书目录和书库，并处理图书借阅等。在现代，图书馆管理员还要负责管理视听资料、电子书库。一些大公司可能聘用图书馆管理员管理书库，偶尔还会有富有的图书藏家招收他们管理自己的私人藏书。",
        "『序号74-技师』\n『信誉』9-40\n『职业属性』教育×4\n『本职技能』技艺（木工、焊接、管道工等），攀爬，汽车驾驶，电气维修，机械维修，操作重型机械，任意两项其他个人或时代或技术特长。\n『介绍』技师包括所有需要专业训练和作为学徒或实习生工作经验的职业，例如木工、石工、管道工、电工、设备安装工人、机修工人等等这些需要技术资质的职业。通常这些工人有自己的工会组织，会和承包人和雇主争取自己的权益。",
        "『序号75-军官』\n『信誉』20-70\n『职业属性』教育×2＋力量或敏捷×2\n『本职技能』会计，射击，导航，急救，两项社交技能（魅惑、话术、恐吓、说服），心理学，任意一项其他个人或时代特长。\n『介绍』军官有严格的等级，许多等级还需要高等教育学历。各国武装部队都建立了人才培养系统，其中包括大学教育。在美国，许多大学开设军校生训练项目，可以让学员同时接受文化教育和军事训练。毕业的学员可以授以陆军或海军少尉军衔，并分派到各驻地。他们通常会为国家服役四年，之后可以退役复员。许多人有专门的任命，作为医生、律师和工程师工作。",
        "『序号76-传教士』\n『信誉』0-30\n『职业属性』教育×2＋外貌×2\n『本职技能』技艺（任一），急救，机械维修，医学，自然，一项社交技能（魅惑、话术、恐吓、说服），任意两项其他个人或时代特长。\n『介绍』传教士云游到世界的各个角落，传播神的旨意，在文明的地方拯救“不幸的原始人”和“迷途的灵魂”。他们可能属于天主教、新教、伊斯兰教或者其他信仰系统，比如后期圣徒教会（摩门教）在欧美就有专门的传道所。有的传教士只凭自己的意志独立行动，有的则可能有教会以外的组织支持。基督教、伊斯兰教的传教者，佛教、印度教的法师，在全世界各个时代都能遇到。",
        "『序号77-登山家』\n『信誉』30-60\n『职业属性』教育×2＋力量或敏捷×2\n『本职技能』攀爬，急救，跳跃，聆听，导航，外语，生存（阿尔卑斯或类似），追踪。\n『介绍』登山家一般都是利用业余时间和假期的运动员，只有少数攀登著名高山的人才会去寻找财力和设备的赞助。19世纪登山运动开始兴起，到了1920年代，所有美洲和阿尔卑斯地区的主要山峰都被一一征服。经过与西藏人的冗长谈判之后，外国登山队终于获准进入喜马拉雅高峰地区。到了现代，登山可以是休闲运动或职业选择。如果是后者，则工作内容包括教练、向导、运动员或救生员等。",
        "『序号78-博物馆管理员』\n『信誉』10-30\n『职业属性』教育×4\n『本职技能』会计，估价，考古，历史，图书馆，神秘学，外语，侦查。\n『介绍』博物馆管理员可能负责大学或其他公共机构的大型设施，也可能负责小一些的博物馆，往往对本地的地质或者其他的内容颇有研究。",
        "『序号79-音乐家』\n『信誉』9-30\n『职业属性』教育×2＋意志或敏捷×2\n『本职技能』技艺（乐器），一项社交技能（魅惑、话术、恐吓、说服），聆听，心理学，四项其他技能。\n『介绍』音乐家可能加入乐团、乐队或者独奏，演奏的乐器则可以是任何你能想象的种类。音乐家想出人头地十分困难，签约发布唱片就更难了。所以绝大多数音乐家都贫穷又无人关注，只靠街头卖艺勉强维持生计。少数幸运儿可以找到固定工作，比如在酒吧、宾馆或者市交响乐团弹钢琴。对更少的人来说，在正确的时间出现在正确的地点，再加上一点点天赋，就能获得巨大的成功和可观的财富。",
        "『序号80-护士』\n『信誉』9-30\n『职业属性』教育×4\n『本职技能』急救，聆听，医学，一项社交技能（魅惑、话术、恐吓、说服），心理学，科学（生物学，化学），侦查。\n『介绍』护士是专业的医疗助理，通常在医院和疗养院之类的地方工作，或者和全科医生一起合作。一般来说，护士会协助健康人或病人进行保健或康复活动（或者临终关怀），虽然其他人若是有足够的力量、意志或者知识，完全不需要护士帮助的康复也是可能的。",
        "『序号81-神秘学家』\n『信誉』9-65\n『职业属性』教育×4\n『本职技能』人类学，历史，图书馆，一项社交技能（魅惑、话术、恐吓、说服），神秘学，外语，科学（天文），任意一项其他个人或时代特长 ※经KP允许 可以包含克苏鲁神话。\n『介绍』神秘学家是钻研深奥秘密和神秘魔法的人。他们对超自然能力深信不疑，并竭尽所能靠他们的能力去了解这些东西。许多人对不同神秘哲学和魔法理论的知识面都相当广泛，有些甚至相信自己专注研究三十年真的成为了魔法师。需要指出的是，神秘学家熟知的基本上是“表面的魔法”——克苏鲁神话魔法的秘密对他们仍然是未知的，或者不过是古书上描述那些诱人的线索而已。",
        "『序号82-旅行家』\n『信誉』5-20\n『职业属性』教育×2＋力量或敏捷×2\n『本职技能』射击，急救，聆听，自然，导航，侦查，生存（任一），追踪。\n『介绍』旅行家爱好户外，他们一年中大部分时间都呆在户外，并且一出门就是相当长的时间；通常有相当的捕鱼和狩猎技术，能在最恶劣的环境之中幸存下来。擅长的技术可能包括登山、捕鱼、滑雪、皮划艇、攀登和露营。旅行家可能在国家公园或素质拓展中心做野外向导和护林员，也可能是有其他经济来源能让他们不用工作就能以这种方式生活，也说不定只有在需要的时候才会回到文明社会。",
        "『序号83-超心理学家』\n『信誉』9-30\n『职业属性』教育×4\n『本职技能』人类学，技艺（摄影），历史，图书馆，神秘学，外语，心理学，任意一项其他个人或时代特长。\n『介绍』超心理学家从不打算欣赏超常现象。相反，他们试图去观察，记录并研究这些实例。被叫做“捉鬼人”的他们利用技术手段来获取某人或某地点的超自然活动的证据，当然比起收集到实在的证据，更多的时候他们是在揭穿假冒和误认的超常现象。选择研究这个的人往往对不可视的神秘力量抱有相当的同情态度，并希望其他的科学家也能满意地点头肯定。",
        "『序号84-药剂师』\n『信誉』35-75\n『职业属性』教育×4\n『本职技能』会计，急救，外语（拉丁文），图书馆，一项社交技能（魅惑、话术、恐吓、说服），心理学，科学（制药，化学）。\n『介绍』药剂师的管理一直以来都比医生更严格。所有的药剂师都要在各州注册，注册的条件则是高中毕业并至少在药学院学习三年。他们可能在医院或者药房工作，也可能自己开药房。",
        "『序号85-摄影师-摄影师』\n『信誉』9-30\n『职业属性』教育×4\n『本职技能』技艺（摄影），一项社交技能（魅惑、话术、恐吓、说服），心理学，科学（化学），潜行，侦查，任意两项其他个人或时代特长。\n『介绍』摄影师大部分是自由工作者，可能制作广告电影或者在照相馆做肖像拍摄。其他一些摄像师则在报纸、电视和电影产业工作。摄影作为一种艺术形式已经产生相当长的时间了，精英的摄影师可以从艺术、新闻报道、野生动物保护等多种角度出发创作他们的作品。不管是哪种立意，他们都能获得名誉和报酬。",
        "『序号86-摄影师-摄影记者』\n『信誉』10-30\n『职业属性』教育×4\n『本职技能』技艺（摄影），攀爬，一项社交技能（魅惑、话术、恐吓、说服），外语，心理学，科学（化学），任意两项其他个人或时代特长。\n『介绍』摄影记者本质上就是拿照相机，为拍摄的照片写配文的记者。在1920年代，新闻短片走上历史舞台。笨重的35mm摄像装备走遍全球各地，搜寻有价值的新闻轶事、体育赛事和泳装选美比赛。新闻片制作人员一般分为三类：一类是画面中的记者，另两个人则负责摄像和灯光等等。新闻中的声音则是在新闻稿完成以后在录音棚中录入完成的。",
        "『序号87-飞行员-飞行员』\n『信誉』20-70\n『职业属性』教育×2＋敏捷×2\n『本职技能』电气维修，机械维修，导航，操作重型机械，驾驶（飞行器），科学（天文），任意两项其他个人或时代特长。\n『介绍』飞行员可以在美国邮政这样的企业工作，也可以在大大小小的民航公司做飞行人员。美国1926年之前没有对飞行员的职业要求,1926年航空商业法案通过之后才要求有执照。这个时代的多数飞行员从事嘉年华表演、特技飞行表演、乘飞机游玩或是小机场的空中的士等服务。也有飞行员在部队服现役。许多特技飞行员是在服役期间学会的驾驶飞机，有时仍然会被军队委派任务。",
        "『序号88-飞行员-特技飞行员（古典）』\n『信誉』30-60\n『职业属性』教育×4\n『本职技能』会计，电气维修，聆听，机械维修，导航，驾驶（飞行器），侦查，任意一项其他个人或时代特长。\n『介绍』特技飞行员在嘉年华工作或者为大胆的消费者进行休闲飞行服务。参加有组织的飞行表演赛，不论是固定路线还是越野赛，往往都可以增加自己的知名度。在1920年代，好莱坞常常使用特技飞行员，飞机制造商也会录用一些飞行员为新机作测试。许多特技飞行员是在一次大战中掌握的飞行技术，所以许多人仍然在陆海空军或海岸警卫队服役；年轻的飞行员则基本上是在和平时期接受的训练或是自学成才。",
        "『序号89-警方(原作向)-警探』\n『信誉』20-50\n『职业属性』教育×2＋力量或敏捷×2\n『本职技能』技艺（表演）或乔装，射击，法律，聆听，一项社交技能（魅惑、话术、恐吓、说服），心理学，侦查，一项其他技能。\n『介绍』警探可能指挥他的下属进行详尽的调查，但是很难有机会集中精力对付单独一个事件，在美国他们很可能要同时处理数十乃至上百的案件。警探工作最关键的部分是通过梳理证词、重建现场情况，摒弃伪证，从而收集足够逮捕嫌疑人的证据，进而促成成功的刑事审判。警探和检察官的职责是分开的，这样可以保证证据在审判之前被独立地对待。",
        "『序号90-警方(原作向)-巡警』\n『信誉』9-30\n『职业属性』教育×2＋力量或敏捷×2\n『本职技能』格斗（斗殴），射击，急救，一项社交技能（魅惑、话术、恐吓、说服），法律，心理学，侦查和下面的一种个人特长：汽车驾驶或骑乘。\n『介绍』巡警则属于市、城镇、县治安部门或州、地区的警察机关。他们工作时可能步行、驾驶巡逻车，或者干脆坐办公室。",
        "『序号91-私家侦探』\n『信誉』9-30\n『职业属性』教育×2＋力量或敏捷×2\n『本职技能』技艺（摄影），乔装，法律，图书馆，一项社交技能（魅惑、话术、恐吓、说服），心理学，侦查，一项其他个人或时代特长（如计算机、锁匠、格斗、射击）。\n『介绍』私家侦探通常在警察不出手的地方活跃，包括收集证据为客户准备民事诉讼，追查跑路的配偶或生意伙伴，或者代理刑事案件的私人辩护。他们和任何专业人员一样，私家侦探从不顾及自己的私人情感，只要付钱，不管是有罪还是无罪的一方的委托他们都乐得接受。私家侦探过去可能在警察队伍里工作，利用以前的业务关系为现在工作谋求优势；然而事实并非总是如此。",
        "『序号92-教授（原作向）』\n『信誉』20-70\n『职业属性』教育×4\n『本职技能』图书馆，外语，母语，心理学，任意四项其他学术、时代或个人特长。\n『介绍』教授是受聘于高等院校的学者。大公司也可能聘请他们以开展学术研究与产品开发。独立的学者也靠开办业余课程作为经济来源。最重要的一点，这一职业代表了 PhD（博士）的荣誉称号，意味着可以在世界各地的大学任终身教职。教授的专长是教学和专业研究，往往在自己的专业领域内有着可圈可点的学术成就。",
        "『序号93-淘金客』\n『信誉』0-10\n『职业属性』教育×2＋力量或敏捷×2\n『本职技能』攀爬、急救、历史、机械维修、导航、科学（地质），侦查，任意一项其他个人或时代特长。\n『介绍』淘金客一直是美国西部的特色，即便在加利福尼亚淘金热和内华达康姆斯塔克发现金银矿的日子早已经过去的现在。他们无休止地在山间漫游，寻找能使自己一夜暴富的矿脉。而且现在发现石油和发现金子一样给力。",
        "『序号94-性工作者』\n『信誉』5-50\n『职业属性』教育×2＋外貌×2\n『本职技能』技艺（任一），两项社交技能（魅惑、话术、恐吓、说服），闪避，心理学，妙手，潜行，任意一项其他个人或时代特长。\n『介绍』性工作者根据场合、背景和教养，从超级值钱的应召小姐到牛郎再到站街女都有可能。往往入这一行都是权宜之计，许多人梦想有朝一日能够脱身。少数人能够自己接客，不过绝大多数人基本都是被只认钱不认人的老鸨和皮条客逼迫着工作。",
        "『序号95-精神病学家』\n『信誉』30-80\n『职业属性』教育×4\n『本职技能』外语，聆听，医学，说服，精神分析，心理学，科学（生物学，化学）。\n『介绍』精神病学家是在现代专门从事精神失常诊断和治疗的医生。精神病学家掌握着精神药理学的治疗方法，使用精神类药物的资质，还能整理脑电图并对其进行计算机分析。到1930年代，任何一个医生都可以以精神病学家的身份进入美国医学协会名录中了。",
        "『序号96-心理学家、精神分析学家』\n『信誉』10-40\n『职业属性』教育×4\n『本职技能』会计，图书馆，聆听，说服，精神分析，心理学，任意两项其他学术、个人或时代特长。\n『介绍』心理学家虽然也经常被叫做心理治疗师和心理咨询师，不过这些工作都只是心理学的分支。临床心理学家可能实际接触病人，并且运用各种可能的心理治疗方法。注意心理学家和专业的精神病学家的区别，后者本质上还是医生。在1920年代，对人类行为的研究还是一个新兴的领域，主要的理论还是弗洛伊德心理学。",
        "『序号97-研究员』\n『信誉』9-30\n『职业属性』教育×4\n『本职技能』历史，图书馆，一项社交技能（魅惑、话术、恐吓、说服），外语，侦查，任意三项其他学术领域。\n『介绍』学术界的研究课题不计其数，尤其是在天文学、物理学和其他理论领域。私人或企业也雇用了成千上万的研究员，重点在化学、制药和工程领域。石油公司则会聘用专业的地质学家，不一而足。研究员大部分的时间都在室内工作和写作，不过有的则会经常外出考察。考察研究员通常经验丰富，思想独立又足智多谋，可能受雇于私人或者为大学进行学术研究。",
        "『序号98-海员-军舰海员』\n『信誉』9-30\n『职业属性』教育×4\n『本职技能』电工或机械维修，格斗，射击，急救，导航，驾驶（船），生存（海上），游泳。\n『介绍』新入伍的海员像陆军的同行一样，开始时需要接受基本的训练。这之后他们获得军衔，并被分配到各镇守府。虽然很多海员担任像水手长副手和司炉工（管理引擎）这样的传统角色，但是也有很多经过专门训练的机械师、无线电操作员、通风管理员之类。在美国，海员通常要服四年的现役和后两年的后备役，即在国家发布动员令时有应召服役的义务。",
        "『序号99-海员-民船海员』\n『信誉』20-40\n『职业属性』教育×4\n『本职技能』急救，机械维修，自然，导航，一项社交技能（魅惑、话术、恐吓、说服），驾驶（船），侦查，游泳。\n『介绍』民用船海员可能在渔船、客船，或运输原油或商品的运输船上工作。在美国，客船活跃在东西海岸和五大湖，运送渔民和游客。目前佛罗里达州在墨西哥湾和大西洋海岸拥有最多数量的客船。在禁酒令期间，许多客船船长发现把急切想喝酒的顾客运到3海里外，外国船只允许卖酒的地方是一桩赚钱的买卖。当然走私酒也报酬丰厚，但是危险就高多了。",
        "『序号100-推销员』\n『信誉』9-40\n『职业属性』教育×2＋外貌×2\n『本职技能』会计，两项社交技能（魅惑、话术、恐吓、说服），汽车驾驶，聆听，心理学，潜行或妙手，一项其他技能。\n『介绍』推销员是商务工作的必需一环，他们的工作就是推广和销售公司的产品或服务。大部分推销员的时间要用来旅行、开会、和客户应酬。有些则主要坐办公室用电话联系潜在客户，还有的会在各社区巡回，挨家挨户上门推销。1920年代是企业家的年代，旅行推销成了一种日常生活方式。有些推销员在固定的地区工作，有些则可以自由漫游，寻找任何地方可能出现的商机。",
        "『序号101-科学家』\n『信誉』9-50\n『职业属性』教育×4\n『本职技能』任意三项科学专业领域，计算机或图书馆，外语，母语，一项社交技能（魅惑、话术、恐吓、说服），侦查。\n『介绍』科学家是在追求知识的过程中挖掘真理的人。如果想要利用科学知识制造有用的物品，需要的是工程师；而如果想要扩展“可能”这个概念的范围，那就是科学家的工作了。科学家们通常在企业和大学工作，以进行他们的研究。虽然主攻一个科学领域，但是真正称职的科学家一般也能达到通晓其他数个科学领域的水平。他们对自己的母语也能使用自如，学历也相当高，甚至拥有博士学位。\n",
        "『序号102-秘书』\n『信誉』9-30\n『职业属性』教育×2＋敏捷或外貌×2\n『本职技能』会计，技艺（打字或速记），两项社交技能（魅惑、话术、恐吓、说服），母语，图书馆或计算机，心理学，任意一项其他个人或时代特长。\n『介绍』秘书的范围是从高薪的私人管理助理到普通的打字员。这份工作的重点在于以自己各种沟通协调能力，支持主管和经理人员。因为身处企业流程的中心，许多秘书比老板对企业的内部运作和经营还要熟悉。在1920年代，秘书工作主要是通信工作，例如听写打印信件，整理文档系统，并为老板安排会议时间。有的情况下，秘书还会负责老板的生活，比如安排假期、为老板和家人置办礼物，还有保护老板的安全。\n",
        "『序号103-店老板』\n『信誉』20-40\n『职业属性』教育×2＋外貌或敏捷×2\n『本职技能』会计，两项社交技能（魅惑、话术、恐吓、说服），电气维修，聆听，机械维修，心理学，侦查。\n『介绍』店老板经营小店、市场摊位或者是小饭馆。这种店往往都是小本自营，不过也有为其他东家照顾生意的。不少店是家族式管理，工作人员大部分都有亲属关系，其他的雇员即便有也很少。在1920年代，还有不少的老板娘开起了自己的理发店和帽店。\n",
        "『序号104-士兵、海军陆战队士兵』\n『信誉』9-30\n『职业属性』教育×2＋力量或敏捷×2\n『本职技能』攀爬或游泳，闪避，格斗，射击，潜行，生存，下面任选两项：急救、机械维修、外语。\n『介绍』所有应征人员首先要在“训练营（新兵连）”接受基本训练，在训练营中新兵将学习如何行军、射击和敬礼。结束训练营的训练后，大部分的新兵会分配到步兵营，虽然也有分配到炮兵营和坦克营的。少部分会接受非战斗的训练，例如通风系统、机械装备、文职甚至军官接待。海军陆战队名义上属于海军，但是和陆军士兵在背景、训练方式和技能方面都很相近。\n",
        "『序号105-间谍』\n『信誉』20-60\n『职业属性』教育×2＋外貌或敏捷×2\n『本职技能』技艺（表演）或乔装，射击，聆听，外语，一项社交技能（魅惑、话术、恐吓、说服），心理学，妙手，潜行。\n『介绍』间谍为国家和组织的情报部门卖命。他们能以从大使到厨房清洁工的任何职业身份作为掩饰，刺探他们所需的情报。有些间谍数年如一日的持续着卧底工作，另一些穿个马甲就换一个身份。在本国委任的间谍通常会去往外国工作。间谍除了情报收集和反情报收集的主要工作，也会被委派其他任务，例如招募新间谍和国家批准的暗杀等。\n",
        "『序号106-学生、实习生』\n『信誉』5-10\n『职业属性』教育×4\n『本职技能』语言（母语或外语），图书馆，聆听，三个学习的专业，任意两项其他个人或时代特长。\n『介绍』学生可能在大学或学院学习，实习生则是正在接受宝贵的入职培训，获得最低报酬的公司员工。\n",
        "『序号107-替身演员』\n『信誉』10-50\n『职业属性』教育×2＋力量或敏捷×2\n『本职技能』攀爬，闪避，电气维修或机械维修，格斗，急救，跳跃，游泳，下面任选一项：潜水、汽车驾驶、驾驶（任一），骑乘。\n『介绍』替身演员在电影和电视剧工业中活跃，专门模拟坠楼、车祸等灾难场景。他们通常会接受格斗技巧和舞台格斗的训练。任何的替身特技表演都是有风险的。在现代，替身演员基本都是工会的成员，想要加入工会，他们必须有证明自己能力的证书。而且，所有的特技场景还要有特技总监负责指导动作。但是在1920年代，行业规范没有成型，所以事故率和死亡率居高不下。\n",
        "『序号108-部落成员』\n『信誉』0-15\n『职业属性』教育×2＋力量或敏捷×2\n『本职技能』攀爬，格斗或投掷，聆听，自然，神秘学，侦查，游泳，生存（任一）。\n『介绍』至少，从家族忠诚来说，部落文化无处不在。在部落中，亲属关系和传统习俗的首要地位是不言而喻的。一个部落通常来说是一个相对较小的群体。相比起法律和个人权利，部落更加依据个人荣耀而裁定行为。崇拜，复仇，嘉奖，以及荣耀——所有的一切都是部落成员个人所有的，而如果领袖或是仇敌被视为有荣耀的人，那么他们个人也必然在某种程度上十分有名。\n",
        "『序号109-殡葬师』\n『信誉』20-40\n『职业属性』教育×4\n『本职技能』会计，汽车驾驶，一项社交技能（魅惑、话术、恐吓、说服），历史，神秘学，心理学，科学（生物学，化学）。\n『介绍』殡葬师又叫殡葬业者或葬礼主持人，是负责运行丧葬仪式的职业。工作也包含土葬和火化等内容。在葬礼上，殡葬师要进行防腐、裹衣、入殓、遗体美容等等工作。殡葬师的执照由各州发放。他们可能自己拥有殡仪馆，或者在别人的殡仪馆工作\n",
        "『序号110-工会活动家』\n『信誉』5-50\n『职业属性』教育×4\n『本职技能』会计，两项社交技能（魅惑、话术、恐吓、说服），格斗（斗殴），法律，聆听，操作重型机械，心理学。\n『介绍』工会活动家是组织者、领导者，有时也是空想者或者别有用心的抗议者，通常是工人的伙伴、老板的对头。各行各业都有工会，不论是码头工人、建筑工人、矿工还是演员。在20世纪早期，工会活动家所在的工会面临着诸多危险。大企业想要毁掉它，政治家在支持它和谴责它之间摇摆不定，社会主义者和共产主义者试图影响它，还有犯罪组织试图夺取它。\n",
        "『序号111-服务生』\n『信誉』9-20\n『职业属性』教育×2＋外貌或敏捷×2\n『本职技能』会计，技艺（任一），闪避，聆听，两项社交技能（魅惑、话术、恐吓、说服），心理学，任意一项其他个人或时代特长。\n『介绍』服务生在酒店、酒吧或者其他餐饮业场所服务顾客。通常薪酬很低，不过通过对顾客良好服务，可以得到他们给的小费。在禁酒令时期，售酒场所的服务员是非法职业。不过犯罪组织把控的地下酒吧中仍然存在许多工作机会。\n",
        "『序号112-白领工人-职员、主管』\n『信誉』9-20\n『职业属性』教育×4\n『本职技能』会计，语言，法律，图书馆或计算机，聆听，一项社交技能（魅惑、话术、恐吓、说服），任意两项其他个人或时代特长。\n『介绍』白领工人可能是从最低等级的白领职员到中层或高层的管理人员。所属单位则可能从小型中型的本地企业直到大型的国家级甚至跨国公司。职员被扣工资是家常便饭，工作也往往单调乏味。不过如果在工作中展现出了天分，那也会被看上，将来会得到提拔。中高层管理人员的工资比较高，当然责任也比较重，要负责管理公司的日常事务。\n",
        "『序号113-白领工人-中高层管理人员』\n『信誉』20-80\n『职业属性』教育×4\n『本职技能』会计，外语，法律，两项社交技能（魅惑、话术、恐吓、说服），心理学，任意两项其他个人或时代特长。\n『介绍』职员被扣工资是家常便饭，工作也往往单调乏味。不过如果在工作中展现出了天分，那也会被看上，将来会得到提拔。中高层管理人员的工资比较高，当然责任也比较重，要负责管理公司的日常事务。虽然未婚的白领并不少见，但很多管理人员还是很顾家，家里一般会有配偶和孩子——家庭通常是他们的期望。\n",
        "『序号114-狂热者』\n『信誉』0-30\n『职业属性』教育×2＋外貌或意志×2\n『本职技能』历史，两项社交技能（魅惑、话术、恐吓、说服），心理学，潜行，任意三项其他个人或时代特长。\n『介绍』热情而有动力、鄙视安逸的生活，狂热者们为人类更好的生活或者为人类中最精华部分的利益而躁动不安。一些狂热者通过暴力推进他们的信仰，但是并不能说采取和平方式的就比他们好说话，他们每个人都梦想着为自己的理想辩护。\n",
        "『序号115-饲养员』\n『信誉』9-40\n『职业属性』教育×4\n『本职技能』驯兽，会计，闪避，急救，自然，医学，科学（制药，动物学）。\n『介绍』饲养员负责动物的喂养和看护，场地管理员和服务员管理其他杂务。通常饲养员会专门照看某一种动物，可以对动物使用「医学」技能。\n"
    ],
    "COC7th调查员伴侣职业": [
        "『序号116-大使』\n『信誉』：50-90\n『职业属性』：教育×2＋外貌×2\n『本职技能』：魅惑，历史，恐吓，话术，聆听，母语，说服，心理学。(用一到两种外语取代前面两种技能)",
        "『序号117-运动员（游泳/潜水）』\n『信誉』：9-20\n『职业属性』：教育×2＋力量或敏捷×2\n『本职技能』：攀爬，跳跃，格斗（斗殴），外语，一项社交技能（魅惑、话术、恐吓、说服），游泳，投掷，任意一项其他个人或时代特长。",
        "『序号118-运动员（高尔夫）』\n『信誉』：50-70\n『职业属性』：教育×2＋力量或敏捷×2\n『本职技能』：攀爬，跳跃，格斗（斗殴），骑术，一项社交技能（魅惑、话术、恐吓、说服），游泳，投掷，任意一项其他个人或时代特长。",
        "『序号119-运动员（网球）』\n『信誉』：30-70\n『职业属性』：教育×2＋力量或敏捷×2\n『本职技能』：跳跃，格斗（斗殴），闪避，一项社交技能（魅惑、话术、恐吓、说服），心理学，侦察，投掷，任意一项其他个人或时代特长。",
        "『序号120-运动员（田径）』\n『信誉』：9-20\n『职业属性』：教育×2＋力量或敏捷×2\n『本职技能』：攀爬，跳跃，格斗（斗殴），外语，一项社交技能（魅惑、话术、恐吓、说服），闪避，投掷，任意一项其他个人或时代特长。",
        "『序号121-发言人』\n『信誉』：50-80\n『职业属性』：教育×4\n『本职技能』：乔装，闪避，三项社交技能（魅惑、话术、恐吓、说服），心理学，外语，任意一项其他个人或时代特长。",
        "『序号122-保释担保人』\n『信誉』：50-80\n『职业属性』：教育×4\n『本职技能』：会计，两项社交技能（魅惑、话术、恐吓、说服），法律，图书馆，心理学，任意两项其他个人或时代特长。",
        "『序号123-神职人员(天主教牧师)』\n『信誉』：20-70\n『职业属性』：教育×4\n『本职技能』：会计，母语，外语(拉丁文)，图书馆，神秘学，一项社交技能（魅惑、话术、恐吓、说服），心理学，任意一项其他技能。",
        "『序号124-神职人员(新教牧师)』\n『信誉』：9-60\n『职业属性』：教育×4\n『本职技能』：会计，历史，图书馆，聆听，外语，一项社交技能（魅惑、话术、恐吓、说服），心理学，任意一项其他技能。",
        "『序号125-神职人员(犹太教拉比)』\n『信誉』：9-60\n『职业属性』：教育×4\n『本职技能』：母语，外语（希伯来语），历史，图书馆，神秘学，一项社交技能（魅惑、话术、恐吓、说服），心理学，任意一项其他技能。",
        "『序号126-专栏作家』\n『信誉』：30-70\n『职业属性』：教育×4\n『本职技能』：乔装，一项社交技能（魅惑、话术、恐吓、说服），历史或图书馆，母语，外语，心理学，潜行。",
        "『序号127-社会主义者/激进主义者』\n『信誉』：0-30\n『职业属性』：教育×2＋外貌或意志×2\n『本职技能』：格斗（斗殴），两项社交技能（魅惑、话术、恐吓、说服），射击（手枪），外语，心理学，任意两项其他个人或时代特长。",
        "『序号128-撰稿人』\n『信誉』：20-60\n『职业属性』：教育×4\n『本职技能』：母语，艺术（文学），两项社交技能（魅惑、话术、恐吓、说服），历史，图书馆，聆听，心理学。",
        "『序号129-罪犯（赌博庄家）』\n『信誉』：50-80\n『职业属性』：教育×2＋敏捷或外貌×2\n『本职技能』：会计,两项社交技能（魅惑、话术、恐吓、说服）,心理学，侦察，妙手，任意一项其他个人或时代特长。",
        "『序号130-罪犯（放高利贷者）』\n『信誉』：50-80\n『职业属性』：教育×2＋敏捷或外貌×2\n『本职技能』：会计，估价，两项社交技能（魅惑、话术、恐吓、说服）,心理学，侦察，任意两项其他个人或时代特长。",
        "『序号131-罪犯（扒手）』\n『信誉』：9-30\n『职业属性』：教育×2＋敏捷×2\n『本职技能』：乔装，一项社交技能（魅惑、话术、恐吓、说服）,潜行，聆听，心理学，侦察，妙手，任意一项其他个人或时代特长。",
        "『序号132-罪犯（地下钱庄）』\n『信誉』：30-70\n『职业属性』：教育×4\n『本职技能』：会计，法律，图书馆，聆听，说服，侦察，任意其他两项个人或时代特长。",
        "『序号133-罪犯（黑律师）』\n『信誉』：30-80\n『职业属性』：教育×4\n『本职技能』：会计，法律，图书馆，两项社交技能（魅惑、话术、恐吓、说服），心理学，两项其他技能。",
        "『序号134-牙医』\n『信誉』：30-70\n『职业属性』：教育×4\n『本职技能』：急救、医学、外语（拉丁文）、心理学、科学（生物学，制药），任两种其他学术或个人特长。",
        "『序号135-外科医生/内科医生』\n『信誉』：50-80\n『职业属性』：教育×4\n『本职技能』：急救、医学、外语（拉丁文）、心理学、科学（生物学，制药），任两种其他学术或个人特长。",
        "『序号136-整形医生』\n『信誉』：30-80\n『职业属性』：教育×4\n『本职技能』：急救、医学、外语（拉丁文）、心理学、科学（生物学，制药），任两种其他学术或个人特长。",
        "『序号137-司机-公交司机』\n『信誉』：30-50\n『职业属性』：教育×2＋敏捷×2\n『本职技能』：会计，汽车驾驶，电气维修，机械维修，领航，一项社交技能（魅惑、话术、恐吓、说服），心理学，任意一项其他个人或时代特长。",
        "『序号138-实地调研员』\n『信誉』：9-30\n『职业属性』：教育×4\n『本职技能』：会计，攀爬或跳跃，急救，图书馆，外语，一项社交技能（魅惑、话术、恐吓、说服），两项研究领域相关技能。",
        "『序号139-电影摄制人员』\n『信誉』：9-30\n『职业属性』：教育×2＋意志或敏捷×2\n『本职技能』：艺术/工艺(任一,如摄影)，攀爬，汽车驾驶，电气维修，机械维修，一项社交技能（魅惑、话术、恐吓、说服），任意两项其他个人或时代特长。",
        "『序号140-司法科学家』\n『信誉』：30-50\n『职业属性』：教育×4\n『本职技能』：艺术（摄影），医学，法律，科学（化学，司法科学，药学），侦察，任意一项其他个人或时代特长。",
        "『序号141-运动经理』\n『信誉』：20-70\n『职业属性』：教育×2＋力量或敏捷×2\n『本职技能』：会计，格斗（斗殴），闪避，两项社交技能（魅惑、话术、恐吓、说服），急救，心理学，任意一项其他个人或时代特长。",
        "『序号142-商船队船员』\n『信誉』：20-30\n『职业属性』：教育×2＋力量或敏捷×2\n『本职技能』：人类学，攀爬，电气维修或机械维修，跳跃，操作重型机械，外语，生存（海上），任意一项其他个人或时代特长。",
        "『序号143-古典音乐家』\n『信誉』：9-30\n『职业属性』：教育×2＋意志或敏捷×2\n『本职技能』：会计，技艺（乐器），一项社交技能（魅惑、话术、恐吓、说服），聆听，心理学，三项其他技能。",
        "『序号144-赛车手/ 赛艇手』\n『信誉』：30-70\n『职业属性』：教育×2＋敏捷×2\n『本职技能』：汽车驾驶，电气维修，机械维修，驾驶（船），心理学，侦察，任意两项其他个人或时代特长。",
        "『序号145-电台播音员』\n『信誉』：50-80\n『职业属性』：教育×4\n『本职技能』：艺术（表演），母语，魅惑，话术，说服，心理学，任意两项其他个人或时代特长。",
        "『序号146-推销员（圣经推销员）』\n『信誉』：9-40\n『职业属性』：教育×2＋外貌×2\n『本职技能』：会计，两项社交技能（魅惑、话术、恐吓、说服），汽车驾驶，聆听，心理学，潜行或妙手，一项其他技能。",
        "『序号147-推销员（旅行推销员）』\n『信誉』：9-30\n『职业属性』：教育×2＋外貌×2\n『本职技能』：会计，两项社交技能（魅惑、话术、恐吓、说服），汽车驾驶，领航，聆听，心理学，一项其他技能。",
        "『序号148-小企业家』\n『信誉』：50-70\n『职业属性』：教育×4\n『本职技能』：会计，两项社交技能（魅惑、话术、恐吓、说服），心理学，四项经营业务相关技能。",
        "『序号149-舞台工作人员』\n『信誉』：9-20\n『职业属性』：教育×2＋力量或敏捷×2\n『本职技能』：艺术/ 工艺（任一），母语，两项社交技能（魅惑、话术、恐吓、说服），乔装，心理学，任意两项其他个人或时代特长。",
        "『序号150-证券经纪人』\n『信誉』：60-90\n『职业属性』：教育×4\n『本职技能』：会计，估价，母语，两项社交技能（魅惑、话术、恐吓、说服），心理学，任意两项其他个人或时代特长。",
        "『序号151-勘测员』\n『信誉』：20-60\n『职业属性』：教育×4\n『本职技能』：会计，艺术（摄影），图书馆，博物学，领航，生存（任一），侦察，任意一项其他个人或时代特长。",
        "『序号152-电话接线员』\n『信誉』：20-50\n『职业属性』：教育×4\n『本职技能』：母语，外语，两项社交技能（魅惑、话术、恐吓、说服），聆听，心理学，任意两项其他个人或时代特长。",
        "『序号153-星探』\n『信誉』：9-30\n『职业属性』：教育×4\n『本职技能』：会计，两项社交技能（魅惑、话术、恐吓、说服），法律，心理学，侦察，任意两项其他个人或时代特长。",
        "『序号154-医疗技术员』\n『信誉』：30-60\n『职业属性』：教育×4\n『本职技能』：艺术（摄影），电气维修，图书馆，机械维修，医学，科学（生物，化学，药学）。",
        "『序号155-队医』\n『信誉』：9-30\n『职业属性』：\n『本职技能』：两项社交技能（魅惑、话术、恐吓、说服），急救，医学，科学（药学），心理学，侦察，任意一项其他个人或时代特长。",
        "『序号156-寻宝猎人』\n『信誉』：9-30\n『职业属性』：教育×2＋力量或敏捷×2\n『本职技能』：估价，攀爬，汽车驾驶或驾驶（飞行器或船），电气维修或机械维修，历史，跳跃，一项社交技能（魅惑、话术、恐吓、说服），侦察。"
    ],
    "COC7th日本秘史职业": [
        "『序号157-西部治安官』\n『信誉』：20-50\n『职业属性』：教育×2＋力量或敏捷×2\n『本职技能』：汽车驾驶，射击（任一），格斗（斗殴，鞭），法律，说服或心理学，骑术，追踪。",
        "『序号158-暴走族』\n『信誉』：5-10\n『职业属性』：教育×2＋力量或敏捷×2\n『本职技能』：格斗（斗殴），汽车驾驶，机械维修，话术，恐吓，任意三项其他个人或时代特长。",
        "『序号159-神职人员(和尚,尼姑)』\n『信誉』：5-60\n『职业属性』：教育×4\n『本职技能』：艺术（书法），历史或图书馆，外语（汉语或梵语），学问（佛教），一项社交技能（魅惑、话术、恐吓、说服），心理学，聆听，任意一项其他个人或时代特长。",
        "『序号160-神职人员(神官,巫女)』\n『信誉』：20-60\n『职业属性』：教育×4\n『本职技能』：艺术（书法，另任一），图书馆，神秘学，学问（神道教），一项社交技能（魅惑、话术、恐吓、说服），心理学，任意一项其他个人或时代特长。",
        "『序号161-风水师』\n『信誉』：20-50\n『职业属性』：教育×4\n『本职技能』：艺术（任一），图书馆，神秘学，学问（道教），一项社交技能（魅惑、话术、恐吓、说服），科学（天文，地质），任意一项其他个人或时代特长。",
        "『序号162-家传降妖人』\n『信誉』：9-20\n『职业属性』：教育×2＋力量或敏捷×2\n『本职技能』：格斗（斗殴），博物学，神秘学，学问（佛教或神道教），心理学，潜行，任意两项其他个人或时代特长。",
        "『序号163-高中生(教育60以下)』\n『信誉』：5-10\n『职业属性』：教育×4\n『本职技能』：攀爬、潜行、跳跃、图书馆、格斗（任一）、母语、科学（任一）或历史、外语（英语或其他）。",
        "『序号164-市子（盲人）』\n『信誉』：5-30\n『职业属性』：教育×4\n『本职技能』：艺术（表演），聆听，学问（神道教），神秘学，历史，话术或说服，心理学，任意一项特长。※经KP同意，可以用「灵媒」技能代替一项自选技能。",
        "『序号165-言灵师/阴阳师』\n『信誉』：9-20\n『职业属性』：教育×4\n『本职技能』：艺术（书法，另任一），历史或图书馆，母语，学问（阴阳道），科学（天文），神秘学，任意一项其他个人或时代特长。",
        "『序号166-炼丹师』\n『信誉』：30-50\n『职业属性』：教育×4\n『本职技能』：图书馆，医学，神秘学，科学（化学），博物学，学问（道教），外语（汉语），急救或精神分析。",
        "『序号167-外语教师』\n『信誉』：30-60\n『职业属性』：教育×4\n『本职技能』：历史，聆听，母语，心理学，两项社交技能（魅惑、话术、恐吓、说服），任意两项其他个人或时代特长。",
        "『序号168-非法移民』\n『信誉』：0-5\n『职业属性』：教育×2＋力量或敏捷×2\n『本职技能』：乔装，话术，聆听，侦察，潜行，妙手，心理学，任意一项其他个人或时代特长。",
        "『序号169-相扑力士(SIZ>80,STR>70)』\n『信誉』：9-60\n『职业属性』：教育×2＋力量×2\n『本职技能』：闪避，格斗（斗殴），恐吓，跳跃，心理学，侦察，任意两项其他个人或时代特长。(体型+2D6,你的体型可以超过99)"
    ],
    "COC7th日系特殊规则": [
        "『序号170-渔民』\n『信誉』：9-30\n『职业属性』：教育×2＋力量或敏捷×2\n『本职技能』：机械维修，操作重型机械，游泳，驾驶（船），科学（天文），领航，博物学，侦察。",
        "『序号171-心理治疗师』\n『信誉』：30-50\n『职业属性』：教育×4\n『本职技能』：艺术（任一），两项社交技能（魅惑、话术、恐吓、说服），法律，外语，心理学，精神分析，任意一项其他个人或时代特长。",
        "『序号172-女学生』\n『信誉』：5-10\n『职业属性』：教育×4\n『本职技能』：一项社交技能（魅惑、话术、恐吓、说服），自行车驾驶，急救，聆听，艺术/ 工艺（任一），图书馆，格斗（矛）或射击（弓），外语（任一）。",
        "『序号173-寄居学生』\n『信誉』：5-10\n『职业属性』：教育×4\n『本职技能』：急救，会计，手艺（木匠），说服，图书馆，外语（任一），任意两项其他个人或时代特长。",
        "『序号174-动物辅助治疗师』\n『信誉』：30-50\n『职业属性』：教育×2＋外貌或意志×2\n『本职技能』：聆听，心理学，精神分析，科学（动物学），跳跃，追踪，博物学，任意一项其他个人或时代特长。跳跃，追踪，博物学，任意一项其他个人或时代特长。",
        "『序号175-急诊医生/救援队员』\n『信誉』：10-50\n『职业属性』：教育×4\n『本职技能』：医学，急救，科学（化学），锁匠，机械维修，电气维修，攀爬，跳跃。",
        "『序号176-密医』\n『信誉』：10-70\n『职业属性』：教育×4\n『本职技能』：医学，急救，会计，一项社交技能（魅惑、话术、恐吓、说服），法律，科学（药学），外语，任意一项其他个人或时代特长。",
        "『序号177-科学搜查研究员』\n『信誉』：30-50\n『职业属性』：教育×4\n『本职技能』：艺术（摄影），医学，法律，科学（化学，司法科学，药学），侦察，任意一项其他个人或时代特长。",
        "『序号178-山岳救援队员』\n『信誉』：10-50\n『职业属性』：教育×2＋力量或敏捷×2\n『本职技能』：急救，聆听，跳跃，追踪，攀爬，领航，生存（山地），外语。",
        "『序号179-舞者』\n『信誉』：9-70\n『职业属性』：教育×2＋外貌×2\n『本职技能』：技艺（表演类，如表演、演唱、喜剧等），乔装，两项社交技能（魅惑、话术、恐吓、说服），聆听，心理学，任意两项其他个人或时代特长。",
        "『序号180-服装设计师』\n『信誉』：20-60\n『职业属性』：教育×4\n『本职技能』：会计，技艺（摄影），技艺（任一），计算机或图书馆，乔装，心理学，侦察，任意一项其他个人特长。※可以通过成功的「侦察」检定，从对方的服饰判定其地位和收入等。",
        "『序号181-海上自卫队员』\n『信誉』：9-30\n『职业属性』：教育×4\n『本职技能』：电气维修或机械维修，格斗，射击，急救，领航，驾驶（船），生存（海上），游泳。",
        "『序号182-海警』\n『信誉』：20-40\n『职业属性』：教育×4\n『本职技能』：急救，机械维修，博物学，领航，一项社交技能（魅惑、话术、恐吓、说服），驾驶（船），侦察，游泳。",
        "『序号183-陆上自卫队员』\n『信誉』：9-30\n『职业属性』：教育×2＋力量或敏捷×2\n『本职技能』：攀爬或游泳，闪避，格斗，射击，潜行，生存，下面任选两项：急救、机械维修、外语。",
        "『序号184-私人军事公司成员』\n『信誉』：9-30\n『职业属性』：教育×2＋力量或敏捷×2\n『本职技能』：攀爬或游泳，闪避，格斗，射击，潜行，生存，下面任选两项：急救、机械维修、外语。",
        "『序号185-冒险家教授』\n『信誉』：55-80\n『职业属性』：教育×2＋外貌或敏捷或力量×2\n『本职技能』：攀爬或游泳，射击，历史，跳跃，博物学，领航，外语，生存。",
        "『序号186-评论家』\n『信誉』：30-70\n『职业属性』：教育×4\n『本职技能』：乔装，一项社交技能（魅惑、话术、恐吓、说服），历史或图书馆，母语，外语，心理学，潜行。",
        "『序号187-偶像』\n『信誉』：9-70\n『职业属性』：教育×2＋外貌×2\n『本职技能』：技艺（表演,歌唱,舞蹈），乔装，两项社交技能（魅惑、话术、恐吓、说服），聆听，心理学，任意两项其他个人或时代特长。",
        "『序号188-歌手』\n『信誉』：9-70\n『职业属性』：教育×2＋外貌×2\n『本职技能』：技艺（歌唱,舞蹈,乐器），乔装，两项社交技能（魅惑、话术、恐吓、说服），聆听，心理学，任意两项其他个人或时代特长。",
        "『序号189-搞笑艺人』\n『信誉』：9-70\n『职业属性』：教育×2＋外貌×2\n『本职技能』：技艺（表演,杂技,喜剧），乔装，两项社交技能（魅惑、话术、恐吓、说服），聆听，心理学，任意两项其他个人或时代特长。",
        "『序号190-运动员艺人』\n『信誉』：9-20\n『职业属性』：教育×2＋敏捷×2\n『本职技能』：攀爬，闪避，跳跃，投掷，侦察，游泳，任意两项其他个人或时代特长。",
        "『序号191-播音员』\n『信誉』：50-80\n『职业属性』：教育×4\n『本职技能』：艺术（表演），母语，魅惑，话术，说服，心理学，任意两项其他个人或时代特长。",
        "『序号192-主持人』\n『信誉』：50-80\n『职业属性』：教育×4\n『本职技能』：艺术（表演），母语，魅惑，话术，说服，心理学，任意两项其他个人或时代特长。",
        "『序号193-电视解说员』\n『信誉』：50-80\n『职业属性』：教育×4\n『本职技能』：艺术（表演），母语，魅惑，话术，说服，心理学，任意两项其他个人或时代特长。",
        "『序号194-网络明星』\n『信誉』：9-70\n『职业属性』：教育×2＋外貌×2\n『本职技能』：技艺（表演，歌唱，喜剧），乔装，两项社交技能（魅惑、话术、恐吓、说服），聆听，心理学，计算机，电气维修。",
        "『序号195-经纪人』\n『信誉』：30-70\n『职业属性』：教育×4\n『本职技能』：汽车驾驶、两项社交技能（魅惑、话术、恐吓、说服），潜行，聆听，法律，任意两项其他个人或时代特长。",
        "『序号196-捉鬼人』\n『信誉』：9-30\n『职业属性』：教育×2＋敏捷×2\n『本职技能』：神秘学，科学（物理，化学，生物），机械维修，艺术（摄影），电气维修，一项社交技能（魅惑、话术、恐吓、说服）。",
        "『序号197-占卜师、灵媒师』\n『信誉』：9-30\n『职业属性』：教育×2＋教育或外貌×2\n『本职技能』：艺术（表演），历史，图书馆，两项社交技能（魅惑、话术、恐吓、说服），神秘学，心理学，任意一项其他个人或时代特长。",
        "『序号198-机械师』\n『信誉』：9-40\n『职业属性』：教育×4\n『本职技能』：技艺（木工、焊接、管道工等），攀爬，汽车驾驶，电气维修，机械维修，操作重型机械，任意两项其他个人或时代或技术特长。",
        "『序号199-厨师』\n『信誉』：9-30\n『职业属性』：教育×2＋敏捷×2\n『本职技能』：手艺（烹饪），科学（生物，化学），格斗（斗殴），博物学，侦察，外语，任意一项其他个人或时代特长。",
        "『序号200-网络犯罪者』\n『信誉』：10-70\n『职业属性』：教育×4\n『本职技能』：计算机，电气维修，电子学，图书馆，侦察，一项社交技能（魅惑、话术、恐吓、说服），任意两项其他技能。",
        "『序号201-佣兵』\n『信誉』：9-30\n『职业属性』：教育×2＋力量或敏捷×2\n『本职技能』：攀爬或游泳，闪避，格斗，射击，潜行，生存，下面任选两项：急救、机械维修、外语。",
        "『序号202-自宅警备员』\n『信誉』：1-10\n『职业属性』：教育×4\n『本职技能』：计算机，聆听，潜行，图书馆，母语，任意三项符合尼特族形象的特长。",
        "『序号203-壮汉保镖』\n『信誉』：9-30\n『职业属性』：教育×2＋力量或敏捷×2\n『本职技能』：格斗（斗殴），射击，急救，一项社交技能（魅惑、话术、恐吓、说服），法律，心理学，侦察和下面的一种个人特长：汽车驾驶或骑术。",
        "『序号204-游戏测试员』\n『信誉』：9-20\n『职业属性』：教育×4\n『本职技能』：手艺（游戏），计算机，电气维修，电子学，聆听，一项社交技能（魅惑、话术、恐吓、说服），任意两项其他个人或时代特长。"
    ],
    "COC6th煤气灯职业": [
        "『序号205-交际花』\n『信誉』：9-30\n『职业属性』：教育×2＋外貌×2\n『本职技能』：艺术（任意），估价，潜行，一项社交技能（魅惑、话术、恐吓、说服），急救，其他语言（欧洲），心理学，骑术，（乔装、钳工）中的一种，任意一项其他个人或时代特长",
        "『序号206-考古学家』\n『信誉』：30-60\n『职业属性』：教育×4\n『本职技能』：会计，艺术（任意），估价，历史，图书馆，其他语言（欧洲），一项社交技能（魅惑、话术、恐吓、说服），心理学，侦查，任意两项其他个人或时代特长",
        "『序号207-贵族』\n『信誉』：70-99\n『职业属性』：教育×2＋教育或外貌×2\n『本职技能』：拉丁语，法律，其他语言（欧洲），一项社交技能（魅惑、话术、恐吓、说服），骑术，射击（霰弹枪），任意三项其他个人或时代特长",
        "『序号208-艺术家』\n『信誉』：10-40\n『职业属性』：教育×2＋敏捷或意志×2\n『本职技能』：艺术及手艺（任意多种），估价，历史，图书馆，其他语言（欧洲），侦查，任意两项其他个人或时代特长",
        "『序号209-作家』\n『信誉』：10-40\n『职业属性』：教育×4\n『本职技能』：艺术（写作），历史，图书馆，其他语言（欧洲），母语，一项社交技能（魅惑、话术、恐吓、说服），心理学，任意两项其他个人或时代特长",
        "『序号210-马车夫』\n『信誉』：3-10\n『职业属性』：教育×2＋敏捷×2\n『本职技能』：闪避，马车驾驶，跳跃，聆听，机械维修，博物学，导航，一项社交技能（魅惑、话术、恐吓、说服），侦查，格斗（鞭），任意一项其他个人或时代特长",
        "『序号211-牧师』\n『信誉』：20-65\n『职业属性』：教育×2＋外貌或意志×2\n『本职技能』：历史，拉丁语，图书馆，一项社交技能（魅惑、话术、恐吓、说服），心理学，任意两项其他个人或时代特长",
        "『序号212-咨询侦探』\n『信誉』：10-60\n『职业属性』：教育×4\n『本职技能』：人类学，估价，科学（化学），急救，历史，法律，图书馆，聆听，心理学，其他语言（任意），侦查，追踪，任意两项其他个人或时代特长",
        "『序号213-工匠』\n『信誉』：9-35\n『职业属性』：教育×2＋力量或敏捷×2\n『本职技能』：会计，估价，手艺（任意多种），机械维修，一项社交技能（魅惑、话术、恐吓、说服），侦查，任意一项其他个人或时代特长",
        "『序号214-罪犯』\n『信誉』：9-30\n『职业属性』：教育×2＋外貌或敏捷或力量×2\n『本职技能』：估价，乔装，一项社交技能（魅惑、话术、恐吓、说服），潜行，锁匠，格斗（任意两项），任意一项其他个人或时代特长",
        "『序号215-业余艺术爱好者』\n『信誉』：10-70\n『职业属性』：教育×2＋外貌×2\n『本职技能』：任意六项个人或时代特长",
        "『序号216-艺人』\n『信誉』：10-40\n『职业属性』：教育×2＋外貌或意志×2\n『本职技能』：艺术（任意多种），乔装，闪避，两项社交技能（魅惑、话术、恐吓、说服），聆听，母语，心理学，任意三项其他个人或时代特长",
        "『序号217-退役军官』\n『信誉』：40-75\n『职业属性』：教育×4\n『本职技能』：潜行，急救，射击（手枪、来复枪）,导航，其他语言（任意）,一项社交技能（魅惑、话术、恐吓、说服）,心理学，骑术,格斗（剑），侦查，（攀爬、游泳）中的一种",
        "『序号218-探险家』\n『信誉』：45-70\n『职业属性』：教育×2＋外貌或敏捷或力量×2\n『本职技能』：人类学，考古学，估价，科学（生物学），攀爬，急救，射击（手枪、来复枪），格斗（斗殴），博物学，导航，其他语言（任意），驾驶（小艇，船，热气球），骑术，潜行，侦查，游泳，追踪",
        "『序号219-私家侦探』\n『信誉』：9-40\n『职业属性』：教育×2＋外貌或敏捷×2\n『本职技能』：会计，两项社交技能（魅惑、话术、恐吓、说服），法律，图书馆，聆听，锁匠，艺术及手艺（摄影），侦查，任意一项其他个人或时代特长",
        "『序号220-记者』\n『信誉』：9-30\n『职业属性』：教育×2＋外貌或敏捷×2\n『本职技能』：估价，闪避，两项社交技能（魅惑、话术、恐吓、说服），图书馆，聆听，其他语言（欧洲），母语，艺术及手艺（摄影），心理学，侦查。",
        "『序号221-劳工』\n『信誉』：0-10\n『职业属性』：教育×2＋力量×2\n『本职技能』：估价，一项社交技能（魅惑、话术、恐吓、说服），闪避，急救，机械维修，重型机械操作，任意一项其他个人或时代特长，以及从以下任选两种：（攀爬，斗殴，手艺（任意），马车驾驶，驾驶：船）",
        "『序号222-律师』\n『信誉』：20-80\n『职业属性』：教育×4\n『本职技能』：会计，估价，两项社交技能（魅惑、话术、恐吓、说服），历史，拉丁语，法律，图书馆，聆听，心理学，任意两项其他个人或时代特长",
        "『序号223-医生』\n『信誉』：30-70\n『职业属性』：教育×4\n『本职技能』：科学（生物学、药剂学），急救，拉丁语，图书馆，医学，心理学，任意两项其他个人或时代特长",
        "『序号224-警察』\n『信誉』：9-30\n『职业属性』：教育×2＋力量或敏捷×2\n『本职技能』：格斗（斗殴），闪避，一项社交技能（魅惑、话术、恐吓、说服），急救，射击（手枪），法律，聆听，心理学，潜行，侦查",
        "『序号225-教授/学者』\n『信誉』：20-50\n『职业属性』：教育×4\n『本职技能』：图书馆，其他语言（欧洲），一项社交技能（魅惑、话术、恐吓、说服），心理学，至多六种额外的学问技巧作为个人专长",
        "『序号226-科学家』\n『信誉』：10-60\n『职业属性』：教育×4\n『本职技能』：手艺（任意），历史，图书馆，机械维修，一项社交技能（魅惑、话术、恐吓、说服），侦查，至多六种其他学问技巧作为个人专长",
        "『序号227-佣人』\n『信誉』：0-10\n『职业属性』：教育×2＋外貌或敏捷×2\n『本职技能』：手艺（任意），闪避，聆听，潜行，任意一项其他个人或时代特长，以及从以下中最多选取三个：（会计，估价，马车驾驶，礼仪，急救，其他语言（欧洲），说服）",
        "『序号228-店主』\n『信誉』：9-30\n『职业属性』：教育×2＋外貌或敏捷×2\n『本职技能』：会计，估价，手艺（任意），聆听，一项社交技能（魅惑、话术、恐吓、说服），心理学，侦查，任意一项其他个人或时代特长",
        "『序号229-士兵』\n『信誉』：9-30\n『职业属性』：教育×2＋力量或敏捷×2\n『本职技能』：闪避，急救，潜行，聆听，机械维修，射击（来复枪），潜行，侦查，任意两项其他个人或时代特长",
        "『序号230-密探』\n『信誉』：30-70\n『职业属性』：教育×2＋外貌或敏捷×2\n『本职技能』：乔装，一项社交技能（魅惑、话术、恐吓、说服），潜行，历史，图书馆，聆听，锁匠，导航，其他语言（欧洲），心理学，侦查，格斗（任意）"
    ],
    "COC6th星升职业": [
        "『序号231-学者』\n该职业既包括从事教学工作的人，也包括在大学或学院进行学习和科研的研究生。研究生通常担任教职员的行政工作，如研究助理。\n『职业技能』行政管理、计算机（使用）、数据分析和以下任意三个：天文学、法律、历史、自然史、神秘学、心理学、外语、宗教、科学（指定）\n『背景』在学院或大学校园住宿；教师年薪20,000欧美元；研究生年薪15,000欧美元；1000×1d10欧美元储蓄；与专业相关的个人装备。",
        "『序号233-无政府主义者』\n无政府主义者是一种理论或信条的坚定信徒，他们认为所有形式的政府都是压迫性的，不可取的，应该被废除。因此，他们尽可能地生活在体制之外，经常与犯罪分子和分裂分子混在一起。\n『职业技能』计算机（使用）、藏匿、快速交谈、街头文化和其他三项个人特长技能。\n『背景』2×黑道熟人（守秘人自行决定），价值100×1d10欧美元的装备和个人物品。",
        "『序号234-古董商』\n古董商或文物收藏家是研究古物或相关历史的人。狭义的说，这个职业通常指那些研究历史的人，他们特别关注古董，即古代艺术品或科学，并把它们当做历史的实物痕迹。\n『职业技能』议价，数据分析，估价，历史，侦察，外语，一项个人特长技能。\n『背景』城外的小房子，或一居室的城市小公寓；1×熟人；500×1d10欧美元储蓄；25,000欧美元年薪。",
        "『序号235-机器人』\n在跑团中扮演一个机器人角色是允许的，只有守秘人自行决定。请参阅单独的创建补充资料和机器人玩家角色创建。公务员到了23世纪，政府官僚机构的复杂性达到了新的高度。公务员使得星际政府的齿轮保持运转。玩家必须选择政府的一个分支。例如ICA，ITC，通信，卫生等。\n『职业技能』行政管理、计算机（使用）、信誉度、数据分析、快速交谈和其他三项个人特长技能。\n『背景』两居室公寓租房；1000×1d10欧美元储蓄；20,000欧美元年薪；1×政府熟人（守秘人自行决定）。",
        "『序号236-企业主管』\n23世纪的生活在某种程度上受到了跨国大公司的影响。企业主管是这样一家企业的初级管理人员，刚从普通员工中提拔上来，薪水不错，还有股票期权。\n『职业技能』行政管理、议价、计算机（使用）、信誉度、数据分析、快速交谈、演讲和其他两项个人特长技能。\n『背景』企业私人小区豪华公寓（一居室）；500×1d100欧美元储蓄；35,000欧美元年薪；1×公司熟人；1000×1d20公司股票期权。",
        "『序号237-计算机专家』\n如果没有技艺一流的人们来设计、编程和解决未来复杂的计算机系统问题，23世纪的生活将会困难得多。计算机专家通常受雇于公司的IT部门，尽管许多人更喜欢在各种合同之间克苏鲁星升-第二部分47自由工作。\n『职业技能』计算机（使用、编程、安全）、电子学（通信、安全、系统）、数据分析和其他两项个人特长技能。\n『背景』两居室公寓租房；1000×1d20欧美元储蓄；与专业相关的个人装备。",
        "『序号238-罪犯』\n随着23世纪突飞猛进的执法技术，未来的罪犯必须是一流的专业人员，不仅要成功，还要避免被逮捕和监禁。这一类别不包括谋杀犯和强奸犯等暴力罪犯，而是包括白领罪犯、伪造者、欺诈师、网络罪犯和窃贼。\n『职业技能』议价、计算机（使用）、估价、快速交谈、速读、街头文化以及其他三项与犯罪领域相关的个人特长技能。\n『背景』伪造身份证；价值1000×1d4欧美元的个人装备；2个黑道熟人（守秘人自行决定）。",
        "『序号239-医生』\n23世纪的医生和其他时代的医生一样仁心仁术，但是拥有比人类历史上任何时期都要先进的设备和技术。\n『职业技能』信誉度，计算机（使用），数据分析，急救，药剂学，心理分析，心理学，生物学，医学。\n『背景』两居室公寓租房；40,000欧美元年薪；1000×1d100欧美元储蓄（10%流动资金，剩余部分为股票或房产）；与专业相关的个人装备。",
        "『序号240-漂泊者』\n不管出于什么原因，一个漂泊者选择离开这个社会，在太空中游荡，从事各种各样的工作，从一个殖民地漂泊至另一个殖民地。\n『职业技能』议价，急救，隐藏，聆听，心理学，潜行，生存，真空防护服。\n『背景』价值100×1d10欧美元的个人装备。太空工程师太空工程师负责设计、建造和维护空间站与太空飞船。轨道工程师的生存是艰辛而短暂的，因为在严酷无情的太空环境中发生事故并不罕见。\n『职业技能』科学（化学、物理）、计算机（使用）、电子学（系统）、数据分析、EVA、机器维修和一项太空工程专业技能。\n『背景』30,000欧美元年薪；1000×1d4欧美元储蓄；与专业相关的个人装备。",
        "『序号241-行星工程师』\n行星工程师对于殖民地的持续存在和发展至关重要。殖民地的工程师保持现有系统的运作，并继续生产新的设备、栖息地和交通工具。\n『职业技能』科学（化学、地质、物理）、计算机（使用）、电子学（系统）、数据分析、机器维修（交通）和一项行星工程专业技能。\n『背景』30,000欧美元年薪；1000×1d4欧美元储蓄；与专业相关的个人装备。",
        "『序号242-艺人』\n娱乐业在未来将比以往任何时候都更庞大。联邦网络拥有成千上万的全息频道，可以满足所有人的口味。\n『职业技能』娱乐、快速交谈、演说和其他三项个人特长技能。\n『背景』1000×1d4欧美元储蓄；与专业相关的个人装备；2×媒体熟人（守秘人自行决定）。",
        "『序号243-记者』\n联邦网络不仅有自己的新闻频道，还有许多其他的频道。记者通常不是受雇于联邦网络新闻（FNN）就是受雇于它的竞争对手，尽管许多人更喜欢在各种合同之间自由工作。绝大多数的新闻都是直接通过电子方式传递的。“我的日报（dailyme）”的概念，即根据个人需要定制信息和广告的推送是23世纪的现实日常。\n『职业技能』计算机（使用）、数据分析、快速交谈、外语、街头文化和其他两项个人特长技能。\n『背景』2×媒体熟人（守秘人自行决定）；15,000欧美元年薪；1000×1d4欧美元储蓄；与专业相关的个人装备；小公寓。",
        "『序号244-律师』\n一个想要扮演律师调查员的玩家通常要先选择他们的专业领域：民事，企业或刑事。选择刑事通常意味着他们为联邦政府工作。民事或企业律师通常属于私人律师事务所。\n『职业技能』行政管理、议价、计算机（使用）、信誉度、数据分析、快速交谈、法律和其他两项个人特长技能。\n『背景』50,000欧美元年薪；1000×1d20欧美元储蓄；2×法律熟人；2×与专业领域相关的联系人，例如例如2×警方刑事律师（由守秘人自行决定）；富人区的两居室豪华公寓。",
        "『序号245-机械师』\n机械师修理和维护未来的行星车辆和机械。\n『职业技能』计算机（使用）、数据分析、电子学（系统）、机器维修（航空航天、汽车）和其他两项个人特长技能。\n『背景』15,000欧美元储蓄；与专业相关的个人装备；地面车辆。",
        "『序号246-传教士』\n传教士走遍殖民地，向新边疆传播他们的宗教，服务殖民地居民的精神和宗教需求，并保存地球上的宗教正统和历史。\n『职业技能』数据分析，快速交谈，急救，历史，神秘学，外语，宗教。\n『背景』与专业相关的个人装备。",
        "『序号247-心灵专家』\n心灵专家致力于寻找科学无法解释的现象的证据。他们是神秘学和地球古代历史方面的专家。\n『职业技能』计算机（使用），数据分析，历史，神秘学，外语，宗教和其他一项个人特长技能。\n『背景』1000×1d4储蓄；与专业相关的个人装备；2×联系人（由守秘人自行决定）；租用住宿。",
        "『序号248-航天飞行员』\n航天飞行员接受过操作各种亚轨道飞行器的训练，从小型航天飞机到重型载货运输船，再到高科技军用飞船。\n『职业技能』天文学、计算机（使用）、电子学（通信、系统）、EVA、航空航天驾驶、真空防护服。\n『背景』10,000+1000×1d10欧美元年薪；1000×1d4欧美元储蓄；ICC执照；与专业相关的个人装备。",
        "『序号249-警官』\n23世纪的警务工作由联邦执法局（FLEA）负责。从地球上的总部，到遍布联邦殖民地的众多地方警察局，联邦警察面临着在打击星际间犯罪的艰巨任务。\n『职业技能』计算机（使用）、数据分析、闪躲、急救、射击（单手枪）、躲藏、法律、聆听、街头文化。\n『背景』15,000欧美元年薪；2×警察熟人（由守秘人自行决定）；1000×1d4欧美元储蓄；与专业相关的个人装备；租用住宿。",
        "『序号250-私家侦探』\n23世纪的私人侦探仍然有一个庞大的客户基础，无论是与企业签约还是受雇于普通公民。大多数私家侦探都是前警察。\n『职业技能』议价、计算机（使用）、数据分析、快速对话、射击（单手枪）、躲藏、法律、街头文化。\n『背景』1000×1d10欧美元储蓄；私家侦探执照；租用住宿，如自营营业，有一间小办公室和一名员工；与专业相关的个人装备。",
        "『序号251-教授』\n拥有学术讲席的高级学者，通常作为负责人的身份拥有院系讲席，或者拥有专门的个人讲席。教授是从事讲座、研讨、研究和培养青年学者的合格专家。\n『职业技能』行政管理、议价、信誉度、数据克苏鲁星升-第二部分49分析、快速谈话、外语、演讲和以下任意三个：天文学、法律、历史、自然史、神秘学、心理学、外语、宗教、科学（指定）。\n『背景』在学院或大学校园住宿；年薪30,000欧美元；1000×1d20欧美元；1d3×学术熟人；与专业相关的个人装备。",
        "『序号252-通灵者：自由职业者』\n在完成联邦公务后，许多通灵者继续为MAA工作，但有些人成为自由职业者，并在众多的通灵服务提供商（PSPs）——由MAA许可和监管的私人组织——中找到工作，这些私人组织雇佣他们的才能来阻止心灵感应的窥探和其他超自然的污秽。对于大企业和政府机构的高层来说，雇佣“灵安”这样的特工已经成为一种常见的做法。\n『职业技能』行政管理，计算机（使用），数据分析，快速交谈，躲藏，法律，心理学，街头文化。关于通灵能力，请参阅“通灵能力”部分。\n『背景』1000×1d10欧美元储蓄；受雇于PSP，20,000欧美元年薪；通灵登记卡；租用住宿；与专业相关的个人装备。",
        "『序号253-通灵者：超感警察』\n超感警察隶属于联邦执法局，主要由心灵感应者和先知组成，他们利用自己的能力审问那些对联邦犯下罪行的人，或者预测某些事件的结果。\n『职业技能』计算机（使用）、数据分析、快速交谈、急救、射击（单手枪）、法律、心理学、街头文化。关于通灵能力，请参阅“通灵能力”部分。\n『背景』15,000欧美元年薪；通灵登记卡；2×警察熟人（由守秘人自行决定）；1000×1d4欧美元储蓄；与专业相关的个人装备；租用住宿。",
        "『序号254-朋克』\n在《克苏鲁星升》中，朋克涵盖了青少年和年轻人，尤其是叛逆的反文化组织的成员。他们的父母可能非常富裕，并且正在旅行。\n『职业技能』计算机（使用）、数据分析、快速交谈、街头文化和其他两项个人特长技能。\n『背景』1000×1d4欧美元储蓄；个人物品；1×未成年黑道熟人。",
        "『序号255-分裂主义者』\n分离主义者是在殖民地出生和长大的公民，他们是殖民地独立运动的支持者，在殖民战争（2258-2260年）期间被ICA定为非法。尽管在外环星域的一些地区，分裂主义者的支持仍然很高，但该运动的领导人不得不转入地下，以避免被捕和被送往联邦再教育中心。\n『职业技能』计算机（使用）、数据分析、快速交谈、历史、街头文化和其他两项个人特长技能。\n『背景』与专业相关的个人装备。",
        "『序号256-科学家』\n科学家通常受雇于大型企业，或为大型企业资助的项目工作。他们的领域各不相同，从AI到遗传学，地球化和外星生物学。\n『职业技能』计算机（使用）、信誉度、科学（化学、物理）、科学（地质学、天文学）、数据分析和一项科学专业技能。\n『背景』企业私人小区住所；40,000欧美元年薪；1000×1d4欧美元公司股票期权；与专业相关的个人装备。",
        "『序号256-士兵』\n作为士兵的调查员通常是前地球联邦武装部队，现在受雇于企业或私人雇佣兵的成员。\n『职业技能』军备，躲避，急救，射击（步枪），隐藏，聆听，生存，战术，真空防护服。\n『背景』1000×1d2欧美元储蓄；与专业相关的个人装备。"
    ],
    "幼年调查员": [
        "::6::{小学生调查员}",
        "::3::{初中生调查员}"
    ],
    "小学生调查员": [
        "『小学生调查员｜[$t玩家名]』\n{%小学生年龄}\n力量[3d4*5] 体质[3d4*5] 体型[2d3*5+30]\n敏捷[3d6*5] 外貌[3d6*5] 智力[2d6*5+30]\n意志[3d6*5] 幸运[3d6*5]\n{%幼年调查员家境}\n{%幼年调查员特性}\n『职业技能』话术、神秘学、图书馆使用、侦查。\n{%擅长的领域}"
    ],
    "初中生调查员": [
        "『初中生调查员｜[$t玩家名]』\n{%初中生年龄}\n力量[2d6*5+5] 体质[2d6*5+5] 体型[2d4*5+30]\n敏捷[3d6*5] 外貌[3d6*5] 智力[2d6*5+30]\n意志[3d6*5] 幸运[3d6*5]\n{%幼年调查员家境}\n{%幼年调查员特性}\n『职业技能』话术、神秘学、图书馆使用、侦查。\n{%擅长的领域}"
    ],
    "小学生年龄": [
        "年龄7岁，小学一年级，可使用帮忙能力次数3，教育5",
        "年龄8岁，小学二年级，可使用帮忙能力次数3，教育10",
        "年龄9岁，小学三年级，可使用帮忙能力次数2，教育15",
        "年龄10岁，小学四年级，可使用帮忙能力次数2，教育20",
        "年龄11岁，小学五年级，可使用帮忙能力次数2，教育25",
        "年龄12岁，小学六年级，可使用帮忙能力次数1，教育30"
    ],
    "初中生年龄": [
        "年龄13岁，初中一年级，可使用帮忙能力次数1，教育35",
        "年龄14岁，初中二年级，可使用帮忙能力次数1，教育40",
        "年龄15岁，初中三年级，可使用帮忙能力次数0，教育45"
    ],
    "幼年调查员家境": [
        "::9::家长信用[1d9]\n生活水平贫困，每月零花钱500日元",
        "::40::家长信用[1d40+9]\n生活水平标准，每月零花钱信用x50日元",
        "::40::家长信用[1d40+49]\n生活水平小康，每月零花钱信用x100日元",
        "::9::家长信用[1d9+89]\n生活水平富裕，每月零花钱1万到5万日元",
        "::2::家长信用[1d2+98]\n生活水平富豪，每月零花钱想写多少写多少"
    ],
    "擅长的领域": [
        "『擅长语文』艺术/制作（书法、绘画、诗歌等）、心理学、母语、外语。",
        "『擅长算术』科学（数学）、科学（物理学）、会计、计算机使用。",
        "『擅长理科』医学、科学（化学、气象学、植物学、生物学、地理科擅长质学、天文学、动物学、物理学等）2个、自然。",
        "『擅长社会学』心理学、考古学、人类学、历史。",
        "『擅长体育』急救、游泳、跳跃、投掷。",
        "『擅长音乐&美术』估价、听取、艺术/制作（歌唱、乐器演奏、舞蹈、绘画、摄影术、雕刻等）两个。",
        "『擅长家务&技术』机械修理、艺术/制作（裁缝、料理、纸制作、木匠等）2个、电器维修。",
        "『擅长玩』驾驶（自行车等），艺术/制作（游戏等），潜行，妙手。"
    ],
    "幼年调查员特性": [
        "d12=1 :『特性-平平淡淡才是真』这是给不想给幼年调查员特性的玩家准备的特性。\n『职业技能点』根据自身选择的职业来计算。",
        "d12=2 :『特性-灵感』从小就拥有“能看到常人看不到的东西”这样的能力。对“亡灵”“不可见的怪物、神性”之类的能比常人更敏锐的感觉到。\n『职业技能点』教育X2+意志X2",
        "d12=3 :『特性-嗅觉灵敏』嗅觉敏锐，可以说中隔壁家的晚饭。如果有异味的话可以很快发现，也可以通过气味来识别人和物。根据气味进行“追踪”检定时可以获得一个奖励骰。\n『职业技能点』教育X2+体质X2",
        "d12=4 :『特性-丰富的感性』对绘画、音乐等艺术作品有很高的感受性。在欣赏某种艺术作品的时候，可以适当地判断其好坏。在艺术（由玩家选择专业领域）检定时获得一个奖励骰。\n『职业技能点』教育X2+外貌X2",
        "d12=5 :『特性-孩子王』虽然有点血气方刚，但却拥有吸引其他孩子的奇妙魅力。对探案者自身年龄以下的NPC的“恐吓”、“魅惑”检定获得一个奖励骰。\n『职业技能点』教育X2+力量X2或教育X2+体质x2",
        "d12=6 :『特性-优等生』是一个聪明的模范生，受到大人们的高度评价。对教师、高年级学生、儿童（或者同学）的父母的NPC的“心理学”、“说服”、“取悦”检定获得一个奖励骰。\n『职业技能点』教育X2+外貌X2",
        "d12=7 :『特性-怕生』非常怕生，和初次见面的人说话的时候非常紧张。面对初次见面的NPC的“魅惑”、“话术”检定会受到一个惩罚骰。但是，鼓起勇气说出来的话具有可靠性，使用“说服”的话可以得到一个奖励骰。\n『职业技能点』教育X2+意志X2",
        "d12=8 :『特性-好奇心旺盛』对于感兴趣的事物，会非常热心地进行调查。“科学”、“考古学”、“自然”、“人类学”、“历史”检定时都能获得一个奖励骰。\n『职业技能点』教育X2+意志X2",
        "d12=9 :『特性-高爆发力』你拥有罕见的瞬间爆发力，在紧急时刻也能迅速行动。“游泳”、“跳跃”、“妙手”、“攀爬”检定时获得一个奖励骰。\n『职业技能点』教育X2+意志X2",
        "d12=10 :『特性-身体柔软』你有孩子特有的高柔软性。躲在狭窄的地方时“潜行”检定获得一个奖励骰，另外，在和人型npc的战斗中被擒抱，可以无视两者间的体格差距进行挣脱（无需惩罚骰）。\n『职业技能点』教育X2+敏捷X2",
        "d12=11 :『特性-中性美』\n效果因为还未出现第二性征的缘故，你拥有乍看之下无法判断性别的容颜。在对着特定的人物进行“乔装”检定的时候，可以获得一个奖励骰。而且就算变装成异性，也不容易被别人识破。\n『职业技能点』\n教育X2+外貌X2",
        "d12=12 :『特性-预言』\n效果因为拥有某种特异的才能，能够“预知”偶尔会发生的事。\n可以在任意的时机进行灵感检定，如果成功的话，可以片段性地窥见今后游戏中发生的事情。守密人决定能预知什么样的情景，这个效果在一个模组中只能使用一次。\n『职业技能点』\n教育X2+意志X2"
    ]
}