{
    "mod": "COCTRPG惨事卡牌堆",
    "author": "COCTRPG翻译组，绫贰（QQ: 1041783453）",
    "comment": "有bug或遗漏请联系作者（1041783453）",
    "惨事卡":[
        "噩梦\nBad Dreams\n“不要让我睡觉！”\n你从你经历过最为恐怖的噩梦中醒来。你冷汗直流，浸透了被单；身上则满是瘀青、擦伤和划痕（损失 1 点耐久值和 1 点理智值）。\n从此以后，你每次睡觉都要忍受恐怖梦魇的折磨，损失 1 点理智值。\n如果你愿意，你可以进行一次 INT 检定来判断自己是否记得自己的梦魇：若你成功，再损失 1D4 点理智值——KP 会描述你记得什么。如果你的 INT 检定失败，你记不得任何清晰的内容，只记得自己对入睡的极端恐惧。\n此状态将一直持续，结束时间由 KP 另行决定。",
        "厄运\nBad Luck\n“诸事不顺！”\n命运在和你做对。你的当前幸运减半。\n（如果使用了可选的消耗幸运规则，你也不能花费幸运来改变掷骰结果。）\n此状态将一直持续，结束时间由 KP 另行告知。",
        "坏乌贼\nBad Squid\n“唔呕！快滚出去！恶心死我了！”\n尽管你美美地享用了一餐，有些被你吃掉的东西却不这么认为。也许它就是所谓“坏乌贼”\n你大汗淋漓、浑身抽搐，热浪和寒流在你的体内奔涌。头痛越来越强烈，你难以集中精力清晰地思考。也许休息一天能让你恢复正常，要不你就得去看看大夫？\n投掷 1D4+1，决定你生病的天数。\n你在生病期间，每天进行一次 CON 检定：若失败，损失 1 点耐久值。若结果为困难成功，你的病将在转天痊愈。另外，医学检定也能让你恢复正常。\n当你生病时，你的 STR、DEX、技能和战斗检定均要受到一个惩罚骰。",
        "被监视了？\nBeing Watched?\n“你有没有感觉自己不是一个人？”\n每次你转身或回头时，都有一个人在那里看着你。你十分确定。\n很难说这个人已经监视你多久了，也许今天下午才刚刚开始，也许已经持续了好几天……",
        "勒索信\nBlackmail\n你收到了一封意料之外的信，信上没有邮戳，也没有任何标记表明它是如何送到你手上的。信封上写着你的全名。\n里面装着的信上是用墨水手写的花体字，内容是：\n你过去的所作所为已经败露。\n我要把所有事情告诉你最亲最爱的人。我还要把它们全部公之于众。\n除非你付出代价。\n你今天在扣眼上佩戴一朵康乃馨，我就知道你同意了；我会联系你，告诉你具体该如何做。\n不戴的话，就等着自食其果吧！",
        "目盲\nBlinded\n“我看不见了！”\n你毫无征兆地突然失明。\n一切需要视力的检定（身体协调、战斗等等）必须要极难成功（才视为普通成功）。KP也可以适当地加入惩罚骰。\n如果你正处在危险的境况中（如站在高处的墙壁突出物上、攀登墙壁等），你可能要做一次 DEX 检定来保证安全。\n此状态将一直持续，结束时间由 KP 另行告知。",
        "受制于人\nBound by Command\n“你不能碰我！”\n你的脑袋里开始响起一个声音，指示你不可以伤害某一人（KP 会告诉你是谁）。\n你绝对确信，你不论尝试做什么，都不可以加害这个人，甚至不能动起这个念头。\n你的加害这个人的任何行动将不会成功，除非 KP 另行决定。",
        "腐烂血肉\nCorruption of the Flesh\n“快看看我！救救我！”\n突然之间，你的皮肤开始腐败，在你的眼皮底下溃烂化脓。你的皮肤裂开，黄色黏稠的脓液汩汩流出，你腐烂的内脏跟着一起流出来。光是气味就已令人无法忍受。\n周围的人好像根本没有察觉到你的状况。进行一次理智检定 (1D4/1D10)。\n几秒钟之内，你就倒在地上失去了知觉。\n等到你在 1D6 轮后醒来时，看起来毫发无损。如果有什么后遗症，KP 会告知你的……",
        "夺命咸水\nDeadly Salt Water\n“咕嘟！”\n前一分钟还什么事都没有的你，突然开始窒息，好像吸进了一大口水一样。你感觉自己的胸廓扩张，嘴里充满了东西，同时开始咳出咸水！\n很快你就呼吸困难，因为你觉得自己的肺已经灌满了咸水。\n每轮你都要做一次 CON 检定：\n失败——你再受到 1D8 点伤害（直到死亡）。\n成功——你本轮不会损失耐久值（但下一轮仍要检定）。\n极难成功——水好像蒸发干净了，你也不再溺水。",
        "死亡特写\nDeath Scene\n“终点站到了。”\n你的调查员命不久矣。从下面选择一项适合当前情景的内容。这将是你归于毁灭前最后的行动：\n• 一声哀号，这可怕的尖啸逐渐消散，化作虚无。\n• 一声叫喊：“不！不可能！！”\n• 你最后的动作是发出一阵狂乱的刮蹭声，在地面上划出了一个字。\n• 你在疼痛难忍的情况下用自己的鲜血在附近的表面或墙壁上潦草地涂了一个字。\n• 一声大呼：“你这妖怪接招吧！”\n• 一声坚决的叫喊：“我即便死了，也要拉你们垫背！",
        "呆滞\nDumbfounded\n“告诉我该怎么做……”\n你的脑袋变糊涂了。\n你难以自主思考。你如同愚钝的僵尸一般寻求别人的指引，心甘情愿地遵从周围其他人对你的命令。\n此状态将一直持续，结束时间由 KP 另行告知。",
        "邪恶低语\nEvil Whisper\n“你听见了吗？”\n你听到有人在附近说着什么东西。说话的声音太小，你几乎听不见。其他人好像也没人听到。\n你不能确定说话的内容，但它听上去就像在说：\n“这样就对了……杀尽他们……”",
        "发热恶寒\nFeverish Chills\n“我这是怎么了？！”\n你的身体突然受到发热恶寒的摧残。可怕的疼痛顺着你的手脚传递。你全身滚烫，还恶心想吐。\n每天失去 1D6 点 STR、CON 和 DEX（分别掷骰决定每一项），直到 KP 宣称你的病已经痊愈，或任意一项属性归零（意味着这疾病最终要了你的命）。\n在你的发热恶寒痊愈之前，所有技能和战斗检定都要受到一个惩罚骰。\n若你活过这场病，只要症状消失，失去的属性值便可以每天 1D4 点的速度取回。",
        "被跟踪了？\nFollowed?\n“我敢保证，我被人尾随了。”\n刚才的一小时中，你感觉自己被跟踪了。在你前进的时候，好像有什么人或者什么东西在跟着你的足迹。",
        "旅馆失火\nHotel Fire\n“来人啊！叫消防员啊！”\n你回到自己的住地，却发现那里正在熊熊燃烧！四周被人群围得水泄不通，消防员在试图控制局势。在 1D10 小时内，你无法进入建筑物附近的任何地方。\n做一次幸运检定决定受损失的等级：\n成功——火灾造成的损失十分巨大；但大多数客房多少还算完整。你的物品也许烧坏了一小部分，但其他的都完好。\n失败——彻底是一场灾难，整座楼都夷为平地，你的物品也一起变成了灰烬。",
        "生命吸取\nLife Drain\n“好像……身体被掏空……”\n你感觉自己的生命力突然衰退，似乎有什么东西在从你体内吸走生命力。\n失去 1D6 点魔法值。\n你忽然觉得非常虚弱，摔倒在地并昏厥1D10 回合。",
        "故障\nMalfunction\n“我草！”\n你用的物品有毛病，造成了一些不好的事情。不管你打算做什么，都会当着你的面失败。\n进行一次幸运检定：\n成功——你及时丢掉了它或者快速跑开了，没有受到任何伤害。\n失败——这物品伤到了你，也许是它刺破了你的皮肤、擦伤了你、爆炸了，甚至更糟！KP 会告知你会受到多少点伤害。",
        "记忆受损\nMemory Loss\n“我什么也记不得了！”\n你不管怎么尝试，都回忆不起来刚才经历那些事情的画面。\n这就好像你记忆的一部分被云雾笼罩一样，你无法回忆起具体的时间、地点和发生的任何事情。",
        "丢失\nMissing\n“等等！它到底哪去了？！”\n你找某件物品的时候却发现它不见了！这段时间它能跑到哪里去呢？",
        "有怪物！\nMonsters!\n“快逃命啊！”\n你听见一阵奇怪的尖锐嗡嗡声。你的面前出现了一个光球，还在继续变大。强烈的不祥之感令你无法忍受，因为你有什么东西在穿过你面前的发光大门！\n骇人的附肢从传送门里出现，向前伸展，感知着空气。强烈的恶臭逐渐弥漫开来。你明显感受到这东西清楚你们的存在……",
        "神秘纸条\nMysterious Note\n“这是什么？”\n你将手伸进口袋，抽出了一张神秘纸条，但刚才它还不在那里。一定是有人把它放进了你的口袋……\n你展开纸条，看到的是手写的潦草笔迹：\n午夜时分到图书馆外面来见我。\n自己来。",
        "头脑失控\nNo Longer in Control\n“现在，我就是你的主人……”\n不知何故，有一种超维度寄生虫钻进了你的大脑。\n这寄生虫现在愉悦地寄生在你的大脑里，控制了你的一举一动。你必须服从它的命令，它一般会让你表现得铁石心肠、残忍无情，只要一有机会就对别人造成痛苦。不要向别人透露此事。\n你的新主子当然不想自己被发现，会阻止你向其他人泄露自己的情况；它也不允许你伤害自己，或者让你引起不必要的注意。\nKP 会告诉你更多内容。",
        "书里的笔记\nNotes in a Book\n“书里掉出了什么东西……”\n在浏览书籍时，其中一本书掉出了一张古旧的纸片。\n这张古旧泛黄的纸片上只写了一组坐标，再无其他。\n如果你决定搞清这些坐标上到底有什么，KP 会告诉你更多的……",
        "被请喝茶\nPolice Trouble\n“但是警官，先听我解释……”\n你被警方拘留了，他们想就最近发生的某件事对你进行讯问。\n这肯定只是他们搞错了人，因为局子里的警探始终用另一个姓名来称呼你。他想知道你昨晚去了哪里、干过什么。\n如果有合适的不在场证明（会被验证的），你会在 1D6+1 小时后被释放（见下）。\n但愿你没做过什么可以被警察发现并对号入罪的行为吧……",
        "被占据\nPossessed\n“终于有了属于自己的躯体！”\n你被一个邪恶巫师的精神占据了，他的意志力比你的强大。这个外来精神可以完全控制你的身体和记忆。\n不要向别人透露此事。\n失去1D20点理智值——但是忽略所有“疯狂”结果，直到你从占据中解脱为止（这时立刻执行疯狂）。\nKP会把新主子的计划详情告诉你；但是你的主子暂时只是维持对“你”的伪装。",
        "预感\nPremonition\n“不要开门！别问我怎么知道的！”\n你突然失去了意识。在你失去意识期间，你见到了一个尚未出现的未来场景的幻象。进行一次理智检定 (1/1D4)。\n到你醒来时，事实细节都朦胧不清，但你确信这个场景会出现，你会知道并记住它。你可以持有本卡，并在面临抉择时打出它。若你打出本卡，KP 将告知你如何选择最符合你的利益。\n你持有本卡时只能打出本卡一次，打出本卡之后要交还 KP。",
        "血雨\nRaining Blood\n“这雨！是红的！”\n转瞬间狂风大作，阴云密布。很快开始下雨了；然而雨水的颜色不应该是红色的啊！鲜血从天而降，几秒钟之内就把你们淋湿了。\n进行一次理智检定 (1/1D4)。",
        "抢劫现行犯\nRobbery in Progress\n“抢劫！谁都不许动！”\n你突然听见有人大嚷；你们已经置身于一场劫案当中了。人们惊慌尖叫，所有人都被要求面朝下卧倒在地上。\n决定你们的行动：有甲乙两个选项。\n选项甲：你们顺从并按照要求去做。只要几秒钟，罪犯就会劫走你身上的钱包、珠宝以及任何看上去值钱的物品，并逃之夭夭。\n选项乙：你们拒不从命并挨了一顿打，受到 1D6+1点伤害。幸运的是，你们的反抗行为拖延了时间，警察及时赶到了。罪犯匆忙逃离，没机会抢走你们的物品。",
        "患病\nSickness\n“Oh no，我突然觉得好烦！”\n你变虚弱了。你感觉不对劲。可能是你被传染了什么病，也可能更糟……\n每天进行一次 CON 检定，持续 1D6+1天。若成功，你不损失耐久值；若失败，损失1D4-1 点耐久值。若任一天的检定出现极难成功，则转天病会痊愈。若你因病失去了一半以上的耐久值，你必须接受医疗（按受到重伤处理）。\n当你生病时，你的技能和战斗检定均要受到一个惩罚骰。",
        "蜘蛛蜇咬\nSpider Bite\n“哎哟！”\n你伸手探查的时候，突然什么东西咬了你一口！你迅速抽回手，看见一只巨大的黑蜘蛛溜走了。\n进行一次幸运检定：\n成功——受到 1 点伤害。它只是割破了你的皮肉。\n失败——受到 1D10 点伤害，而且毒液进入了你的循环系统——你会抽搐 1D6 小时（这期间你的技能和战斗检定均要受到一个惩罚骰）。CON 检定极难成功可以将蜇咬造成的伤害和中毒时间减半。",
        "人体自燃\nSpontaneous Human Combustion\n“不要靠近我！”\n你只要一触碰别人，就会看到他开始自燃。只要几秒钟他们就会被火舌吞噬，身体瞬间变黑炭化，冒着烟倒在你身旁的地上。\n即使你知道这不过是幻觉，但效果实在是太令人惊恐了。\n每次发生这种事情时你必须进行理智检定。若成功你不需要损失理智值，但一旦失败，你立即失去 1D4 点理智值并不需要再次检定——之后你每次触碰别人时都要经历幻觉并失去 1 点理智值（不检定）。\n此状态将一直持续，结束时间由 KP 另行告知",
        "汽车被窃\nStolen Car\n“我不信！”\n你返回自己停车的位置却发现它不见了——被盗了！\n如果你报警，进行一次幸运检定：\n成功——你的车将在 1D10 小时之后被警察寻获。汽车基本完好，只是油差不多用光了。\n失败——你的车将在 1D10 天之后被警察寻获。它似乎出过车祸，因为它被找到的时候已经破破烂烂，而且被翻了个四脚朝天。KP会决定这辆车还能不能驾驶，以及修理费用的数额。\n注意：如果车内有值钱的物品（包括武器），那么要对车内的每件物品分别进行幸运检定，来决定它是尚在车内还是已经被盗。",
        "被盗\nStolen\n“看看这地方，成了什么样子！”\n你回到自己的房间时发现你的物品被丢得到处都是，好像被一群牛踩过了一样。\n很明显，有什么人闯入过，还搜查了你的物品。仅仅将所有物品归回原位就已经要花费不少时间，更别说发现有没有东西被盗、是什么被盗了……",
        "怪异旋律\nStrange Melody\n“你也听得到吗？”\n你开始听到一段奇怪而连绵起伏的旋律。你四顾之下并不能找出声音的来源。不论你走到哪里，声音都一直响起。\n你很快就明白，这旋律并不是由外物，而是你的头脑发出的，而且无论你做什么，都不能减弱或停止这令人疯狂的反复旋律。\n每天失去 1 点理智值，直到 KP 另行决定为止。",
        "怪异幻象\nStrange Visions\n“看呐！”\n突然之间，你看到面前出现了一个老流浪汉，你可以保证他刚才绝对没在那里。他饱经风霜的脸上留着花白的长胡子，眼睛直盯着你的方向。\n他抬起自己的左手，手上有一个由两条圆形线条缠绕成的奇怪印记，好像在向外旋转移动一般。你仿佛被催眠了一样注视着这奇异的几何形状——你也不知道你看了多久。\n四周似乎没人注意到这老人，不过他张口说道：\n“你被选中了。”\n你还没来得及回答，这个老流浪汉就轻笑一声消失了。你看看自己的表，才发现两个小时已经过去了。",
        "温度陡降\nSudden Temperature Drop\n“天哪，真冷！”\n你在一瞬之间开始冻结。你经历了一次突然而剧烈的温度陡降。你的体温狂跌，牙关格格作响，头发和衣服上开始积起冰凌。\n立即受到 1D4 点耐久值伤害，此后每轮都要受到 1D4 点伤害直到你离开此地为止（时机由 KP 决定）。",
        "恐惧！\nThe Horror!\n“啊啊啊哎哎哎咿咿咿咿咿！”\n你被突兀而不可阻挡的恐惧感击溃了。\n进行一次理智检定 (1/1D6)。\n你必须逃到你来的地方，不得不撤退到你平常能感觉安全和安心的地方。",
        "不可名状的诺言\nThe Unspeakable Promise\n“我愿将身献于我主。”\n你已经向不可直呼其名者屈服，并订立了契约。\n不要向别人透露此事。\n你现在是不可直呼其名者的忠诚仆人。想一想你都有哪些伎俩，能够误导你从前的盟友，把他们带入无可避免的毁灭。\n你会获得回报的——KP 会告知你从不可名状的黑暗神那里能得到些什么特别的恩惠。",
        "头脑中的声音\nThe Voice in Your Head\n“你知道你想这么做……”\n你越来越注意自己脑子里的声音。这到底是你的意识，还是什么更黑暗的东西？这声音认识你。它了解你最黑暗的想法，希望并劝说你挣脱道德的束缚——无视社会评价的生活。它想要你：想要什么就去拿、去偷、甚至去杀人，毫不利人，专门利己。\n从现在起直到 KP 另外告知为止，每当你要进行道德抉择时，进行一次幸运检定。如果幸运检定失败，你必须选择恶堕路线，并且表演出最适合你的行动。",
        "被调包\nThe Wrong Briefcase\n“但我绝对肯定这就是我的！”\n你打开自己的公文包审阅自己的论文和笔记，却发现它们不翼而飞了！\n其实，尽管这个公文包看上去和你的几乎一模一样，但它肯定是别人的，因为里面只有些霉变的枕头套和一本又旧又破的《白鲸记》。你的所有证据、作品和笔记都丢失了",
        "不速之手\nUnexpected Remains\n“这玩意儿是怎么进去的？！”\n你打开包，惊恐地发现你的物品当中躺着一只鲜血淋漓的断手。谁也说不清这到底是怎么混进来的。\n进行一次理智检定 (0/1D4)。",
        "异常衰老\nUnnatural Aging\n“我好累……”\n你感觉身体在颤抖，关节在作痛；皮肤像橡皮筋一样拉长。你头晕目眩，整个身体简直像是进了轧板机。\n进行一次 CON 检定来维持意识，否则倒地昏厥 1D4 轮。\n疼痛和颤抖结束后，你看到自己的手；手上布满皱纹，皮肤几乎已经半透明了。你发现你已经面目全非，不自然地衰老了。进行一次理智检定 (1/1D4)。\n投掷 1D20 并将它加到自己的年龄上，并根据《克苏鲁的呼唤规则书》上“创建调查员”章节，应用所有年龄修正。",
        "喀嚓！\nWHACK!\n“啊啊啊啊啊啊啊啊啊啊啊啊！”\n一阵突然、不可阻挡的看不见的巨力击中了你，把你掷到离你站的位置相当远的地面上。\n进行一次 DEX 检定：\n成功——受到 1D4 点耐久值伤害并倒地。\n失败——受到 1D6 点耐久值伤害并昏厥1D10 轮。"
    ]
}