{
  "_title": [ "旷野之息图鉴" ],
  "_author": [ "于言诺" ],
  "_date": [ "2022/5/19" ],
  "_version": [ "1.0.0" ],
  "_brief": [ "打的人累死了，信吗，这玩意打出来只花了我两天这件事。顺便把以前做的料理也整了进来，这样我就只用装一个牌堆了，哦耶。至于料理抽不出来火辣海陆煎烤这件事，你们不能指望我那么费力地做得和游戏内的系统完全一样，那样我就叫任天堂不是于言诺了。" ],
  "_全图鉴": [
    "普通图鉴：1 大师图鉴：1\n生物 马\n特征：主要栖息在草原上。从古代起就作为交通工具被人类亲近。但是，野生的马一旦接近人类就会立刻逃走，所以捕捉的时候必须静静地潜行靠近。",
    "普通图鉴：2 大师图鉴：2\n生物 巨马\n特征：看不见其他同类的巨大的马。它的身体能力凌驾于普通马之上，但是性格也非常粗暴。无论是捕捉还是驾驭都必须要有熟练的技术。是很挑骑手的马。",
    "普通图鉴：3 大师图鉴：3\n生物 白马\n特征：据说，100年前灭亡的海拉鲁王族为了向人民展示他们的权威，会骑着非常稀有的白马。这匹白马或许是那匹马的子孙。",
    "普通图鉴：4 大师图鉴：4\n生物 山林霸主\n特征：治理动物们居住的森林的霸主。别名萨托利。据说是过去在这片土地死去的贤者转生而来的神圣生物。戒备心很强，所以不怎么会出现在人们面前。",
    "普通图鉴：5 大师图鉴：5\n生物 骷髅马\n特征：怪物所骑的骨头马。出生时是普通的马，但因为灾厄盖侬的力量而复苏为怪物。只能在夜间维持这个样子。",
    "普通图鉴：6 大师图鉴：6\n生物 驴\n特征：小型的马作为家畜被饲养在人类居住的地方。在海拉鲁找不到野生的驴。比外表看起来更有力量，擅长搬运货物，所以经常被旅行商人带着。",
    "普通图鉴：7 大师图鉴：7\n生物 沙海象\n特征：用大大的鳍像是游泳般在沙中移动。原本是格鲁德沙漠里的野生动物，但是现在已被格鲁德族驯化。听觉很发达，即使潜伏在沙子里也能依靠周围的声音，不受迷惑地前进。大大的牙齿是它的特征，但实际喜欢吃水果。",
    "普通图鉴：8 大师图鉴：8\n生物 帕特丽夏\n特征：璐菊饲养的沙海象。外表有点吓人，但璐菊非常宠爱它，还在家里准备了专用的沙地。额头上的蝴蝶结也是她送的礼物。比其他沙海象熟练度都要高，无论何时都不会胆怯，可以在沙漠任意驰骋。作为族长的搭档，也是很值得信赖的。",
    "普通图鉴：9 大师图鉴：9\n生物 尾立松鼠\n特征：以大大的尾巴为特征的小动物。主要生活在森林，喜爱吃橡子等树木的果实。拥有可以在脸颊里藏食物的颊囊，但也经常会受到惊吓后，把藏着的橡子都掉出来。",
    "普通图鉴：10 大师图鉴：10\n生物 森林野猪\n特征：栖息在海拉鲁全境的中型野兽。经常能看见它在森林和草原寻找食物的样子。通常性格都很温和，但如果过于接近，就会猛地冲过来，因此要小心。",
    "普通图鉴：11 大师图鉴：11\n生物 赤獠野猪\n特征：以黑色体毛和红色獠牙为特征的野猪。生态与普通野猪相似，但是生命力很高，猛冲的威力也很大，因此狩猎时要时刻警惕危险的发生。",
    "普通图鉴：12 大师图鉴：12\n生物 黑背山羊\n特征：栖息在草原和岩石地区的食草动物。有很容易攀住岩石的蹄子和强韧的腰腿，因此可以在断崖上活动。动作不是很灵敏，所以是很适合狩猎新手的猎物。",
    "普通图鉴：13 大师图鉴：13\n生物 白山羊\n特征：为了获得羊奶而被人类饲养的山羊。新鲜的羊奶还被加工成黄油。柔软的毛也能用于制作衣物，所以很受重视。放牧的时候为了方便知道所在地，会在其脖子上戴上项圈。",
    "普通图鉴：14 大师图鉴：14\n生物 山鹿\n特征：经常能在森林深处见到的雄性鹿。它的特征是拥有分叉的巨大鹿角。一旦感到有危险，还会挥动这个角。因为性格上小心谨慎，所以很难靠近。但如果擅长捕猎的话，或许能骑上去。",
    "普通图鉴：15 大师图鉴：15\n生物 山鹿（雌）\n特征：经常与雄性在一起的雌鹿。雌性没有角，体格也小一些。是戒备心很强的动物，但在吃喜爱的苹果等果实时，戒备心会降低，所以是狩猎或捕捉的好机会。",
    "普通图鉴：16 大师图鉴：16\n生物 湿地水牛\n特征：拥有巨大威武的角的野生牛。喜欢在水边，吃周围的草为生。在村里饲养的家畜哈特诺牛是湿地水牛经过改良后的品种。因为肉质很好，很容易成为狩猎对象。",
    "普通图鉴：17 大师图鉴：17\n生物 哈特诺牛\n特征：为了获得牛奶而被人类作为家畜饲养的牛。据说是哈特诺村原生的。和湿地水牛比，角要小一些，性格也更温和，很容易饲养。放牧时会在其角上戴上鲜艳的装饰。",
    "普通图鉴：18 大师图鉴：18\n生物 高原羊\n特征：原本是栖息在山岳地带的动物，但为了获得它的毛而逐渐被饲养于村子等地方。又厚又长的毛被手工剪下来，用于制作衣物和床品。性格温和而胆小，基本都是集体行动。",
    "普通图鉴：19 大师图鉴：19\n生物 平原狐\n特征：经常能在草原和森林中见到的狐狸。前端白色的蓬松尾巴是它的特征。不群居生活，大多是单独行动。因为是杂食动物，平常都吃果实或虫子，但有时也会捕捉比自己小的动物或鸟。",
    "普通图鉴：20 大师图鉴：20\n生物 雪狐\n特征：栖息在塔邦挞等寒冷的地方。是平原狐的伙伴。它的体毛为了适应雪山而变成了白色，成为了雪中的保护色，所以要找到雪原上的雪狐，需要很强的观察力。",
    "普通图鉴：21 大师图鉴：21\n生物 山贼狼\n特征：食肉的凶猛动物。有很强的攻击性，有时会袭击人类。会集体进行狩猎，将猎物包围后杀死。行事谨慎，如果伙伴被打败，就会转身逃跑。在与其他个体交流时会使用远吠，所以如果在森林里听到，就要小心了。",
    "普通图鉴：22 大师图鉴：22\n生物 荒原土狼\n特征：在格鲁德地区可以见到的狼的伙伴。很耐炎热和干燥，在沙漠也能栖息。经常捕猎其他野兽和小动物，但也会时不时地袭击人类，对于沙漠的旅人是非常危险的存在。",
    "普通图鉴：23 大师图鉴：23\n生物 雪原狼\n特征：生活在海布拉山脉等雪山上，是山贼狼的伙伴。集体行动等基本生态与山贼狼相同，但是因为拥有适应严苛环境的强韧体力和作为雪原保护色的白色体毛，所以一旦与之相遇，危险性更高。",
    "普通图鉴：24 大师图鉴：24\n生物 塔邦挞驼鹿\n特征：塔邦挞地区原生的鹿。是生活在海拉鲁的鹿中体型最大的种类，其特征是扁平而巨大的树枝状角。实际上这个角每年都在生长变化。它的肉柔软而上等，作为炖煮料理的材料等很受欢迎。",
    "普通图鉴：25 大师图鉴：25\n生物 大角犀牛\n特征：长长的角差不多占了半个身体的大小。据说原本是生活在干燥地区的犀牛的伙伴，但是扩大栖息地，适应雪山后成了现在的样子。皮肤非常厚，角的反击力也很强，因此，如果不擅长狩猎的人对它出手，会很危险。",
    "普通图鉴：26 大师图鉴：26\n生物 食蜂熊\n特征：连资深猎人的捕猎都能躲避的动物王者。如果不慎进入它的领地，哪怕是带着武器的人类也会受到它的攻击。如同其名，喜欢吃蜂蜜。危险度很高，但如果分散它的注意力后靠近，或许可以骑到它背上。",
    "普通图鉴：27 大师图鉴：27\n生物 帝灰熊\n特征：拥有灰色体毛的食蜂熊的伙伴，因为更粗暴的性格和强韧的身体，可以说是野生动物中最危险的存在。据说居住在远离人群的冰天雪地中，所以碰到的机会比较少。但是如果看到，还是不要贸然出手比较好。",
    "普通图鉴：28 大师图鉴：28\n生物 海利亚猎犬\n特征：对人类很顺从的聪明的动物。从以前开始，就不只是作为宠物饲养，还被训练用来看护和引导放牧在外的羊。现在的海利亚猎犬据说全都是太古时代海拉鲁王族所饲养的犬的后代。",
    "普通图鉴：29 大师图鉴：29\n生物 卢咪\n特征：闪着淡淡蓝光的神奇生物。一眼看上去好像是兔子，但是起源和具体生态全都不太明了，只知道它有着喜欢收集卢比的奇怪习性。",
    "普通图鉴：30 大师图鉴：30\n生物 普雀\n特征：海拉鲁最普通的小鸟。主要栖息在平原和森林，但在人类居住的地方也能见到。是杂食动物，树木果实和小虫之类的它都吃。那蹦蹦跳跳移动的样子看起来很可爱，但其实和人不太亲近。",
    "普通图鉴：31 大师图鉴：31\n生物 红雀\n特征：栖息在海布拉地区的小鸟。会啄食野菜和嫩芽之类的。羽毛是鲜艳的红色，有时也会被做成装饰品。",
    "普通图鉴：32 大师图鉴：32\n生物 青波雀\n特征：在拉聂尔地区常见的小鸟。喜欢吃水边的嫩叶和水草。据说，周围没有危险时，会在雨后的水塘或河流的浅滩等地洗澡。",
    "普通图鉴：33 大师图鉴：33\n生物 五彩雀\n特征：能在费罗尼地区见到的小鸟。如同名字一样，它拥有鲜艳的羽毛，作为鉴赏用而受到部分收藏家的欢迎。以热带森林里丰富的小型虫子为主食，但因为杂食性，也会吃树木的果实。",
    "普通图鉴：34 大师图鉴：34\n生物 沙雀\n特征：栖息在格鲁德地区的小鸟。适应了干燥的环境，非常耐热。在沙漠里，为了不被发现，经常可以看见它把自己半埋在沙子里一动不动的样子。",
    "普通图鉴：35 大师图鉴：35\n生物 金雀\n特征：在奥尔汀地区栖息的麻雀的伙伴。据说，已经适应火山之类严苛的环境，羽毛拥有了耐火的性能。会吃躲藏在岩地里的小虫子为生。",
    "普通图鉴：36 大师图鉴：36\n生物 凡鸽\n特征：生活在海拉鲁全境的森林和草原的鸟。栖息地很广，在人类居住的地方也常见到。戒备心不太强，即便是不熟悉狩猎的人也能比较容易地捕捉到它。",
    "普通图鉴：37 大师图鉴：37\n生物 虹鸽\n特征：拥有非常鲜艳的羽毛的凡鸽的伙伴。在海拉鲁，主要是栖息在北部的森林和草原。喜爱吃树木的果实和谷物，但也会啄食昆虫和蚯蚓。据说它的肉质比凡鸽更上等。",
    "普通图鉴：38 大师图鉴：38\n生物 火焰鸽\n特征：只栖息在死亡之山附近的珍惜鸽子。羽毛具有很强的耐火性，因此作为衣物的材料受到重视。但相反的，它的肉没有那样的耐火性，因此捉到后，很快就能把肉烤熟。",
    "普通图鉴：39 大师图鉴：39\n生物 白鸽\n特征：生活在海布拉地区，拥有雪白羽毛的鸽子。据说，在凡鸽中，拥有雪中保护色羽毛的个体在雪山上生存了下来，成为了白鸽。为了耐住严寒而囤积脂肪，能从它身上获得顶级的鸟肉。",
    "普通图鉴：40 大师图鉴：40\n生物 山鸦\n特征：非常聪明的鸟，鸣叫声是它的特征。不只是山岳地带，也栖息在森林和人类的居住地。有时候会瞅准人类的空当破坏农作物。那全黑的羽毛给人印象很深，也因此常常被视为不祥之物而遭到厌恶。",
    "普通图鉴：41 大师图鉴：41\n生物 白星鸭\n特征：栖息在海拉鲁全境的水边的鸟。擅长使用脚蹼游泳。经常可以见到它在河流和湖泊用嘴梳理羽毛的样子，以及为了捕食水里的猎物而一头扎进水里倒立的姿态。如果捉到，可以获得脂肪丰厚的上等肉。",
    "普通图鉴：42 大师图鉴：42\n生物 青羽鹭\n特征：经常能在海拉鲁各地的水边见到的鸟。其特征是细细的脚喝长长的脖子。吃水里的鱼和青蛙等为生。有时候会一动不动地埋伏，直到猎物靠近，然后伸出脖子捕食。",
    "普通图鉴：43 大师图鉴：43\n生物 桃鹭\n特征：羽毛尖端和头部都是美丽的桃粉色。和生活在水边的青羽鹭不同，它是栖息在草原和干燥地带的。会啄食岩石背阴处和草丛里的昆虫。经常会踱着细细的脚寻找食物，但一旦感知到危险，就会迅速飞走。",
    "普通图鉴：44 大师图鉴：44\n生物 岛鹰\n特征：栖息在平原和高地的食肉性鸟。拥有锋利的爪子和鸟嘴，会捕捉其他鸟类和小动物作为食物。总是在高高的地方悠然自得地飞行，寻找着地上的猎物。",
    "普通图鉴：45 大师图鉴：45\n生物 海滨鸥\n特征：栖息在大海附近的鸟。主要吃鱼类为生，所以在鱼群游泳的海上经常能看到海滨鸥飞来飞去。海上的渔夫会利用它的这个习性来寻找鱼群的所在。",
    "普通图鉴：46 大师图鉴：46\n生物 奥尔汀鸵鸟\n特征：栖息在奥尔汀地区的大型鸟，为了适应像火山那样酷热的环境而进化，羽毛和皮肤拥有很高的防火性能。翅膀很小，不能飞，但是脚很发达，奔跑的速度很快。",
    "普通图鉴：47 大师图鉴：47\n生物 咕咕鸡\n特征：为了获得蛋而饲养在村里的鸡，有一部分作为宠物也与人很亲近。平常不会飞，但如果被人举起来的话，就会因为受惊而不停地猛烈拍打翅膀。通常都很温和而胆小，但如果不停地被人戳的话……",
    "普通图鉴：48 大师图鉴：48\n生物 海拉鲁鲈鱼\n特征：栖息在海拉鲁全境的普通的鱼。可以直接就这么吃，但如果加以烹饪，回复效果也会变强。",
    "普通图鉴：49 大师图鉴：49\n生物 生命鲈鱼\n特征：生活在水边的大型鱼。大大的身体里储存着丰富的营养。如果用于烹饪，心心会回复到超出上限。",
    "普通图鉴：50 大师图鉴：50\n生物 精力鲈鱼\n特征：据说是活了很久的海拉鲁鲈鱼。生命力非常强，如果烹饪后使用，能一下子回复精力槽。",
    "普通图鉴：51 大师图鉴：51\n生物 生命三文鱼\n特征：栖息在寒冷水域的鱼。如果烹饪后食用，那为了抵抗严寒而储存在体内的脂肪会发挥增加心心最大值的效果。",
    "普通图鉴：52 大师图鉴：52\n生物 冰冷鳟鱼\n特征：喜欢寒冷水域的蓝色鳟鱼。据说皮肤里含有让身体变冷的成分。如果烹饪后使用，就能拥有耐热能力。",
    "普通图鉴：53 大师图鉴：53\n生物 暖暖鳟鱼\n特征：喜欢温暖水域的红色鳟鱼。体内拥有储存热量的特殊脏器。如果作为食材来烹饪，可以做出令身体温暖的料理。",
    "普通图鉴：54 大师图鉴：54\n生物 酥麻鳟鱼\n特征：栖息在湖泊等淡水中的鳟鱼。如果将含有绝缘成分的鱼鳞用于烹饪，可以做出具有耐电效果的菜肴。",
    "普通图鉴：55 大师图鉴：55\n生物 潜行鳟鱼\n特征：能在黑暗处发光的鱼。鱼鳞中的发光物质里含有提高集中力的成分，如果用于烹饪，就能很慎重地，悄无声息地展开行动。",
    "普通图鉴：56 大师图鉴：56\n生物 大剑鲤鱼\n特征：栖息在淡水的鲤鱼的伙伴。肝脏中所含的成分有增强肌肉力量的效果。如果烹饪后食用，能增加攻击力。",
    "普通图鉴：57 大师图鉴：57\n生物 铠甲鲤鱼\n特征：鱼鳞犹如坚硬铠甲的古代鱼。如果用于烹饪，鱼鳞内储存的成分可以令骨骼强健，增加防御力。",
    "普通图鉴：58 大师图鉴：58\n生物 三色鲤鱼\n特征：由野生的铠甲鲤鱼人工改良而来的观赏鱼。拥有自然界不存在的美丽颜色和花纹。不过即使用于烹饪也没有特殊效果。",
    "普通图鉴：59 大师图鉴：59\n生物 大剑鲷鱼\n特征：性格暴躁的海鱼，如果烹饪后食用，据说会因为鱼身中所含的成分而提高斗志，增加攻击力。",
    "普通图鉴：60 大师图鉴：60\n生物 铠甲鲷鱼\n特征：全身都被坚硬鱼鳞覆盖着的鲷鱼。如果用于烹饪，鱼鳞内储存的成分会令骨骼变得结实，增加防御力。",
    "普通图鉴：61 大师图鉴：61\n生物 潜行田螺\n特征：栖息在淡水的大型螺。如果用于烹饪，听觉会变得敏锐，可以悄无声息地展开行动。到了晚上，会发出萤火虫般的光。",
    "普通图鉴：62 大师图鉴：62\n生物 生命海螺\n特征：大多栖息在海边沙滩上的螺。蕴含大量滋养身体的成分，如果用于烹饪，心心会回复到超出上限。",
    "普通图鉴：63 大师图鉴：63\n生物 大剑螃蟹\n特征：栖息在水边，以锋利钳子为特征的螃蟹。钳子肉里含有提高肌肉力量的成分。如果烹饪后食用，能增加攻击力。",
    "普通图鉴：64 大师图鉴：64\n生物 铠甲螃蟹\n特征：它的甲壳即使在螃蟹中也属于特别硬的。据说蟹黄和蟹肉里含有强健身体的营养。如果烹饪后食用，能增加防御力。",
    "普通图鉴：65 大师图鉴：65\n生物 精力螃蟹\n特征：因下雨时大量出现而闻名。蟹肉紧实，拥有令人忘记疲惫的香味。如果用于烹饪，可以回复精力槽。",
    "普通图鉴：66 大师图鉴：66\n生物 精灵\n特征：当你精疲力尽时，它会从袋子里飞出，瞬间治愈你的伤口。和萤火虫不同，白天也会淡淡地闪耀着光。",
    "普通图鉴：67 大师图鉴：67\n生物 冰冷凤蝶\n特征：一种神奇的蝴蝶，它的鳞粉可以使空气冷却。它融入雪中飘舞的姿态十分美丽。如果和怪物材料一起熬煮，就可以变成解暑药。",
    "普通图鉴：68 大师图鉴：68\n生物 暖暖凤蝶\n特征：栖息在森林或平原等温暖地区的蝴蝶。如果将储存阳光的鳞粉和怪物材料一起熬煮，就可以变成暖身药。",
    "普通图鉴：69 大师图鉴：69\n生物 酥麻凤蝶\n特征：只有在下雨的时候才出现的珍贵蝴蝶。具有在体内器官产生绝缘成分的性质。熬煮成药后，可以耐受电击。",
    "普通图鉴：70 大师图鉴：70\n生物 耐火凤蝶\n特征：栖息在高温火山地带的珍贵蝴蝶。体内蕴藏着耐燃性高的体液，熬煮后制成的外敷药会发挥出耐火的效果。",
    "普通图鉴：71 大师图鉴：71\n生物 冰冷蜻蜓\n特征：喜欢树荫等凉爽地方的蜻蜓。据说蓝色通透的翅膀具有散热成分，熬煮后可以作为解暑药使用。",
    "普通图鉴：72 大师图鉴：72\n生物 暖暖蜻蜓\n特征：翅膀前端有红色花纹特征的蜻蜓。上面具有发汗作用的成分。和怪物材料一起熬煮后，能够耐寒。",
    "普通图鉴：73 大师图鉴：73\n生物 酥麻蜻蜓\n特征：只有在下雨的时候才出现的珍贵蜻蜓。长长的翅膀具有能将电流排出体外的特殊成分。做成药后，此功能可转化为提高耐电性。",
    "普通图鉴：74 大师图鉴：74\n生物 精力蚱蜢\n特征：为了觅食，拥有可以持续跳跃一整天的能量。储存在它体内的养分是成为恢复精力槽药的来源。",
    "普通图鉴：75 大师图鉴：75\n生物 大剑独角仙\n特征：栖息在森林里的昆虫大王。大大的角用来熬煮成药后，据说可以增加肌肉的血流量，攻击力就会上升。",
    "普通图鉴：76 大师图鉴：76\n生物 铠甲独角仙\n特征：拥有铠甲般坚硬身体的独角仙。它壳中的成分熬煮成药后，可以强化躯干，提高防御力。",
    "普通图鉴：77 大师图鉴：77\n生物 精力独角仙\n特征：可以活上10年之久的珍贵独角仙、它的强大生命力做成药后，能够一下子回复精力槽，立竿见影。",
    "普通图鉴：78 大师图鉴：78\n生物 静静萤火虫\n特征：一到夜里就会淡淡发光的昆虫。据说体内的发光物质还有提高集中力的效果。做成药后，行动时不会发出声响。",
    "普通图鉴：79 大师图鉴：79\n生物 速速蛙\n特征：敏捷地在水边跳来跳去的青蛙。它的肉中含有一种可增加敏捷性的物质，和怪物材料一起熬煮，会成为提高移动速度的药。",
    "普通图鉴：80 大师图鉴：80\n生物 毅力蛙\n特征：只有在下雨时才会出现的珍贵青蛙。肝脏里的成分有活跃新陈代谢的功效，做成药后，精力槽可以增长到超出上限。",
    "普通图鉴：81 大师图鉴：81\n生物 速速蜥\n特征：一种疾走如飞的蜥蜴，可以在草地和森林里看到。据说它的肉有增强脚部肌肉力量的效果。和怪物材料一起熬煮，会成为提高移动速度的药。",
    "普通图鉴：82 大师图鉴：82\n生物 生命蜥\n特征：一种罕见的蜥蜴，主要住在深邃的森林里。它吃的食物营养价值很高，生命力十分顽强。如果做成药材，可以大幅度提高心心的最大值。",
    "普通图鉴：83 大师图鉴：83\n生物 耐火蜥\n特征：只有在奥尔汀地区生存的特殊蜥蜴。鳞片上含有大量耐火成分。和怪物材料一起熬煮后，可以变成耐火药。",
    "普通图鉴：84 大师图鉴：84\n怪物 丘丘\n特征：栖息在海拉鲁全境的凝胶状低级怪物。它会突然从地面或树上现身，根据身体大小的不同，体力也不一样。据说对它身上掉下来的胶状物进行加热或冷却，或者给予电流刺激后，性质将有所改变。",
    "普通图鉴：85 大师图鉴：85\n怪物 火丘丘\n特征：覆盖着火焰的凝胶状低级怪物。根据身体大小的不同，体力也不一样。如果一不留神打到它，就会发生破裂并爆炸，所以用枪从远处刺向它才是万全之策。",
    "普通图鉴：86 大师图鉴：86\n怪物 冰丘丘\n特征：覆盖着冷气的凝胶状低级怪物。根据身体大小的不同，体力也不一样。如果一不留神打到它，就会发生破裂，并散发出冷气，十分危险。所以用枪从远处刺向它才是万全之策。",
    "普通图鉴：87 大师图鉴：87\n怪物 电丘丘\n特征：覆盖着电流的凝胶状低级怪物。根据身体大小的不同，体力也不一样。如果一不留神打到它，就会发生破裂，并放出电来，十分危险。所以用枪从远处刺向它才是万全之策。",
    "普通图鉴：88 大师图鉴：88\n怪物 蝙蝠\n特征：在黑夜中出现的像蝙蝠一样的低级怪物。它无规律地飞来飞去，所以战斗比较困难，但只要一击就能解决掉它。有时候会一大群地袭击过来，但只要冷静地给予一击便能散去。",
    "普通图鉴：89 大师图鉴：89\n怪物 火蝙蝠\n特征：在黑夜中出现的像蝙蝠一样的低级怪物。浑身覆盖着火焰，一旦触摸它，就会被燃烧起来。",
    "普通图鉴：90 大师图鉴：90\n怪物 冰蝙蝠\n特征：在黑夜中出现的像蝙蝠一样的低级怪物。浑身覆盖着冷气，一旦触摸它，就会被冰冻起来。",
    "普通图鉴：91 大师图鉴：91\n怪物 电蝙蝠\n特征：在黑夜中出现的像蝙蝠一样的低级怪物。浑身覆盖着电流，一旦触摸它，就会被麻痹。",
    "普通图鉴：92 大师图鉴：92\n怪物 水八爪怪\n特征：长得像章鱼一样的低级怪物。平时潜藏在水里，当下雨时，气压下降，体内的鱼鳔会膨胀起来，漂浮到空中。吐出来的岩石可以用盾弹回去。",
    "普通图鉴：93 大师图鉴：93\n怪物 森八爪怪\n特征：长得像章鱼一样的低级怪物。潜藏在森林里面，伪装成草或灌木。靠近它后，会钻进地面隐藏起来。原本是水生怪物，但不知不觉竟然在森林里居住了下来。",
    "普通图鉴：94 大师图鉴：94\n怪物 岩八爪怪\n特征：长得像章鱼一样的低级怪物。栖息在火山地区。会深深地吸一口气，将覆盖着火焰的岩石吐出来。吸入力十分强力，甚至还可以吸入武器和炸弹。",
    "普通图鉴：95 大师图鉴：95\n怪物 雪八爪怪\n特征：长得像章鱼一样的低级怪物。栖息在雪原地区。会伪装成生长在雪原上的芒草，只要看到人，就会吐出雪球袭击过来。",
    "普通图鉴：96 大师图鉴：96\n怪物 宝八爪怪\n特征：长得像章鱼一样的低级怪物。会伪装成宝箱，潜藏在沙地和雪原中。一不留神靠近它，就会遭到奇袭。据说附着在八爪怪头上的铁制宝箱并不是真正的宝箱，而是它身体的一部分。证据就是它头部的宝箱对磁石毫无反应。",
    "普通图鉴：Null 大师图鉴：97\n怪物 天空八爪怪\n特征：长得像章鱼一样的低级怪物。原本是水生怪物，但体内鱼鳔十分发达，所以会变得经常漂浮在空中。但是盯上它的其他怪物会利用这个能力，作为空中据点来驱使。它们被训练成听到角笛的声音就会上升，却不会攻击过来。",
    "普通图鉴：97 大师图鉴：98\n怪物 火焰长袍魔法师\n特征：存在于海拉鲁全境，会使用魔法的怪物。会操纵火焰杖，飞出火球，或是召唤覆盖着火焰的怪物。而且，有时还会使用魔法，将世界的气候变成灼热的天气。打倒长袍魔法师，可以使气候恢复平常。",
    "普通图鉴：98 大师图鉴：99\n怪物 冰雪长袍魔法师\n特征：存在于海拉鲁全境，会使用魔法的怪物。会操纵冰雪杖，散发出冷气，或是召唤覆盖着冷气的怪物。而且，有时还会使用魔法，将世界的气候变成大雪天气。打倒长袍魔法师，可以使气候恢复平常。",
    "普通图鉴：99 大师图鉴：100\n怪物 电击长袍魔法师\n特征：存在于海拉鲁全境，会使用魔法的怪物。会操纵电击杖，飞出电球，或是召唤覆盖着雷电的怪物。而且，有时还会使用魔法，将世界的气候变成雷雨天气。打倒长袍魔法师，可以使气候恢复平常。",
    "普通图鉴：100 大师图鉴：101\n怪物 陨石长袍魔法师\n特征：存在于海拉鲁全境，会使用魔法的怪物。会操纵陨石杖，飞出火球，或是召唤覆盖着火焰的怪物。而且，有时还会使用魔法，将世界的气候变成灼热的天气。打倒长袍魔法师，可以使气候恢复平常。",
    "普通图鉴：101 大师图鉴：102\n怪物 冰冻长袍魔法师\n特征：存在于海拉鲁全境，会使用魔法的怪物。会操纵冰冻杖，飞出冰冻球，或是召唤覆盖着冷气的怪物。而且，有时还会使用魔法，将世界的气候变成大雪天气。打倒长袍魔法师，可以使气候恢复平常。",
    "普通图鉴：102 大师图鉴：103\n怪物 雷电长袍魔法师\n特征：存在于海拉鲁全境，会使用魔法的怪物。会操纵雷电杖，飞出电球，或是召唤覆盖着雷电的怪物。而且，有时还会使用魔法，将世界的气候变成雷雨天气。打倒长袍魔法师，可以使气候恢复平常。",
    "普通图鉴：103 大师图鉴：104\n怪物 波克布林\n特征：栖息在海拉鲁全境的怪物。在荒凉的海拉鲁结成党羽，变为山贼。虽然不是很聪明，但至少会狩猎，并有将猎来的野兽烤熟后再吃的智慧。据说它是凶暴的肉食者，但也喜欢吃水果。",
    "普通图鉴：104 大师图鉴：105\n怪物 蓝色波克布林\n特征：栖息在海拉鲁全境的怪物。和红色波克布林相比，体力值高，使用的武器也更强力。它好像也有稍微聪明的地方。比如发现遥控炸弹，会迅速踢飞来避开危险。",
    "普通图鉴：105 大师图鉴：106\n怪物 黑色波克布林\n特征：栖息在海拉鲁全境的怪物。体力值非常高，因为很多都配备强力的武器，所以它们在波克布林族里面危险度最高。",
    "普通图鉴：106 大师图鉴：107\n怪物 骷髅波克布林\n特征：在黑夜里出现的波克布林的遗骸。只需要一击，它就变得支离破碎，看似十分脆弱，但只要头盖骨在，就会再次复原。偶尔它们会搞错头盖骨，但好像问题并不大。",
    "普通图鉴：107 大师图鉴：108\n怪物 白银波克布林\n特征：拥有远超于黑色波克布林的体力，属于最强的波克布林。因为身体是白色的，以及它很稀少，所以被称为白银波克布林。由于受到盖侬凶恶魔力的影响，体内会浮现出紫色条纹，这也是它的特征。",
    "普通图鉴：Null 大师图鉴：109\n怪物 黄金波克布林\n特征：它是非常凶恶的波克布林。凌驾于白银波克布林之上，拥有很好的战斗力和体力。据说它是由白银波克布林被雷击中，受到刺激后突然变异而来的品种。因此它耐受性很好，即便遭到雷击，好像也不会麻痹。",
    "普通图鉴：108 大师图鉴：110\n怪物 莫力布林\n特征：栖息在海拉鲁全境的重量级怪物。它的腕力十分惊人。据说有时可以将波克布林甩过来。腰腿力量也很强韧，连炸弹也吹不走。这个种族要比波克布林来的厉害。",
    "普通图鉴：109 大师图鉴：111\n怪物 蓝色莫力布林\n特征：栖息在海拉鲁全境腕力很强的怪物。比红色莫力布林的体力更强韧，装备的武器也更强力。",
    "普通图鉴：110 大师图鉴：112\n怪物 黑色莫力布林\n特征：栖息在海拉鲁全境的重量级怪物。体力值非常高。因为很多都配备强力的武器，所以它们在莫力布林族里面危险度最高。",
    "普通图鉴：111 大师图鉴：113\n怪物 骷髅莫力布林\n特征：在黑夜里出现的莫力布林的遗骸。平时很强韧的莫力布林变成骨头后好像十分脆弱，只需稍加攻击，它就变得支离破碎。但只要头盖骨在，就会再次复原。",
    "普通图鉴：112 大师图鉴：114\n怪物 白银莫力布林\n特征：拥有远超于黑色莫力布林的体力。属于最强的莫力布林。因为身体是白色的，以及它很稀少，所以被称为白银莫力布林。由于受到盖侬凶恶魔力的影响，体内浮现出紫色条纹，这也是它的特征。",
    "普通图鉴：Null 大师图鉴：115\n怪物 黄金莫力布林\n特征：它是非常凶恶的莫力布林。凌驾于白银莫力布林之上，拥有很好的战斗力和体力。据说它是由白银莫力布林被雷击中，受到刺激后突然变异而来的品种。因此它耐受性很好，即便遭到雷击，好像也不会麻痹。",
    "普通图鉴：113 大师图鉴：116\n怪物 蜥蜴战士\n特征：栖息在海拉鲁全境，敏捷的蜥蜴类怪物。他们是狡猾的种族。有时会潜藏在水中，将身体伪装成地面，然后奇袭过来。无论昼夜，都不睡觉。它们属于肉食者，爱吃野兽，也喜欢吃虫子。",
    "普通图鉴：114 大师图鉴：117\n怪物 蓝色蜥蜴战士\n特征：栖息在海拉鲁全境，敏捷的蜥蜴类怪物。比起绿色蜥蜴战士，它们很多都拥有强大的武器，体力也很强韧。",
    "普通图鉴：115 大师图鉴：118\n怪物 黑色蜥蜴战士\n特征：栖息在海拉鲁全境，敏捷的蜥蜴类怪物。体力值非常高。因为很多都配备强力的武器，所以他们在蜥蜴战士族里面危险度最高。",
    "普通图鉴：116 大师图鉴：119\n怪物 骷髅蜥蜴战士\n特征：在黑夜里出现的蜥蜴战士的遗骸。即便成了骨头，身手依然敏捷。身体十分脆弱，敲击一下就会支离破碎，但只要不打碎头盖骨，就能再次复活。偶尔它们会搞错头盖骨，但好像问题并不大。",
    "普通图鉴：117 大师图鉴：120\n怪物 喷火蜥蜴战士\n特征：栖息在海拉鲁全境，敏捷的蜥蜴类怪物。虽然它会从口中吐出火焰，是个十分难缠的种类，但听说如果接触到冷气，就会当场毙命。它们好像主要栖息在火山地带，但有人目击到在阿卡莱地区也有。",
    "普通图鉴：118 大师图鉴：121\n怪物 吐雹蜥蜴战士\n特征：栖息在海拉鲁全境，敏捷的蜥蜴类怪物。虽然它会从口中吐出冰球，是个十分难缠的种类，但如果接触到火焰，就会当场毙命。主要栖息在雪山地带。",
    "普通图鉴：119 大师图鉴：122\n怪物 电麻蜥蜴战士\n特征：栖息在海拉鲁全境，敏捷的蜥蜴类怪物。有时会从身体里发出强力的电流，它的角上带电，用弓箭射击那里，就会大范围地放电。好像主要栖息在沙漠地区。",
    "普通图鉴：120 大师图鉴：123\n怪物 白银蜥蜴战士\n特征：拥有远超于黑色蜥蜴战士的体力。属于最强的蜥蜴战士。因为身体是白色的，以及它很稀少，所以被称为白银蜥蜴战士。由于受到盖侬凶恶魔力的影响，体内浮现出紫色条纹，这也是它的特征。",
    "普通图鉴：Null 大师图鉴：124\n怪物 黄金蜥蜴战士\n特征：它是非常凶恶的蜥蜴战士。凌驾于白银蜥蜴战士之上，拥有很好的战斗力和体力。据说它是由白银蜥蜴战士被雷击中，受到刺激后突然变异而来的品种。因此它耐受性很好，即便遭到雷击，好像也不会麻痹。",
    "普通图鉴：121 大师图鉴：125\n怪物 莱尼尔\n特征：据说自古以来就栖息在海拉鲁全境半人半兽的怪物。其中不乏有危险度高的种族，无论是智力、体力都很高，所有的攻击也十分强力。火焰、冰块、电流对于他们来说毫无威胁可言，没有做好万全准备前，最好不要迎战。",
    "普通图鉴：122 大师图鉴：126\n怪物 蓝鬃莱尼尔\n特征：据说自古以来就栖息在海拉鲁全境半人半兽的怪物。比起红色莱尼尔，它们更具有强韧的体力，以及配备强力的武器。没有做好完全准备前，最好不要迎战。",
    "普通图鉴：123 大师图鉴：127\n怪物 白鬃莱尼尔\n特征：据说自古以来就栖息在海拉鲁全境半人半兽的怪物。其中不乏有危险度高的种族，无论是智力、体力都很高，使用的武器也很强力，在莱尼尔族里面危险度最高。有时会喷出强烈火焰，所有的攻击都会招来死亡。能够目击到它们的信息不多，那是因为遇到他们还能够生还的人很少。",
    "普通图鉴：124 大师图鉴：128\n怪物 白银莱尼尔\n特征：拥有远超于白鬃莱尼尔的体力。属于最强的莱尼尔。因为身体是白色的，以及它很稀少，所以被称为白银莱尼尔。由于受到盖侬凶恶魔力的影响，体内浮现出紫色条纹，这也是它的特征。",
    "普通图鉴：Null 大师图鉴：129\n怪物 黄金莱尼尔\n特征：它是非常凶恶的莱尼尔。凌驾于白银莱尼尔之上，拥有很好的战斗力和体力。据说它是由白银莱尼尔被雷击中，受到刺激后突然变异而来的品种。如果想要活命，看到它后悄悄地离开才是上上之策。",
    "普通图鉴：125 大师图鉴：130\n怪物 守护者（步行型）\n特征：古代海拉鲁王国集结了希卡族的技术，从而制成了对抗盖侬用的兵器。和目前最新的车辆来比，它有六条腿，更具灵活性，并且它那强有力的激光攻击比起传统武器来说射程更远。切断它的腿能减缓它的机动力。",
    "普通图鉴：126 大师图鉴：131\n怪物 守护者（飞行型）\n特征：古代海拉鲁王国集结了希卡族的技术，从而制成了对抗盖侬用的兵器。进一步改良步行守护者，使得它能够从空中进行侦查和攻击。破坏它的螺旋桨就能将它击落下来。",
    "普通图鉴：127 大师图鉴：132\n怪物 守护者（炮台型）\n特征：古代海拉鲁王国集结了希卡族的技术，从而制成了对抗盖侬用的兵器。主要用于城市等的方位。省去它的腿后，不仅能维持原来的攻击力，还能大幅削减成本，取得了成功。",
    "普通图鉴：128 大师图鉴：133\n怪物 普尔培拉\n特征：它是从神兽瓦·鲁达尼亚的基础上被打造出来的侦察机。会在上空用光线照射地面，来找出侵略者。",
    "普通图鉴：129 大师图鉴：134\n怪物 腐蚀守护者\n特征：之前是古代海拉鲁王国集结了希卡族的技术，从而制成了对抗盖侬用的兵器。在大灾厄时由于遭到破坏而被长期搁置，并受到了风化的影响。其中也有靠近后会从停止状态觉醒，再次运转的个体存在。",
    "普通图鉴：130 大师图鉴：135\n怪物 小型守护者\n特征：设立在试炼神庙里的古代文明兵器的一种。在对抗盖侬用的兵器守护者的基础上，沿用了多足移动结构和光束照射功能，改装成了适合勇者训练用的兵器。",
    "普通图鉴：131 大师图鉴：136\n怪物 小型守护者（初阶）\n特征：设立在试炼神庙里的古代文明兵器的一种。在对抗盖侬用的兵器守护者的基础上，沿用了多足移动结构和光束照射功能，改装成了适合勇者训练用的兵器。为了能够锻炼勇者战斗力的力量试炼，而添加了使用武器的功能。要战胜它，则需要相应的力量。",
    "普通图鉴：132 大师图鉴：137\n怪物 小型守护者（高阶）\n特征：设立在试炼神庙里的古代文明兵器的一种。在对抗盖侬用的兵器守护者的基础上，沿用了多足移动结构和光束照射功能，改装成了适合勇者训练用的兵器。为了能够锻炼勇者战斗力的力量试炼，而添加了使用双刀的功能。要战胜它，则需要相应的力量。",
    "普通图鉴：133 大师图鉴：138\n怪物 小型守护者（终阶）\n特征：设立在试炼神庙里的古代文明兵器的一种。在对抗盖侬用的兵器守护者的基础上，沿用了多足移动结构和光束照射功能，改装成了适合勇者训练用的兵器。为了力量试炼（终阶），而追加了使用三刀的功能，耐久力也非常强。如果没有做好力量的充分准备，是敌不过它的。",
    "普通图鉴：134 大师图鉴：139\n怪物 依盖队 成员\n特征：依盖队的基层成员。为了找出英杰林克，夺走他的性命，而装扮成旅行者或村民遍及海拉鲁全境。因为有时会向林克奇袭过来，所以当看到奇怪的人时，需要注意。他们会操纵单手剑和弓，做出敏捷的动作来。",
    "普通图鉴：135 大师图鉴：140\n怪物 依盖队 干部\n特征：依盖队的成员。携带着会发出真空波的斩风刀。虽然体格强壮，但动作敏捷。据说有时会使用土遁术，叩击地面后，石柱会随着气流而被顶出。",
    "普通图鉴：136 大师图鉴：141\n怪物 可盖大人\n特征：想要杀害英杰林克的依盖队队长。虽然他派出喽啰满世界地搜索，但自己却整天呼噜噜地睡觉。虽说是这样一位队长，但他掌握着究极奥义，喽啰们也出乎意料地十分信赖他。即便他被灭了，喽啰们也会继承他的遗志，继续追杀英杰。",
    "普通图鉴：137EX 大师图鉴：142EX\n怪物 导师米兹·乔西亚\n特征：我是负责试炼的导师，遵循女神海利亚的启示，来选定神兽操纵者的合适人选。\n在试炼的最后，我会站在你面前，运用古代技术的各种招数前来挑战。",
    "普通图鉴：138 大师图鉴：143\n怪物 岩石巨人\n特征：伪装成岩石的巨大怪物。它的身体由坚硬岩石组成，剑和弓对它完全不起作用。听说想要打倒它，就要爬到它的身上，攻击露出在头上的矿床才会有效。",
    "普通图鉴：139 大师图鉴：144\n怪物 岩石巨人（夜光）\n特征：伪装成岩石的巨大怪物。它的身体由坚硬岩石组成，剑和弓对它完全不起作用。头上会露出矿床，里面含有很多夜光石，这是它具有的特征。",
    "普通图鉴：140 大师图鉴：145\n怪物 岩石巨人（稀有）\n特征：伪装成岩石的巨大怪物。它的身体由坚硬岩石组成，剑和弓对它完全不起作用。头上会露出矿床，里面含有很多贵重矿石，这是它具有的特征。",
    "普通图鉴：141 大师图鉴：146\n怪物 熔岩巨人\n特征：伪装成熔岩的巨大怪物。它的身体由坚硬岩石组成，剑和弓对它完全不起作用。它被熔岩覆盖，光触摸就很危险，但如果用冷气使其冷却，就可以爬到它身上。",
    "普通图鉴：142 大师图鉴：147\n怪物 冰岩巨人\n特征：伪装成冻岩的巨大怪物。它的身体由坚硬岩石组成，剑和弓对它完全不起作用。冰冻起来的身体，光触摸就很危险，但如果用火焰使冰块融化，就可以爬到它身上。",
    "普通图鉴：143 大师图鉴：148\n怪物 岩石人\n特征：岩石巨人的幼体。虽然长大后身体会变得像岩石一样坚固，但幼体却轻得可以将它举起。如果投掷，会立刻崩裂，十分脆弱。",
    "普通图鉴：144 大师图鉴：149\n怪物 熔岩人\n特征：熔岩巨人的幼体。长大后会形成熔岩的坚固身体，虽然幼体带有火焰，但轻得用炸弹就可以将它吹飞，十分脆弱。",
    "普通图鉴：145 大师图鉴：150\n怪物 冰岩人\n特征：冰岩巨人的幼体。长大后会形成冰岩的坚固身体，虽然幼体带有冷气，但轻得用炸弹就可以将它吹飞，十分脆弱。",
    "普通图鉴：146EX 大师图鉴：151EX\n怪物 超级熔岩巨人\n特征：伪装成熔岩的巨大怪物，以熔岩巨人的亚种形态潜藏在熔岩中，经长年累月后，使得自己的身体变得更加巨大。不仅力大无比，而且从身体内发出的热量能使周围时常发生骇人的上升气流，其姿态于超级二字名副其实。",
    "普通图鉴：147 大师图鉴：152\n怪物 西诺克斯\n特征：在海拉鲁生存的怪物中，堪称是最大级别的怪物。主要栖息在森林里。它会将树连根拔起挥舞而来，十分凶暴。战斗时，还需要注意周围的地形。可以夺走吊在它项圈上的武器。",
    "普通图鉴：148 大师图鉴：153\n怪物 蓝色西诺克斯\n特征：在海拉鲁生存的怪物中，堪称是最大级别的怪物。主要栖息在森林里。它会将树连根拔起挥舞而来，十分凶暴。战斗时，还需要注意周围的地形。虽然脚上有坚固的护腿被保护着，但如果点火也有可能会燃烧起来。可以夺走吊在它项圈上的武器。",
    "普通图鉴：149 大师图鉴：154\n怪物 黑色西诺克斯\n特征：在海拉鲁生存的怪物中，堪称是最大级别的怪物。主要栖息在森林里。它会将树连根拔起挥舞而来，十分凶暴。战斗时，还需要注意周围的地形。虽然铁质的护腿看上去坚不可摧，但好像经不起电流的攻击。可以夺走吊在它项圈上的武器。",
    "普通图鉴：150 大师图鉴：155\n怪物 骷髅西诺克斯\n特征：巨大的独眼怪物——西诺克斯的遗骸。它一到夜里就会开始行动，将树木连根拔起挥舞而来，所以在战斗时，不能掉以轻心。它只要有眼珠就可以无限回复。",
    "普通图鉴：151 大师图鉴：156\n怪物 莫尔德拉吉克\n特征：隐藏在沙漠地下，像鲸鱼一样的巨大怪物。平时潜伏在地下，当感知到声音时，它会跳到地表上，向猎物咬去。要是不幸遇到它，随意走动会很危险。",
    "普通图鉴：152EX 大师图鉴：157EX\n怪物 王拉吉克\n特征：隐藏在沙漠地下的巨大怪物。以莫尔德拉吉克的亚种形态在地下沉睡数百年，是一个积蓄了力量的奇异个体。它的力量远远凌驾于一般物种，含有铁质的坚固皮肤可以当成厚厚的铠甲，保护着它的身体。",
    "普通图鉴：153 大师图鉴：158\n怪物 奥尔龙\n特征：居住在奥尔汀地区，外形像龙的火焰精灵。据说它自古以来就是力量之泉的使者。“日落时分在天上飞舞”，虽然留下这个传说，但现今目击到的人很少。它的身体被火焰包裹，一旦靠近十分危险。但据说它并不会加害于人类。",
    "普通图鉴：154 大师图鉴：159\n怪物 聂尔龙\n特征：居住在拉聂尔地区，外形像龙的冰雪精灵。据说它自古以来就是智慧之泉的使者。“日落时分在天上飞舞”，虽然留下这个传说，但现今目击到的人很少。它的身体被冷气包裹，一旦靠近十分危险。但据说它并不会加害于人类。",
    "普通图鉴：155 大师图鉴：160\n怪物 费罗龙\n特征：居住在费罗尼地区，外形像龙的雷电精灵。据说它自古以来就是勇气之泉的使者。“日落时分在天上飞舞”，虽然留下这个传说，但现今目击到的人很少。它的身体被雷电包裹，一旦靠近十分危险。但据说它并不会加害于人类。",
    "普通图鉴：156 大师图鉴：161\n怪物 厄咒波克布林\n特征：囚禁在怨念中的波克布林的头骨。已经感觉不到生前的智慧，只会袭击靠近它的东西，成了可怜的存在。",
    "普通图鉴：157 大师图鉴：162\n怪物 厄咒莫力布林\n特征：囚禁在怨念中的莫力布林的头骨。只留下了生前的狰狞，会向靠近它的东西袭击过来。比波克布林的头骨要硬。",
    "普通图鉴：158 大师图鉴：163\n怪物 厄咒蜥蜴战士\n特征：囚禁在怨念中的蜥蜴战士的头骨。只留下了生前的狡猾，会向靠近它的东西袭击过来。比波克布林的头骨要快。",
    "普通图鉴：159 大师图鉴：164\n怪物 雷咒盖侬\n特征：袭击神兽娜波力斯后的盖侬分身。擅长使用雷电迅速攻击。它亲手葬送了英杰之一乌尔波扎的性命。",
    "普通图鉴：160 大师图鉴：165\n怪物 火咒盖侬\n特征：袭击神兽鲁达尼亚后的盖侬分身。擅长使用大剑和火焰进行攻击。它亲手葬送了英杰之一达尔克尔的性命。",
    "普通图鉴：161 大师图鉴：166\n怪物 水咒盖侬\n特征：袭击神兽露塔后的盖侬分身。擅长使用长枪和冰块进行攻击。它亲手葬送了英杰之一米法的性命。",
    "普通图鉴：162 大师图鉴：167\n怪物 风咒盖侬\n特征：袭击神兽梅德后的盖侬分身。擅长使用风，从远距离进行攻击。它亲手葬送了英杰之一力巴尔的性命。",
    "普通图鉴：163 大师图鉴：168\n怪物 灾厄 盖侬\n特征：他是自古以来一次又一次地出现在海拉鲁王国，给人们带来黑暗的元凶。随着时代的变迁，人们也称他为大魔王或是灾厄。虽然他在茧中等待着身体的复活，但对林克的觉醒产生了反应，就以这样不完全的状态出现了。",
    "普通图鉴：164 大师图鉴：169\n怪物 魔兽 盖侬\n特征：因被林克打倒，由云消雾散后的怨念汇聚而成，拥有不祥的魔力盒凶兽般的样子，称其为魔兽十分恰当。它有着盖侬本来的样子，且意识被怨念控制，横冲直撞，狂乱摧毁。",
    "普通图鉴：165 大师图鉴：170\n材料 苹果\n特征：海拉鲁最常见的水果。就这么生吃也很美味，如果用来烹饪，效果还会提升。",
    "普通图鉴：166 大师图鉴：171\n材料 椰子\n特征：海边的椰子树所结的果实。没有特殊效果，但如果用于烹饪，会回复心心。",
    "普通图鉴：167 大师图鉴：172\n材料 草莓\n特征：在下雪的寒冷地区生长的水果。酸酸甜甜的味道是它的特征。没有特殊效果，但常被用于烹饪。",
    "普通图鉴：168 大师图鉴：173\n材料 生命榴莲\n特征：以强烈的气味为特征的水果之王。具有很强的回复力，如果用于烹饪，心心会回复到大幅度超出上限。",
    "普通图鉴：169 大师图鉴：174\n材料 冰冷蜜瓜\n特征：即使在沙漠也能生长的特殊水果。多汁的果肉可以降低体温，如果用于烹饪，能发挥耐热的效果。",
    "普通图鉴：170 大师图鉴：175\n材料 暖暖草果\n特征：生吃的话会感觉火辣辣的。如果用于烹饪，食用后身体会变暖和，即便在寒冷的地方也能经受得住。",
    "普通图鉴：171 大师图鉴：176\n材料 酥麻水果\n特征：格鲁德沙漠里的仙人掌所结的水果。甘甜的果实里富含绝缘成分。如果用于烹饪，食用后能抵御电的攻击。",
    "普通图鉴：172 大师图鉴：177\n材料 速速莲蓬\n特征：水边开放的荷花的果实。通过深扎于水中的根吸收营养。如果用于烹饪，会展现出提高移动速度的效果。",
    "普通图鉴：173 大师图鉴：178\n材料 大剑香蕉\n特征：主要生长在费罗尼地区热带丛林里的水果。被皮包裹着的果肉具有增加肌肉力量的效果。如果加以烹饪，能做成增加攻击力的菜肴。",
    "普通图鉴：174 大师图鉴：179\n材料 海拉鲁蘑菇\n特征：代表着海拉鲁森林的蘑菇。大多生长在树的旁边。食用后能回复心心。",
    "普通图鉴：175 大师图鉴：180\n材料 毅力蘑菇\n特征：极少见的黄色蘑菇。烹饪后，精力槽的最大值会增长。也就是说，会发挥很重要的效果。",
    "普通图鉴：176 大师图鉴：181\n材料 精力蘑菇\n特征：生长在森林里的树旁边的绿色蘑菇。储存了很多大地的能量，如果用于烹饪，精力会得到回复。",
    "普通图鉴：177 大师图鉴：182\n材料 生命松露\n特征：相当贵重的一种蘑菇。在土里生长，有强烈香气。如果用于烹饪，心心会回复到超出上限。",
    "普通图鉴：178 大师图鉴：183\n材料 大个生命松露\n特征：谁都没有发现的长得巨大的生命松露。因为储存的营养很丰富，如果用于烹饪，心心会回复到远远超出上限。",
    "普通图鉴：179 大师图鉴：184\n材料 冰冷蘑菇\n特征：经常生长在雪山针叶树的树根旁。碰到的话会冰冰的。如果用于烹饪，就能连沙漠的酷暑也经受得住。",
    "普通图鉴：180 大师图鉴：185\n材料 暖暖蘑菇\n特征：主要生长在高温地区的大红色的蘑菇。如外表所见，蕴藏着火之力量。如果用于烹饪，便能发挥连寒冷的雪山也能经受的功效。",
    "普通图鉴：181 大师图鉴：186\n材料 酥麻蘑菇\n特征：在格鲁德地区很常见的蘑菇。菌伞部分富含绝缘成分，如果用于烹饪，就能经受得住电击。",
    "普通图鉴：182 大师图鉴：187\n材料 速速蘑菇\n特征：攀着天花板或断崖生长的蘑菇。无论何处都能生长，生命力很强。如果用于烹饪，会有提高行动速度的效果。",
    "普通图鉴：183 大师图鉴：188\n材料 大剑蘑菇\n特征：表面裂纹像是用剑劈过一样的蘑菇。如果用于烹饪，据说会因菌伞内褶皱中的成分而提高斗志，增加攻击力。",
    "普通图鉴：184 大师图鉴：189\n材料 铠甲蘑菇\n特征：菌伞非常坚硬发达的蘑菇。将菌伞中含有的成分调制烹饪后，具有强化身体的功效，能增加防御力。",
    "普通图鉴：185 大师图鉴：190\n材料 潜行蘑菇\n特征：到了夜里就会静静地发光的蘑菇。如果用于烹饪，就会因菌伞内所含的成分而提高集中力，行动时没有一点动静。",
    "普通图鉴：186 大师图鉴：191\n材料 海拉鲁草\n特征：充满生命力的香草。大多生长在海拉鲁的草原上。如果用于烹饪，能令心心回复。",
    "普通图鉴：187 大师图鉴：192\n材料 生命小萝卜\n特征：生长在日照良好的草原上的珍稀萝卜。如果用于烹饪，心心会回复到超出上限。",
    "普通图鉴：188 大师图鉴：193\n材料 生命大萝卜\n特征：生长得大大超出平均水平的生命小萝卜。营养成分非常丰富，如果用于烹饪，心心会回复到远远超出上限。",
    "普通图鉴：189 大师图鉴：194\n材料 冰冷香草\n特征：生长在海布拉和格鲁德等高海拔地区。是一种药草，叶子含有令身体凉爽的成分。如果用于烹饪，可以获得耐热效果。",
    "普通图鉴：190 大师图鉴：195\n材料 暖暖香草\n特征：生长在格鲁德地区等气温高的地方。是一种药草，果实和叶子有很强的辛辣成分。如果用于烹饪，可以获得耐寒效果。",
    "普通图鉴：191 大师图鉴：196\n材料 酥麻香草\n特征：大多生长在格鲁德沙漠的一种药草。拥有让电流释放的特殊纤维质。如果用于烹饪，可以获得耐电效果。",
    "普通图鉴：192 大师图鉴：197\n材料 速速胡萝卜\n特征：卡卡利科村里经常种植的胡萝卜。据说有强健腰腿的功效。如果烹饪后使用，移动速度会提高。",
    "普通图鉴：193 大师图鉴：198\n材料 毅力胡萝卜\n特征：作为药草而备受重视的珍贵胡萝卜。含有大量作为活力源的成分。如果用于烹饪，精力槽会增长到超出上限。",
    "普通图鉴：194 大师图鉴：199\n材料 铠甲南瓜\n特征：种植在村庄农田里的非常硬的南瓜。如果用于烹饪，坚硬的成分所发挥的效果，能令防御力增加许多。",
    "普通图鉴：195 大师图鉴：200\n材料 速速紫罗兰\n特征：开放在悬崖峭壁上，生命力旺盛的花。如果用于烹饪，其储藏的营养成分能起到令移动速度上升的效果。",
    "普通图鉴：196 大师图鉴：201\n材料 大剑草\n特征：叶片和果实上带有尖刺的药草。含有能暂时增加肌肉力量的特殊成分。如果用于烹饪，能发挥增加攻击力的效果。",
    "普通图鉴：197 大师图鉴：202\n材料 铠甲草\n特征：即使被踩踏也不会折断的坚韧药草。那结实而又有弹性的纤维质，如果烹饪后食用，可以强健身体，增加防御力。",
    "普通图鉴：198 大师图鉴：203\n材料 潜行草\n特征：主要开放在森林和草地的花。到了夜里就会放出幽幽地放出光。如果用于烹饪，会有提高安静度的效果。",
    "普通图鉴：199 大师图鉴：204\n材料 静谧公主\n特征：据说是海拉鲁王国的公主所喜爱的可怜的花。和以前相比，是面临着灭绝危险的物种。近年来偶尔可以看到野生的。",
    "普通图鉴：200 大师图鉴：205\n材料 精力蜂的蜂蜜\n特征：从蜂巢中取出的蜂蜜营养丰富！由于其营养价值高，作为秘方加进料理中，会有回复精力槽的效果。",
    "普通图鉴：201 大师图鉴：206\n武器 大师之剑\n特征：传说中的驱魔之剑。闪耀的剑身里蕴藏着对抗灾厄的神圣力量。只有被剑选中的勇者才能使用。",
    "普通图鉴：202 大师图鉴：207\n武器 木枝\n特征：好像是随处掉落的树枝，但是挥舞起来却有着绝妙的平衡。装备起来可以作为武器使用。",
    "普通图鉴：203 大师图鉴：208\n武器 火把\n特征：点火后就会不断燃烧的火把。一旦收起来，火就会熄灭，因此需要再点一次火。",
    "普通图鉴：204 大师图鉴：209\n武器 木汤勺\n特征：舀汤或是炒菜时使用的烹饪工具。削取坚硬的木头制作而成，所以被这个打到的话会很疼。",
    "普通图鉴：205 大师图鉴：210\n武器 飞旋镖\n特征：原本是森林居民克洛格的武器。形状很独特，就算投掷出去也能回到手中。",
    "普通图鉴：206 大师图鉴：211\n武器 弹簧锤\n特征：吉尔顿特制的奇妙锤子。即使被打也不会太痛，但因为弹簧的力量，会啵哟一声被弹飞。",
    "普通图鉴：207 大师图鉴：212\n武器 旅人之剑\n特征：作为主要用来对付危险野生动物的装备，而在海拉鲁全境被广泛使用的剑。很难坏掉，但对付怪物还是有点不靠谱。",
    "普通图鉴：208 大师图鉴：213\n武器 士兵之剑\n特征：过去守卫海拉鲁城堡的士兵所使用的剑。拥有可以和怪物交战的锋利度，金属剑身的耐久力也很优秀。",
    "普通图鉴：209 大师图鉴：214\n武器 骑士之剑\n特征：海拉鲁城堡的骑士们所携带的剑。没有什么特殊之处，易于使用，而且攻击力高，所以现在习惯旅行的冒险者们很喜爱使用。",
    "普通图鉴：210 大师图鉴：215\n武器 王族之剑\n特征：海拉鲁王族赐予功勋卓著的骑士的剑。是兼具最高攻击力和美丽外观的佳品。",
    "普通图鉴：211 大师图鉴：216\n武器 森民之剑\n特征：据说是克洛格族为人类制作的。因为是木制的，所以主要作为防身剑使用。也可用于砍断森林植物的藤蔓和根。",
    "普通图鉴：212 大师图鉴：217\n武器 卓拉之剑\n特征：细细的剑身和卓拉族特有的装饰是此剑的特征。用特殊金属制作而成，拥有很高的耐久性，即使泡在水里也不会生锈。",
    "普通图鉴：213 大师图鉴：218\n武器 斩风羽剑\n特征：利特族所使用的双刃剑。为了在空中也能迅速挥动而进行了轻量化设计。",
    "普通图鉴：214 大师图鉴：219\n武器 格鲁德匕首\n特征：格鲁德地区所使用的最普通的剑。弯曲的短刃是其特征，格鲁德族的女性经常带着防身用。",
    "普通图鉴：215 大师图鉴：220\n武器 月光匕首\n特征：有着格鲁德族纤细雕刻的剑。拥有美丽曲线的刀刃非常锐利。据说过去也被用于祭典。",
    "普通图鉴：216 大师图鉴：221\n武器 七宝匕首\n特征：英杰乌尔波扎爱用的首屈一指的名剑。传说，乌尔波扎挥舞这把剑的样子就像是华丽的舞蹈一般。",
    "普通图鉴：217 大师图鉴：222\n武器 戒心小刀\n特征：希卡族传统的单刃剑。拥有其他刀所没有的细细刀身和锋利度，大概是在制作中使用了古代技术。",
    "普通图鉴：218 大师图鉴：223\n武器 古代兵装·剑\n特征：用失传的古代技术制作刃的单手剑。闪着蓝光的剑刃只在拔剑时出现。其斩断力凌驾于普通金属剑之上。",
    "普通图鉴：219 大师图鉴：224\n武器 生锈的剑\n特征：好像是很久以前的著名剑士所使用的，已经生锈了的单手剑。一旦使用就会马上坏掉。",
    "普通图鉴：220 大师图鉴：225\n武器 近卫之剑\n特征：为了对抗大灾厄而使用古代技术，希卡族模仿驱魔之剑打造的武器。虽然获得了优秀的攻击力，但耐久性有问题。",
    "普通图鉴：221 大师图鉴：226\n武器 火焰剑\n特征：据说是用死亡之山的熔岩锻造的魔法剑。剑身布满红色光辉时，会顺着挥舞的轨迹喷出灼热的火焰。",
    "普通图鉴：222 大师图鉴：227\n武器 冰雪剑\n特征：据说是在海布拉地区的极寒灵峰锻造的魔法剑。剑身布满蓝色光辉时，发出冷气的剑刃会将攻击对手冻住。",
    "普通图鉴：223 大师图鉴：228\n武器 雷电剑\n特征：被海拉鲁丘陵的闪电长期照射而锻造出的魔法剑。金色的光辉布满剑身时，只要一挥，就能用电击令对手麻痹。",
    "普通图鉴：224 大师图鉴：229\n武器 波克棒\n特征：波克布林为了一招杀死猎物而潜心制作出的波克棒。野蛮使用的话，很快就会坏掉。",
    "普通图鉴：225 大师图鉴：230\n武器 尖刺波克棒\n特征：以严选的材料制作而成的特别的波克布林法杖。被突起的骨头击中的话会很疼。",
    "普通图鉴：226 大师图鉴：231\n武器 龙骨波克棒\n特征：把法杖和化石骨头组合在一起的强力武器。即使是在波克布林中也只有特别强壮的个体才能拿得动。",
    "普通图鉴：227 大师图鉴：232\n武器 蜥蜴飞旋镖\n特征：蜥蜴战士喜爱使用的弯曲的剑。不只是直接劈砍，也可以像飞旋镖那样投掷使用。",
    "普通图鉴：228 大师图鉴：233\n武器 强力蜥蜴飞旋镖\n特征：蓝色蜥蜴战士喜爱使用的剑。刃分为两片，比起普通的蜥蜴飞旋镖，斩断力得到提升，即使投掷出去也会回到手中。",
    "普通图鉴：229 大师图鉴：234\n武器 三叉蜥蜴飞旋镖\n特征：刃的数量更多，攻击力也更高的剑。虽然也能作为飞旋镖使用，但使用起来很难，主要由擅长战斗的黑色蜥蜴战士携带。",
    "普通图鉴：230 大师图鉴：235\n武器 守护者匕首\n特征：小型守护者所装备的剑。拥有使用了古代技术的蓝色剑身，耐久性不太高。",
    "普通图鉴：231 大师图鉴：236\n武器 守护者匕首+\n特征：威力得到强化的守护者匕首.斩断力得到了进一步提升，耐久性也有了若干改善。",
    "普通图鉴：232 大师图鉴：237\n武器 守护者匕首++\n特征：威力得到最大限度强化的守护者匕首。拥有能把很厚的铠甲劈开的攻击力。配合这个威力，剑身也变大了。",
    "普通图鉴：233 大师图鉴：238\n武器 莱尼尔之剑\n特征：莱尼尔所携带的金属制的剑。比起劈斩，更加是以敲碎为目的制作的。人类使用的话，相当沉重，但攻击力很高。",
    "普通图鉴：234 大师图鉴：239\n武器 兽王剑\n特征：剑刃增加后，攻击力也随之增加的莱尼尔之剑。据说在擦肩而过的一瞬间挥舞，就能把敌人一劈两半。",
    "普通图鉴：235 大师图鉴：240\n武器 兽神剑\n特征：白鬃莱尼尔所携带的凶恶之剑。那又厚又恐怖的剑刃，无论多么强壮的敌人都能被其轻易地砍倒。",
    "普通图鉴：236 大师图鉴：241\n武器 火焰杖\n特征：据说是古代的魔法师制作而成，可以发出火球的魔法杖。直接用来攻击的话会立刻坏掉，要小心。",
    "普通图鉴：237 大师图鉴：242\n武器 陨石杖\n特征：据说是古代的魔法师用禁咒制作而成，可以同时发出三个火焰球的法杖。蕴藏的火焰之力用尽后就会坏掉。",
    "普通图鉴：238 大师图鉴：243\n武器 冰雪杖\n特征：据说是将海布拉山脉的冰精炼后制成的，能发出冷气的魔法杖。不适合用于直接攻击。",
    "普通图鉴：239 大师图鉴：244\n武器 冰冻杖\n特征：据说是将海布拉山山顶的冰精炼后制成的，能大范围发射超低温冷气的魔法杖。蕴藏的冷气用尽后就会碎裂。",
    "普通图鉴：240 大师图鉴：245\n武器 电击杖\n特征：据说是在宝珠内封入了海拉鲁丘陵的落雷后制成的魔法杖。能够发射出电球，但是不适合用来直接攻击。",
    "普通图鉴：241 大师图鉴：246\n武器 雷电杖\n特征：据说是在宝珠内封入了海拉鲁丘陵的强烈落雷后制成的魔法杖。能够同时向三个方向发射出电球，蕴藏的雷用尽后就会坏掉。",
    "普通图鉴：242 大师图鉴：247\n武器 夺命镰刀\n特征：依盖队所使用的单手剑。刀刃设计成半月形据说是为了便于快速取人首级。可以说是他们恐怖的象征，但耐久性很低。",
    "普通图鉴：243 大师图鉴：248\n武器 恶魔圆刃\n特征：由依盖队制作而成的凶器。为了确保能将目标一击毙命而经过特别处理的形状令见者闻风丧胆。",
    "普通图鉴：244EX 大师图鉴：249EX\n武器 必杀之剑\n特征：此剑可一击必杀敌人，但也会导致持剑者因敌人的一击而殒命。使用2次后，失去光芒的剑，无法一击打败对方，但稍后又会恢复光芒。",
    "普通图鉴：245 大师图鉴：250\n武器 波克布林之骨\n特征：即使被斩断也能继续动的怪异腕骨。不太想放入袋子里。因为已经变得又旧又脆了，很快就会坏掉。",
    "普通图鉴：246 大师图鉴：251\n武器 蜥蜴战士之骨\n特征：死后仍然能继续动的骷髅蜥蜴战士的骨头。挥舞的话，可以作为武器使用，但很脆。背在身上的时候也能感觉到它在动……",
    "普通图鉴：247 大师图鉴：252\n武器 克洛格的团扇\n特征：把树砍倒时，时不时会得到的神奇叶子。只要一挥就能刮起大风，可以把很轻的物体吹飞。",
    "普通图鉴：248 大师图鉴：253\n武器 农用锄头\n特征：用来挖土耕田的农具。为了经得起田地工作而制作得很结实。根据使用方法的不同，也会成为武器。",
    "普通图鉴：249 大师图鉴：254\n武器 船桨\n特征：装备在渔船上的工具。原本不是武器，但可以用来防身。用很耐水的木材做成，相当结实。",
    "普通图鉴：250 大师图鉴：255\n武器 樵夫斧头\n特征：山上的伐木工爱用的砍树工具。能快速地砍倒树木。",
    "普通图鉴：251 大师图鉴：256\n武器 达人斧头\n特征：为了战斗而特殊设计的双刃斧头。有一定重量，需要熟练的技术才能使用。因此，便不知不觉附上了达人之名。",
    "普通图鉴：252 大师图鉴：257\n武器 铁锤\n特征：用铁做成的巨大金属锤子。原本是用于切割矿石的，但作为武器也相当厉害。",
    "普通图鉴：253 大师图鉴：258\n武器 大飞旋镖\n特征：必须用双手才能挥动的巨大飞旋镖。把原本狩猎用的东西改良为战斗用，弯曲的内侧有刃，使用起来非常难。",
    "普通图鉴：254 大师图鉴：259\n武器 旅人双手剑\n特征：在各地旅行的冒险者爱用的双手剑。在和怪物战斗时，那巨大的重量可以将敌人的盾牌击飞。",
    "普通图鉴：255 大师图鉴：260\n武器 士兵双手剑\n特征：改良后用于战斗的双手剑。因为又大又重，使用起来很难，但是做得很结实，可以长时间战斗。",
    "普通图鉴：256 大师图鉴：261\n武器 骑士双手剑\n特征：即使是在守卫海拉鲁城堡的骑士中，也只有对力量特别自信的人才会携带这把大剑。剑刃也被打磨得很锋利。",
    "普通图鉴：257 大师图鉴：262\n武器 王族双手剑\n特征：被赐予海拉鲁王族直属部队的大剑。据说从剑刃使出的强力攻击连对手的心脏都能击碎。",
    "普通图鉴：258 大师图鉴：263\n武器 卓拉大剑\n特征：卓拉族使用特殊的金属制作的大剑。由于卓拉人喜好用枪，所以没什么人用它。但因为美丽的刀身设计，很受海利亚人喜爱。",
    "普通图鉴：259 大师图鉴：264\n武器 劈石剑\n特征：用很厚很硬的金属制成的鼓隆的双手剑。没有剑刃，所以完全不锋利。但可以用那硬度和重量砸碎对手。",
    "普通图鉴：260 大师图鉴：265\n武器 碎岩剑\n特征：在鼓隆城周围挖掘的稀有金属制成的双手剑。前端有重心，可以用离心力和重量将敌人击得粉碎。",
    "普通图鉴：261 大师图鉴：266\n武器 碎岩巨剑\n特征：英杰达尔克尔所携带的最硬的大剑。达尔克尔能轻松挥舞这把大剑，而人类要熟练使用的话，必须要经过一番苦练。",
    "普通图鉴：262 大师图鉴：267\n武器 格鲁德双手剑\n特征：只有格鲁德族士兵中善于剑术的人才被允许装备这把大剑。制作得比看起来轻巧，易于使用。",
    "普通图鉴：263 大师图鉴：268\n武器 戒心长刀\n特征：只在希卡族流传的单刃剑。用传统技术仔细地锻造而成。拥有绝佳的锋利度，也被称为野太刀。",
    "普通图鉴：264 大师图鉴：269\n武器 静心大剑\n特征：将希卡族所拥有的铸刀技术用于双刃剑的珍贵武器。是为了不习惯使用单刃剑的海拉鲁骑士而制作的。",
    "普通图鉴：265 大师图鉴：270\n武器 古代兵装·大剑\n特征：使用了古代希卡族技术的双手剑。蓝色剑刃做成了沿着剑身旋转的特殊构造。能用很强的切断力将敌人斩碎。",
    "普通图鉴：266 大师图鉴：271\n武器 生锈的双手剑\n特征：长久放置后生锈了的大剑。可以作为武器使用，但耐久性很低，用个几次就很容易坏掉。",
    "普通图鉴：267 大师图鉴：272\n武器 近卫双手剑\n特征：希卡族集合古代技术的精华制成的大剑。为了保卫王国不受灾厄侵害而制作，但因为在耐久性上有问题而实用性很低。",
    "普通图鉴：268 大师图鉴：273\n武器 火焰大剑\n特征：据说是古时候由鼓隆族铁匠使用死亡之山的火锻造而成的魔法剑。在剑身闪着红光时挥舞，会喷出火焰。",
    "普通图鉴：269 大师图鉴：274\n武器 冰雪大剑\n特征：据说是用沉睡在海布拉山脉永久冻土里的矿石精炼而成的魔法剑。在剑身闪着蓝光时挥舞，会放出冷气。",
    "普通图鉴：270 大师图鉴：275\n武器 雷电大剑\n特征：据说是很久以前海拉鲁王族的铁匠用海拉鲁丘陵的落雷锻造而成的魔法剑。在剑身闪着金光时挥舞，会发出雷击。",
    "普通图鉴：271 大师图鉴：276\n武器 波克棍\n特征：波克布林按本能制作的粗糙法杖。根据击中的位置，能够以很大的威力击飞防御的盾牌。",
    "普通图鉴：272 大师图鉴：277\n武器 尖刺波克棍\n特征：波克布林为了提高攻击力，设计在波克棍上加上了用动物骨头制作的尖刺。直击对手的话，会造成相当大的伤害。",
    "普通图鉴：273 大师图鉴：278\n武器 龙骨波克棍\n特征：将波克棍和化石骨头组合后做成的法杖。为了打倒强敌而拥有很高的强度和攻击力，即使在波克布林中也只有部分强者才能使用。",
    "普通图鉴：274 大师图鉴：279\n武器 莫力布林棍\n特征：莫力布林喜爱使用的简朴的法杖。以坚硬的木头为材料制作而成，因为做工粗糙，很快就会损坏。",
    "普通图鉴：275 大师图鉴：280\n武器 尖刺莫力布林棍\n特征：改良过的莫力布林的双手武器。打击面上绑上了动物的骨头，给予对手的损伤也显著提高了。",
    "普通图鉴：276 大师图鉴：281\n武器 龙骨莫力布林棍\n特征：绑上了远古兽骨的莫力布林棍。像斧头一样，做成了前端有重心的样子。能使用这个的莫力布林因习惯战斗而具有危险性。",
    "普通图鉴：277 大师图鉴：282\n武器 守护者之斧\n特征：小型守护者装备的武器。宽而薄的斧头是用古代的技术做成的。拥有很高的攻击力，但结构上很易损坏。",
    "普通图鉴：278 大师图鉴：283\n武器 守护者之斧+\n特征：攻击输出强化过的守护者之斧。据了解，此武器不仅能战斗，还具有破坏障碍物，开辟前进道路的用途。",
    "普通图鉴：279 大师图鉴：284\n武器 守护者之斧++\n特征：为了将敌人一劈两半而强化过最大攻击输出的守护者之斧。用古代技术实现了金属制武器里很难出现的高斩断力。",
    "普通图鉴：280 大师图鉴：285\n武器 莱尼尔大剑\n特征：莱尼尔所携带的双手武器。与其说是剑，不如说只是金属块。但是以莱尼尔之力挥舞的话，就会成为粉碎大部分物体的凶器。",
    "普通图鉴：281 大师图鉴：286\n武器 兽王大剑\n特征：前端绑上了硬度很高的金属，增加了打击力和耐久性的莱尼尔的双手武器。能以压倒性的重量击碎盾牌、铠甲乃至敌人。",
    "普通图鉴：282 大师图鉴：287\n武器 兽神大剑\n特征：由于使用了取自死亡之山山顶的特殊金属而具有特别重量的双手武器。往下挥舞使出的一击具有无可比拟的破坏力。",
    "普通图鉴：283 大师图鉴：288\n武器 斩风刀\n特征：依盖队干部所携带的古怪的刀。使用熟练者集中精神后拔刀一挥，能因那特殊的形状而创造出真空的刀刃。",
    "普通图鉴：284 大师图鉴：289\n武器 莫力布林之骨\n特征：即使只剩手臂也仍然能动的莫力布林的骨头。又长又粗的骨头作为武器使用，具有很强的打击力，但是也非常容易损坏。",
    "普通图鉴：285 大师图鉴：290\n武器 木拖把\n特征：经常被用于打扫地板的清洁工具。因为是工匠手工制作的，所以非常结实，甚至还可以当做武器使用。",
    "普通图鉴：286 大师图鉴：291\n武器 农用钉耙\n特征：为了高效率地收集干草而制作的农具。为方便所有人使用而做得很轻巧，前端的四根钉齿相当锋利。",
    "普通图鉴：287 大师图鉴：292\n武器 渔夫的鱼叉\n特征：主要是用来捕获大型鱼类的渔具。拥有尖尖突起的前端，也可以作为武器使用。用这个叉住逃跑的鱼，就算独当一面的渔夫。",
    "普通图鉴：288 大师图鉴：293\n武器 投枪\n特征：为了投出去进行突刺而特别设计过的特殊的枪。通过取得枪尖和柄之间的平衡，设计得能比普通的枪投得更远。",
    "普通图鉴：289 大师图鉴：294\n武器 旅人之枪\n特征：旅人为了保护自己不受狼等野生动物的伤害而随身携带的防身用的枪。很容易握住，使用起来感觉不错。",
    "普通图鉴：290 大师图鉴：295\n武器 士兵之枪\n特征：城堡里的士兵所使用的长枪。必须经过充分训练才能随心所欲地挥舞。铁质的枪尖很坚硬，即使点火也不会烧起来。",
    "普通图鉴：291 大师图鉴：296\n武器 骑士之枪\n特征：为了能熟练使用武器的骑士而制作的枪。带有像斧头一样的刀刃的枪头是它的特征。据说经常在马上使用。",
    "普通图鉴：292 大师图鉴：297\n武器 王族之枪\n特征：此枪被赐予那些负责守卫觐见大殿等城堡中重要场所的骑士们。王族工匠们还为此枪加上了美丽的装饰。",
    "普通图鉴：293 大师图鉴：298\n武器 森民之枪\n特征：据说是克洛格族为人类制作的枪。以轻巧而结实的木头为材料，易于使用。枪尖是削取特别硬的木头制作而成。",
    "普通图鉴：294 大师图鉴：299\n武器 卓拉之枪\n特征：在卓拉族广泛使用的枪。不只是打渔，也可用于抵御外敌的战斗。用特殊的金属制成，所以比看起来要轻巧。",
    "普通图鉴：295 大师图鉴：300\n武器 银鳞之枪\n特征：卓拉族中的骁勇善战者所使用的枪。拥有鱼尾般美丽设计的刃，那尖端非常锋利，连硬的鳞片也能穿透。",
    "普通图鉴：296 大师图鉴：301\n武器 祭祀之枪\n特征：米法所使用的模仿光鳞之枪制成的枪。外观上和光鳞之枪一模一样，但攻击性能和耐久性要差一些。",
    "普通图鉴：297 大师图鉴：302\n武器 光鳞之枪\n特征：英杰米法爱用的优雅的名枪。据说米法很擅长治愈，但是用枪也是一流的。",
    "普通图鉴：298 大师图鉴：303\n武器 削岩棒\n特征：回收使用鼓隆族制作的金属零件制成的武器。前端使用了用来挖掘的零件，即便是坚硬的矿石也能砸碎。",
    "普通图鉴：299 大师图鉴：304\n武器 斩风羽枪\n特征：利特族士兵所使用的枪。为了能在空中一边挥动翅膀一边使用，使用了轻巧而结实的材料制作而成。",
    "普通图鉴：300 大师图鉴：305\n武器 格鲁德之枪\n特征：格鲁德族士兵广泛使用的枪。因为枪头有一定重量，所以使用困难。但高个的格鲁德族使用的话，能发挥可靠的实力。",
    "普通图鉴：301 大师图鉴：306\n武器 蜿蜒之枪\n特征：此枪拥有形状独特的枪头。据说，希卡族的用枪高手会使用弯曲的刃勾斩对手。",
    "普通图鉴：302 大师图鉴：307\n武器 古代兵装·枪\n特征：守护者所使用的，利用古代技术的研究成果制作而成的枪。枪尖的蓝色刃拥有很强的穿透力。",
    "普通图鉴：303 大师图鉴：308\n武器 生锈的枪\n特征：被认为是很久以前骑士用过的生锈的枪。因为长时间风吹雨打，枪头损坏严重，耐久性很低。",
    "普通图鉴：304 大师图鉴：309\n武器 近卫之枪\n特征：希卡族为了抵御灾厄，运用古代技术制成的枪。拥有非常高的攻击力，但是耐久性很低，不能使用于实际的战斗中。",
    "普通图鉴：305 大师图鉴：310\n武器 火焰枪\n特征：据说是以特殊技术将死亡之山的熔岩精炼后制成的魔法枪。闪耀着红色时，会在突刺的同时发射火焰。",
    "普通图鉴：306 大师图鉴：311\n武器 冰雪枪\n特征：据说是使用长眠于海布拉山脉的太古之冰锻造而成的魔法抢。枪尖闪耀着蓝白色时突刺的话，会放出冷气冻住对手。",
    "普通图鉴：307 大师图鉴：312\n武器 雷电枪\n特征：据说是枪尖不断接收雷之台地的落雷制作而成的魔法抢。枪身布满金光时突刺，会放出电击。",
    "普通图鉴：308 大师图鉴：313\n武器 波克枪\n特征：从很厚的树枝上胡乱削出来的粗陋的枪。好像也可以用来串上肉和鱼，放在火上烤。",
    "普通图鉴：309 大师图鉴：314\n武器 尖刺波克枪\n特征：把锋利的动物骨头当做枪头的波克布林的枪。比拥有金属枪尖的枪轻巧，比看起来容易使用。",
    "普通图鉴：310 大师图鉴：315\n武器 龙骨波克枪\n特征：在枪尖绑上坚硬的化石骨头制成的枪。化石上的牙会给予敌人狠狠一击，所以要注意装备了此枪的波克布林。",
    "普通图鉴：311 大师图鉴：316\n武器 莫力布林枪\n特征：莫力布林所使用的木制枪。枪头只是用森林里的木头胡乱地削尖制成，无论是突刺力还是耐久性都不太高。",
    "普通图鉴：312 大师图鉴：317\n武器 尖刺莫力布林枪\n特征：用有角动物的骨头作为枪头的莫力布林的枪。制作很粗糙，但是锐利尖角的突刺具有不容轻视的的穿透力。",
    "普通图鉴：313 大师图鉴：318\n武器 龙骨莫力布林枪\n特征：习惯战斗的莫力布林爱用的枪。枪尖使用了数个坚硬的化石骨头，骨头上的尖刺提高了突刺的威力。",
    "普通图鉴：314 大师图鉴：319\n武器 蜥蜴枪\n特征：蜥蜴战士装备的普通枪。拥有波浪形刃的枪头是其特征。因为不太结实，所以长时间使用不太靠谱。",
    "普通图鉴：315 大师图鉴：320\n武器 强力蜥蜴枪\n特征：拥有渔夫的鱼叉般枪头的蜥蜴战士的枪。实际上，好像也能用来捕鱼。非常锋利，要小心别拿反了。",
    "普通图鉴：316 大师图鉴：321\n武器 双头蜥蜴枪\n特征：蜥蜴战士中骁勇善战的个体喜爱装备的枪。穿透力不太高，但是两枚波浪形刀刃造成的裂伤会给对手造成重伤。",
    "普通图鉴：317 大师图鉴：322\n武器 守护者之枪\n特征：小型守护者所装备的枪。只有在架起时才会出现的发光的枪尖穿透力很高，充分体现了古代希卡族的高技术水平。",
    "普通图鉴：318 大师图鉴：323\n武器 守护者之枪+\n特征：枪尖变大了的守护者之枪。不知是否考虑到要在狭窄的地方使用，枪柄比一般的海拉鲁枪要短一些。",
    "普通图鉴：319 大师图鉴：324\n武器 守护者之枪++\n特征：攻击输出得到最大强化的守护者之枪。以古代技术制作而成的枪头特别强化了突刺，拥有能轻易刺穿大多数防具的高度穿透力。",
    "普通图鉴：320 大师图鉴：325\n武器 莱尼尔之枪\n特征：拥有巨大弯刀般枪尖的莱尼尔的枪。前端很重，平衡性很差，所以使用困难。但是莱尼尔单手就能轻松挥动。",
    "普通图鉴：321 大师图鉴：326\n武器 兽王枪\n特征：锋利度和重量都得到提高的莱尼尔的枪。据说，普通人类连举起来都觉得很累，而莱尼尔挥舞起来能把岩石都斩碎。",
    "普通图鉴：322 大师图鉴：327\n武器 兽神枪\n特征：据说是白鬃莱尼尔爱用的枪。拥有如斧头般的枪尖，利用超乎寻常的重量施展出的突刺，具有极大的破坏力。",
    "普通图鉴：323 大师图鉴：328\n武器 光之弓箭\n特征：与魔兽盖侬决战之前从塞尔达那里得到的弓箭。通过勇者拉弓收集光，成为讨伐灾厄之箭。",
    "普通图鉴：324 大师图鉴：329\n武器 木之弓\n特征：为了猎捕小型动物而制作的木质弓。要和怪物战斗的话，不太可靠。",
    "普通图鉴：325 大师图鉴：330\n武器 旅人之弓\n特征：旅人防身用的小型弓。有箭的话，能攻击一定距离外的敌人。",
    "普通图鉴：326 大师图鉴：331\n武器 士兵之弓\n特征：提高了攻击力的战斗用弓。可以给予较大的伤害。因为是木头做的，所以一旦着火就会烧掉。",
    "普通图鉴：327 大师图鉴：332\n武器 骑士之弓\n特征：海拉鲁城堡的骑士们所使用的弓。没有特殊之处，易于使用，可以稳定地射击。因为是金属制的，耐久性也很好。",
    "普通图鉴：328 大师图鉴：333\n武器 王族之弓\n特征：由海拉鲁国王赐予海拉鲁骑士中弓术特别优秀者的弓。奢华的设计引人注目，但射击性能也很优秀。",
    "普通图鉴：329 大师图鉴：334\n武器 森民之弓\n特征：据说是克洛格族为人类而制作的弓。用优质的木材和结实的草藤制作而成。与简朴的外表相反，可以一次射好几支箭。",
    "普通图鉴：330 大师图鉴：335\n武器 卓拉之弓\n特征：卓拉族用于打渔的弓。射击性能并没那么好，但是用特殊的金属制成，耐久性比看起来要优秀。",
    "普通图鉴：331 大师图鉴：336\n武器 飞燕弓\n特征：利特族平常使用的弓。适合在空中射击。弓弦经过设计，可以比普通的弓更快拉开。",
    "普通图鉴：332 大师图鉴：337\n武器 游隼弓\n特征：利特族的名匠所制作的精品弓。善于空战的利特族战士很喜欢使用。能比普通的弓更快拉开。",
    "普通图鉴：333 大师图鉴：338\n武器 大鹫弓\n特征：英杰力巴尔所携带的稀有名弓。据说，以疾风般的速度在空战中射这把弓的力巴尔，无人能敌。",
    "普通图鉴：334 大师图鉴：339\n武器 格鲁德之弓\n特征：格鲁德族所使用的有着细致装饰的弓。这把弓是为在广阔的沙漠狩猎或战斗而设计，可以瞄准射击远处的物体。",
    "普通图鉴：335 大师图鉴：340\n武器 一心之弓\n特征：希卡族传下来的弓，集中精神拉这把弓，就能够像瞄准近处的物体一样，轻易地射击远处的敌人。",
    "普通图鉴：336 大师图鉴：341\n武器 古代兵装·弓\n特征：应用了洛贝利的研究成果而制成的高性能弓。使用了古代希卡族的技术，可以沿着笔直的轨迹射出箭。",
    "普通图鉴：337 大师图鉴：342\n武器 近卫之弓\n特征：希卡族为了应对大灾厄而制作的弓。因为是使用了古代技术的实验性武器，所以拥有很高的射击力和速度，但耐久力变低了。",
    "普通图鉴：338 大师图鉴：343\n武器 波克弓\n特征：波克布林所使用的简朴的弓。因为只是用随手可得的树枝绷紧弓弦，所以不太能期待它的射击威力。",
    "普通图鉴：339 大师图鉴：344\n武器 尖刺波克弓\n特征：绑上动物的骨头，经过强化的波克弓。做工粗糙，但是很轻，且容易使用。耐久性增加，射击的威力也提高了。",
    "普通图鉴：340 大师图鉴：345\n武器 龙骨波克弓\n特征：与化石的骨头组合，经过强化的波克弓。好像是用波克布林严选的材料制作而成，射击性能相当不错。",
    "普通图鉴：341 大师图鉴：346\n武器 蜥蜴弓\n特征：蜥蜴战士制作的木制弓。和大型鱼的骨头组合后制作而成。比单纯的木制弓更具有破坏力。",
    "普通图鉴：342 大师图鉴：347\n武器 强力蜥蜴弓\n特征：手握处用金属强化过的蜥蜴弓。弓本身使用了在水边生长的树的树枝，拥有不可小觑的射击性能。",
    "普通图鉴：343 大师图鉴：348\n武器 钢铁蜥蜴弓\n特征：即使是蜥蜴战士，也只有善于使弓的个体才能持有这把弓。为了强化而大量使用了金属，有一定重量，但耐久性也高。",
    "普通图鉴：344 大师图鉴：349\n武器 莱尼尔之弓\n特征：莱尼尔所携带的坚固的金属制弓。可以同时射出多支箭，密集的箭雨最适合射落行动迅速的敌人。",
    "普通图鉴：345 大师图鉴：350\n武器 兽王弓\n特征：制作得相当厚重的莱尼尔之弓。不只是本身，弓弦也是用强韧的金属制作而成。对于普通的人类来说，很难拉开。",
    "普通图鉴：346 大师图鉴：351\n武器 兽神弓\n特征：用取自死亡之山山顶的特殊金属制成的莱尼尔的钢弓。一次射出多枝箭，拥有可怕的威力，很厚的铠甲也能像纸一样穿透。",
    "普通图鉴：347 大师图鉴：352\n武器 二连弓\n特征：依盖队中擅长弓术的成员所使用的弓。为了确保将瞄准的敌人一击毙命，设计成了一次能射出2支箭。",
    "普通图鉴：348 大师图鉴：353\n武器 木箭\n特征：非常普通的箭。把结实的木头削尖后制成。",
    "普通图鉴：349 大师图鉴：354\n武器 火箭\n特征：封印了火之力量的箭。一旦击中就会碎裂，让周围燃烧起来。特别是对寒冷的物体，具有极大的威力。",
    "普通图鉴：350 大师图鉴：355\n武器 冰箭\n特征：封印了冰之力量的箭。一旦击中就会碎裂，让周围冰冻起来。特别是对炎热的物体，具有极大的威力。",
    "普通图鉴：351 大师图鉴：356\n武器 电箭\n特征：封印了电之力量的箭。一旦击中就会碎裂，让周围触电。特别是对金属制和被水弄湿的物体具有极大的威力。",
    "普通图鉴：352 大师图鉴：357\n武器 炸弹箭\n特征：为了对抗怪物而制作出来的强力箭。前端装入了炸药。会在着弹点发生爆炸，给周围造成巨大伤害。",
    "普通图鉴：353 大师图鉴：358\n武器 古代兵装·箭\n特征：把使用了古代技术的短剑状小刀转用于弓箭的武器。对于用古代的能量之力消灭敌人的守护者也会发挥很高的威力。",
    "普通图鉴：354 大师图鉴：359\n武器 海利亚盾\n特征：伴随着持有它的勇者的传说，自古从海拉鲁王族流传下来的盾。以其他盾无法企及的压倒性的防御力和耐久性为傲。",
    "普通图鉴：355 大师图鉴：360\n武器 锅盖\n特征：维持着村民生活的烹饪锅的盖子。用结实的木头制作而成，但要作为盾持续使用的话，不太可靠。",
    "普通图鉴：356 大师图鉴：361\n武器 木盾\n特征：用重量较轻的木材做成，战斗新手也很容易使用的盾。可以承受箭等轻度的攻击。（此条与游戏内不同，游戏内木盾介绍与锅盖混同。）",
    "普通图鉴：357 大师图鉴：362\n武器 兽纹盾\n特征：以哈特尔地区的传统设计所绘制的盾。作为盾，其性能和一般的木盾没有很大差别，但作为工艺品，很受人欢迎。",
    "普通图鉴：358 大师图鉴：363\n武器 兔纹盾\n特征：森林里的猎人喜爱使用的盾。没有什么特别之处，易于使用，但耐久性不佳。兔子的设计是因为迷信这样能给打猎带来好运。",
    "普通图鉴：359 大师图鉴：364\n武器 鱼纹盾\n特征：海上的渔夫喜爱使用的盾。为了方便在船上使用而用轻质木头做成。鱼的设计是因为迷信这样能带来鱼获。",
    "普通图鉴：360 大师图鉴：365\n武器 旅人盾\n特征：被广泛用于旅人防身的盾。皮革绷在结实的木头上，可以承受来自低级怪物和野兽的攻击。",
    "普通图鉴：361 大师图鉴：366\n武器 士兵盾\n特征：过去配备给守卫城堡的士兵的盾。因为是用木头做成，很轻便易用，但一旦着火就会烧掉，所以要小心。",
    "普通图鉴：362 大师图鉴：367\n武器 骑士盾\n特征：侍奉海拉鲁王族的骑士所使用的盾。金属制，做工结实，所以能经受激烈战斗。有一定重量，必须有相当的技术才能使用。",
    "普通图鉴：363 大师图鉴：368\n武器 王族盾\n特征：即使是在海拉鲁的骑士中，此盾也只被授予执行保护王族任务的骑士。是因美丽的装饰和高度的防御力而极具魅力的佳品。",
    "普通图鉴：364 大师图鉴：369\n武器 森民盾\n特征：据说是克洛格族为人类制作的盾。使用只生长在克洛格森林里的极其坚硬的木头制作，所以远比看起来结实。",
    "普通图鉴：365 大师图鉴：370\n武器 卓拉盾\n特征：用纤细的装饰点缀过的卓拉族的盾。据说熟练使用者能用左右的弯曲部分格挡开攻击，保护身体。",
    "普通图鉴：366 大师图鉴：371\n武器 风筝盾\n特征：利特族战士爱用的盾。为了能在空中战时就这么背着飞行，而制作成了这个形状。",
    "普通图鉴：367 大师图鉴：372\n武器 格鲁德盾\n特征：单手剑和盾是格鲁德族的基本配备。因配合战斗风格而进化了的金属制盾。不只是士兵，也很受旅人重用。",
    "普通图鉴：368 大师图鉴：373\n武器 太阳盾\n特征：即使是格鲁德的士兵，也只有队长以上级别的才会被赐予这个豪华盾。使用了宝石，作为装饰品具有很高价值，作为盾也非常优秀。",
    "普通图鉴：369 大师图鉴：374\n武器 七宝盾\n特征：英杰乌尔波扎爱用的最高级的盾。使用了严选的金属，是兼具轻巧和强韧的佳品。拥有连强烈攻击也能轻松承受的性能。",
    "普通图鉴：370 大师图鉴：375\n武器 护心盾\n特征：希卡族所使用的木质小型盾。据说，为了确保其机动性和避免死角，而做成了特殊的形状。",
    "普通图鉴：371 大师图鉴：376\n武器 古代兵装·盾\n特征：使用了古代希卡族技术的盾。闪耀着蓝色的表面表明其正在防御。拥有反射守护者光束的功能。",
    "普通图鉴：372 大师图鉴：377\n武器 生锈的盾\n特征：好像是骑士用过的金属制的旧盾。经过长时间使用后已经生锈，防御性能下降，但多少还能使用。",
    "普通图鉴：373 大师图鉴：378\n武器 近卫盾\n特征：由希卡族使用古代技术制作的盾。承受攻击的力量非常强，但在结构上耐久性很低，不太适合实战。",
    "普通图鉴：374 大师图鉴：379\n武器 波克盾\n特征：只是在掉落的木板上装上把手做成的波克布林的盾。耐久性很低，很容易损坏。",
    "普通图鉴：375 大师图鉴：380\n武器 尖刺波克盾\n特征：用稍微有点硬的木头做成的波克布林的盾。在木板上绑上动物的骨头，增加其强度。",
    "普通图鉴：376 大师图鉴：381\n武器 龙骨波克盾\n特征：在边缘装上化石的骨头，经过强化的波克盾。承受敌人攻击的性能得到了改良，但做工依然很粗糙，所以耐久性不太高。",
    "普通图鉴：377 大师图鉴：382\n武器 蜥蜴盾\n特征：蜥蜴战士喜爱使用的盾。用金属做成，但因为做工粗糙，耐久性并不是很高。",
    "普通图鉴：378 大师图鉴：383\n武器 强力蜥蜴盾\n特征：通过搭配不同种类的金属来提高强度的蜥蜴盾。边缘上有尖刺，使用时要小心。",
    "普通图鉴：379 大师图鉴：384\n武器 钢铁蜥蜴盾\n特征：装了好多片金属装甲的蜥蜴盾。防御性能很高，但是也很重，所以只有战斗能力高的个体才会装备。",
    "普通图鉴：380 大师图鉴：385\n武器 守护者之盾\n特征：用古代希卡族的技术制作的盾。如果是小型守护者放出的那种光束攻击，只要防御就能反射掉。",
    "普通图鉴：381 大师图鉴：386\n武器 守护者之盾+\n特征：防御输出提高，规格变大的守护者之盾。是用现代已失传的古代技术制作的。防御性能不输于金属制的盾。",
    "普通图鉴：382 大师图鉴：387\n武器 守护者之盾++\n特征：防御输出得到最大限度强化的古代盾。拥有金属制的盾所无法实现的轻巧和强度。还能反射小型守护者的光束。",
    "普通图鉴：383 大师图鉴：388\n武器 莱尼尔盾\n特征：莱尼尔所装备的金属制的坚固的盾。虽然是盾，但同时也有刃，所以可以利用这点使出斩击。",
    "普通图鉴：384 大师图鉴：389\n武器 兽王盾\n特征：增加了装甲和刃，攻防都得到强化的莱尼尔盾。边缘所使用的刃非常锐利，可以将简单的防具切碎。",
    "普通图鉴：385 大师图鉴：390\n武器 兽神盾\n特征：无论多么猛烈的攻击都能轻松防御，还拥有能斩断强敌的刃，是究极的盾。白鬃莱尼尔很喜爱使用。",
    "普通图鉴：386 大师图鉴：391\n宝物 宝箱\n特征：收纳装备和贵重品的箱子。多见于神庙里和敌人的据点。有时也会埋在地下。",
    "普通图鉴：387 大师图鉴：392\n宝物 矿床\n特征：里面含有很多矿物的岩石。敲开后，除了可以开采到岩盐和打火石外，还有价值高的矿物等各种各样的东西。",
    "普通图鉴：388 大师图鉴：393\n宝物 稀有矿床\n特征：里面含有贵重矿物的岩石。有时还能开采到红宝石和蓝宝石这类稀有的矿物。",
    "普通图鉴：389 大师图鉴：394\n宝物 夜光矿床\n特征：里面含有很多夜光石的岩石。敲开后，可以开采到易加工尺寸的夜光石。"
  ],
  "旷野之息图鉴": [ "[$t玩家]抽出了：\n{%_全图鉴}" ],
  "_旷野之息生物": [
    "普通图鉴：1 大师图鉴：1\n生物 马\n特征：主要栖息在草原上。从古代起就作为交通工具被人类亲近。但是，野生的马一旦接近人类就会立刻逃走，所以捕捉的时候必须静静地潜行靠近。",
    "普通图鉴：2 大师图鉴：2\n生物 巨马\n特征：看不见其他同类的巨大的马。它的身体能力凌驾于普通马之上，但是性格也非常粗暴。无论是捕捉还是驾驭都必须要有熟练的技术。是很挑骑手的马。",
    "普通图鉴：3 大师图鉴：3\n生物 白马\n特征：据说，100年前灭亡的海拉鲁王族为了向人民展示他们的权威，会骑着非常稀有的白马。这匹白马或许是那匹马的子孙。",
    "普通图鉴：4 大师图鉴：4\n生物 山林霸主\n特征：治理动物们居住的森林的霸主。别名萨托利。据说是过去在这片土地死去的贤者转生而来的神圣生物。戒备心很强，所以不怎么会出现在人们面前。",
    "普通图鉴：5 大师图鉴：5\n生物 骷髅马\n特征：怪物所骑的骨头马。出生时是普通的马，但因为灾厄盖侬的力量而复苏为怪物。只能在夜间维持这个样子。",
    "普通图鉴：6 大师图鉴：6\n生物 驴\n特征：小型的马作为家畜被饲养在人类居住的地方。在海拉鲁找不到野生的驴。比外表看起来更有力量，擅长搬运货物，所以经常被旅行商人带着。",
    "普通图鉴：7 大师图鉴：7\n生物 沙海象\n特征：用大大的鳍像是游泳般在沙中移动。原本是格鲁德沙漠里的野生动物，但是现在已被格鲁德族驯化。听觉很发达，即使潜伏在沙子里也能依靠周围的声音，不受迷惑地前进。大大的牙齿是它的特征，但实际喜欢吃水果。",
    "普通图鉴：8 大师图鉴：8\n生物 帕特丽夏\n特征：璐菊饲养的沙海象。外表有点吓人，但璐菊非常宠爱它，还在家里准备了专用的沙地。额头上的蝴蝶结也是她送的礼物。比其他沙海象熟练度都要高，无论何时都不会胆怯，可以在沙漠任意驰骋。作为族长的搭档，也是很值得信赖的。",
    "普通图鉴：9 大师图鉴：9\n生物 尾立松鼠\n特征：以大大的尾巴为特征的小动物。主要生活在森林，喜爱吃橡子等树木的果实。拥有可以在脸颊里藏食物的颊囊，但也经常会受到惊吓后，把藏着的橡子都掉出来。",
    "普通图鉴：10 大师图鉴：10\n生物 森林野猪\n特征：栖息在海拉鲁全境的中型野兽。经常能看见它在森林和草原寻找食物的样子。通常性格都很温和，但如果过于接近，就会猛地冲过来，因此要小心。",
    "普通图鉴：11 大师图鉴：11\n生物 赤獠野猪\n特征：以黑色体毛和红色獠牙为特征的野猪。生态与普通野猪相似，但是生命力很高，猛冲的威力也很大，因此狩猎时要时刻警惕危险的发生。",
    "普通图鉴：12 大师图鉴：12\n生物 黑背山羊\n特征：栖息在草原和岩石地区的食草动物。有很容易攀住岩石的蹄子和强韧的腰腿，因此可以在断崖上活动。动作不是很灵敏，所以是很适合狩猎新手的猎物。",
    "普通图鉴：13 大师图鉴：13\n生物 白山羊\n特征：为了获得羊奶而被人类饲养的山羊。新鲜的羊奶还被加工成黄油。柔软的毛也能用于制作衣物，所以很受重视。放牧的时候为了方便知道所在地，会在其脖子上戴上项圈。",
    "普通图鉴：14 大师图鉴：14\n生物 山鹿\n特征：经常能在森林深处见到的雄性鹿。它的特征是拥有分叉的巨大鹿角。一旦感到有危险，还会挥动这个角。因为性格上小心谨慎，所以很难靠近。但如果擅长捕猎的话，或许能骑上去。",
    "普通图鉴：15 大师图鉴：15\n生物 山鹿（雌）\n特征：经常与雄性在一起的雌鹿。雌性没有角，体格也小一些。是戒备心很强的动物，但在吃喜爱的苹果等果实时，戒备心会降低，所以是狩猎或捕捉的好机会。",
    "普通图鉴：16 大师图鉴：16\n生物 湿地水牛\n特征：拥有巨大威武的角的野生牛。喜欢在水边，吃周围的草为生。在村里饲养的家畜哈特诺牛是湿地水牛经过改良后的品种。因为肉质很好，很容易成为狩猎对象。",
    "普通图鉴：17 大师图鉴：17\n生物 哈特诺牛\n特征：为了获得牛奶而被人类作为家畜饲养的牛。据说是哈特诺村原生的。和湿地水牛比，角要小一些，性格也更温和，很容易饲养。放牧时会在其角上戴上鲜艳的装饰。",
    "普通图鉴：18 大师图鉴：18\n生物 高原羊\n特征：原本是栖息在山岳地带的动物，但为了获得它的毛而逐渐被饲养于村子等地方。又厚又长的毛被手工剪下来，用于制作衣物和床品。性格温和而胆小，基本都是集体行动。",
    "普通图鉴：19 大师图鉴：19\n生物 平原狐\n特征：经常能在草原和森林中见到的狐狸。前端白色的蓬松尾巴是它的特征。不群居生活，大多是单独行动。因为是杂食动物，平常都吃果实或虫子，但有时也会捕捉比自己小的动物或鸟。",
    "普通图鉴：20 大师图鉴：20\n生物 雪狐\n特征：栖息在塔邦挞等寒冷的地方。是平原狐的伙伴。它的体毛为了适应雪山而变成了白色，成为了雪中的保护色，所以要找到雪原上的雪狐，需要很强的观察力。",
    "普通图鉴：21 大师图鉴：21\n生物 山贼狼\n特征：食肉的凶猛动物。有很强的攻击性，有时会袭击人类。会集体进行狩猎，将猎物包围后杀死。行事谨慎，如果伙伴被打败，就会转身逃跑。在与其他个体交流时会使用远吠，所以如果在森林里听到，就要小心了。",
    "普通图鉴：22 大师图鉴：22\n生物 荒原土狼\n特征：在格鲁德地区可以见到的狼的伙伴。很耐炎热和干燥，在沙漠也能栖息。经常捕猎其他野兽和小动物，但也会时不时地袭击人类，对于沙漠的旅人是非常危险的存在。",
    "普通图鉴：23 大师图鉴：23\n生物 雪原狼\n特征：生活在海布拉山脉等雪山上，是山贼狼的伙伴。集体行动等基本生态与山贼狼相同，但是因为拥有适应严苛环境的强韧体力和作为雪原保护色的白色体毛，所以一旦与之相遇，危险性更高。",
    "普通图鉴：24 大师图鉴：24\n生物 塔邦挞驼鹿\n特征：塔邦挞地区原生的鹿。是生活在海拉鲁的鹿中体型最大的种类，其特征是扁平而巨大的树枝状角。实际上这个角每年都在生长变化。它的肉柔软而上等，作为炖煮料理的材料等很受欢迎。",
    "普通图鉴：25 大师图鉴：25\n生物 大角犀牛\n特征：长长的角差不多占了半个身体的大小。据说原本是生活在干燥地区的犀牛的伙伴，但是扩大栖息地，适应雪山后成了现在的样子。皮肤非常厚，角的反击力也很强，因此，如果不擅长狩猎的人对它出手，会很危险。",
    "普通图鉴：26 大师图鉴：26\n生物 食蜂熊\n特征：连资深猎人的捕猎都能躲避的动物王者。如果不慎进入它的领地，哪怕是带着武器的人类也会受到它的攻击。如同其名，喜欢吃蜂蜜。危险度很高，但如果分散它的注意力后靠近，或许可以骑到它背上。",
    "普通图鉴：27 大师图鉴：27\n生物 帝灰熊\n特征：拥有灰色体毛的食蜂熊的伙伴，因为更粗暴的性格和强韧的身体，可以说是野生动物中最危险的存在。据说居住在远离人群的冰天雪地中，所以碰到的机会比较少。但是如果看到，还是不要贸然出手比较好。",
    "普通图鉴：28 大师图鉴：28\n生物 海利亚猎犬\n特征：对人类很顺从的聪明的动物。从以前开始，就不只是作为宠物饲养，还被训练用来看护和引导放牧在外的羊。现在的海利亚猎犬据说全都是太古时代海拉鲁王族所饲养的犬的后代。",
    "普通图鉴：29 大师图鉴：29\n生物 卢咪\n特征：闪着淡淡蓝光的神奇生物。一眼看上去好像是兔子，但是起源和具体生态全都不太明了，只知道它有着喜欢收集卢比的奇怪习性。",
    "普通图鉴：30 大师图鉴：30\n生物 普雀\n特征：海拉鲁最普通的小鸟。主要栖息在平原和森林，但在人类居住的地方也能见到。是杂食动物，树木果实和小虫之类的它都吃。那蹦蹦跳跳移动的样子看起来很可爱，但其实和人不太亲近。",
    "普通图鉴：31 大师图鉴：31\n生物 红雀\n特征：栖息在海布拉地区的小鸟。会啄食野菜和嫩芽之类的。羽毛是鲜艳的红色，有时也会被做成装饰品。",
    "普通图鉴：32 大师图鉴：32\n生物 青波雀\n特征：在拉聂尔地区常见的小鸟。喜欢吃水边的嫩叶和水草。据说，周围没有危险时，会在雨后的水塘或河流的浅滩等地洗澡。",
    "普通图鉴：33 大师图鉴：33\n生物 五彩雀\n特征：能在费罗尼地区见到的小鸟。如同名字一样，它拥有鲜艳的羽毛，作为鉴赏用而受到部分收藏家的欢迎。以热带森林里丰富的小型虫子为主食，但因为杂食性，也会吃树木的果实。",
    "普通图鉴：34 大师图鉴：34\n生物 沙雀\n特征：栖息在格鲁德地区的小鸟。适应了干燥的环境，非常耐热。在沙漠里，为了不被发现，经常可以看见它把自己半埋在沙子里一动不动的样子。",
    "普通图鉴：35 大师图鉴：35\n生物 金雀\n特征：在奥尔汀地区栖息的麻雀的伙伴。据说，已经适应火山之类严苛的环境，羽毛拥有了耐火的性能。会吃躲藏在岩地里的小虫子为生。",
    "普通图鉴：36 大师图鉴：36\n生物 凡鸽\n特征：生活在海拉鲁全境的森林和草原的鸟。栖息地很广，在人类居住的地方也常见到。戒备心不太强，即便是不熟悉狩猎的人也能比较容易地捕捉到它。",
    "普通图鉴：37 大师图鉴：37\n生物 虹鸽\n特征：拥有非常鲜艳的羽毛的凡鸽的伙伴。在海拉鲁，主要是栖息在北部的森林和草原。喜爱吃树木的果实和谷物，但也会啄食昆虫和蚯蚓。据说它的肉质比凡鸽更上等。",
    "普通图鉴：38 大师图鉴：38\n生物 火焰鸽\n特征：只栖息在死亡之山附近的珍惜鸽子。羽毛具有很强的耐火性，因此作为衣物的材料受到重视。但相反的，它的肉没有那样的耐火性，因此捉到后，很快就能把肉烤熟。",
    "普通图鉴：39 大师图鉴：39\n生物 白鸽\n特征：生活在海布拉地区，拥有雪白羽毛的鸽子。据说，在凡鸽中，拥有雪中保护色羽毛的个体在雪山上生存了下来，成为了白鸽。为了耐住严寒而囤积脂肪，能从它身上获得顶级的鸟肉。",
    "普通图鉴：40 大师图鉴：40\n生物 山鸦\n特征：非常聪明的鸟，鸣叫声是它的特征。不只是山岳地带，也栖息在森林和人类的居住地。有时候会瞅准人类的空当破坏农作物。那全黑的羽毛给人印象很深，也因此常常被视为不祥之物而遭到厌恶。",
    "普通图鉴：41 大师图鉴：41\n生物 白星鸭\n特征：栖息在海拉鲁全境的水边的鸟。擅长使用脚蹼游泳。经常可以见到它在河流和湖泊用嘴梳理羽毛的样子，以及为了捕食水里的猎物而一头扎进水里倒立的姿态。如果捉到，可以获得脂肪丰厚的上等肉。",
    "普通图鉴：42 大师图鉴：42\n生物 青羽鹭\n特征：经常能在海拉鲁各地的水边见到的鸟。其特征是细细的脚喝长长的脖子。吃水里的鱼和青蛙等为生。有时候会一动不动地埋伏，直到猎物靠近，然后伸出脖子捕食。",
    "普通图鉴：43 大师图鉴：43\n生物 桃鹭\n特征：羽毛尖端和头部都是美丽的桃粉色。和生活在水边的青羽鹭不同，它是栖息在草原和干燥地带的。会啄食岩石背阴处和草丛里的昆虫。经常会踱着细细的脚寻找食物，但一旦感知到危险，就会迅速飞走。",
    "普通图鉴：44 大师图鉴：44\n生物 岛鹰\n特征：栖息在平原和高地的食肉性鸟。拥有锋利的爪子和鸟嘴，会捕捉其他鸟类和小动物作为食物。总是在高高的地方悠然自得地飞行，寻找着地上的猎物。",
    "普通图鉴：45 大师图鉴：45\n生物 海滨鸥\n特征：栖息在大海附近的鸟。主要吃鱼类为生，所以在鱼群游泳的海上经常能看到海滨鸥飞来飞去。海上的渔夫会利用它的这个习性来寻找鱼群的所在。",
    "普通图鉴：46 大师图鉴：46\n生物 奥尔汀鸵鸟\n特征：栖息在奥尔汀地区的大型鸟，为了适应像火山那样酷热的环境而进化，羽毛和皮肤拥有很高的防火性能。翅膀很小，不能飞，但是脚很发达，奔跑的速度很快。",
    "普通图鉴：47 大师图鉴：47\n生物 咕咕鸡\n特征：为了获得蛋而饲养在村里的鸡，有一部分作为宠物也与人很亲近。平常不会飞，但如果被人举起来的话，就会因为受惊而不停地猛烈拍打翅膀。通常都很温和而胆小，但如果不停地被人戳的话……",
    "普通图鉴：48 大师图鉴：48\n生物 海拉鲁鲈鱼\n特征：栖息在海拉鲁全境的普通的鱼。可以直接就这么吃，但如果加以烹饪，回复效果也会变强。",
    "普通图鉴：49 大师图鉴：49\n生物 生命鲈鱼\n特征：生活在水边的大型鱼。大大的身体里储存着丰富的营养。如果用于烹饪，心心会回复到超出上限。",
    "普通图鉴：50 大师图鉴：50\n生物 精力鲈鱼\n特征：据说是活了很久的海拉鲁鲈鱼。生命力非常强，如果烹饪后使用，能一下子回复精力槽。",
    "普通图鉴：51 大师图鉴：51\n生物 生命三文鱼\n特征：栖息在寒冷水域的鱼。如果烹饪后食用，那为了抵抗严寒而储存在体内的脂肪会发挥增加心心最大值的效果。",
    "普通图鉴：52 大师图鉴：52\n生物 冰冷鳟鱼\n特征：喜欢寒冷水域的蓝色鳟鱼。据说皮肤里含有让身体变冷的成分。如果烹饪后使用，就能拥有耐热能力。",
    "普通图鉴：53 大师图鉴：53\n生物 暖暖鳟鱼\n特征：喜欢温暖水域的红色鳟鱼。体内拥有储存热量的特殊脏器。如果作为食材来烹饪，可以做出令身体温暖的料理。",
    "普通图鉴：54 大师图鉴：54\n生物 酥麻鳟鱼\n特征：栖息在湖泊等淡水中的鳟鱼。如果将含有绝缘成分的鱼鳞用于烹饪，可以做出具有耐电效果的菜肴。",
    "普通图鉴：55 大师图鉴：55\n生物 潜行鳟鱼\n特征：能在黑暗处发光的鱼。鱼鳞中的发光物质里含有提高集中力的成分，如果用于烹饪，就能很慎重地，悄无声息地展开行动。",
    "普通图鉴：56 大师图鉴：56\n生物 大剑鲤鱼\n特征：栖息在淡水的鲤鱼的伙伴。肝脏中所含的成分有增强肌肉力量的效果。如果烹饪后食用，能增加攻击力。",
    "普通图鉴：57 大师图鉴：57\n生物 铠甲鲤鱼\n特征：鱼鳞犹如坚硬铠甲的古代鱼。如果用于烹饪，鱼鳞内储存的成分可以令骨骼强健，增加防御力。",
    "普通图鉴：58 大师图鉴：58\n生物 三色鲤鱼\n特征：由野生的铠甲鲤鱼人工改良而来的观赏鱼。拥有自然界不存在的美丽颜色和花纹。不过即使用于烹饪也没有特殊效果。",
    "普通图鉴：59 大师图鉴：59\n生物 大剑鲷鱼\n特征：性格暴躁的海鱼，如果烹饪后食用，据说会因为鱼身中所含的成分而提高斗志，增加攻击力。",
    "普通图鉴：60 大师图鉴：60\n生物 铠甲鲷鱼\n特征：全身都被坚硬鱼鳞覆盖着的鲷鱼。如果用于烹饪，鱼鳞内储存的成分会令骨骼变得结实，增加防御力。",
    "普通图鉴：61 大师图鉴：61\n生物 潜行田螺\n特征：栖息在淡水的大型螺。如果用于烹饪，听觉会变得敏锐，可以悄无声息地展开行动。到了晚上，会发出萤火虫般的光。",
    "普通图鉴：62 大师图鉴：62\n生物 生命海螺\n特征：大多栖息在海边沙滩上的螺。蕴含大量滋养身体的成分，如果用于烹饪，心心会回复到超出上限。",
    "普通图鉴：63 大师图鉴：63\n生物 大剑螃蟹\n特征：栖息在水边，以锋利钳子为特征的螃蟹。钳子肉里含有提高肌肉力量的成分。如果烹饪后食用，能增加攻击力。",
    "普通图鉴：64 大师图鉴：64\n生物 铠甲螃蟹\n特征：它的甲壳即使在螃蟹中也属于特别硬的。据说蟹黄和蟹肉里含有强健身体的营养。如果烹饪后食用，能增加防御力。",
    "普通图鉴：65 大师图鉴：65\n生物 精力螃蟹\n特征：因下雨时大量出现而闻名。蟹肉紧实，拥有令人忘记疲惫的香味。如果用于烹饪，可以回复精力槽。",
    "普通图鉴：66 大师图鉴：66\n生物 精灵\n特征：当你精疲力尽时，它会从袋子里飞出，瞬间治愈你的伤口。和萤火虫不同，白天也会淡淡地闪耀着光。",
    "普通图鉴：67 大师图鉴：67\n生物 冰冷凤蝶\n特征：一种神奇的蝴蝶，它的鳞粉可以使空气冷却。它融入雪中飘舞的姿态十分美丽。如果和怪物材料一起熬煮，就可以变成解暑药。",
    "普通图鉴：68 大师图鉴：68\n生物 暖暖凤蝶\n特征：栖息在森林或平原等温暖地区的蝴蝶。如果将储存阳光的鳞粉和怪物材料一起熬煮，就可以变成暖身药。",
    "普通图鉴：69 大师图鉴：69\n生物 酥麻凤蝶\n特征：只有在下雨的时候才出现的珍贵蝴蝶。具有在体内器官产生绝缘成分的性质。熬煮成药后，可以耐受电击。",
    "普通图鉴：70 大师图鉴：70\n生物 耐火凤蝶\n特征：栖息在高温火山地带的珍贵蝴蝶。体内蕴藏着耐燃性高的体液，熬煮后制成的外敷药会发挥出耐火的效果。",
    "普通图鉴：71 大师图鉴：71\n生物 冰冷蜻蜓\n特征：喜欢树荫等凉爽地方的蜻蜓。据说蓝色通透的翅膀具有散热成分，熬煮后可以作为解暑药使用。",
    "普通图鉴：72 大师图鉴：72\n生物 暖暖蜻蜓\n特征：翅膀前端有红色花纹特征的蜻蜓。上面具有发汗作用的成分。和怪物材料一起熬煮后，能够耐寒。",
    "普通图鉴：73 大师图鉴：73\n生物 酥麻蜻蜓\n特征：只有在下雨的时候才出现的珍贵蜻蜓。长长的翅膀具有能将电流排出体外的特殊成分。做成药后，此功能可转化为提高耐电性。",
    "普通图鉴：74 大师图鉴：74\n生物 精力蚱蜢\n特征：为了觅食，拥有可以持续跳跃一整天的能量。储存在它体内的养分是成为恢复精力槽药的来源。",
    "普通图鉴：75 大师图鉴：75\n生物 大剑独角仙\n特征：栖息在森林里的昆虫大王。大大的角用来熬煮成药后，据说可以增加肌肉的血流量，攻击力就会上升。",
    "普通图鉴：76 大师图鉴：76\n生物 铠甲独角仙\n特征：拥有铠甲般坚硬身体的独角仙。它壳中的成分熬煮成药后，可以强化躯干，提高防御力。",
    "普通图鉴：77 大师图鉴：77\n生物 精力独角仙\n特征：可以活上10年之久的珍贵独角仙、它的强大生命力做成药后，能够一下子回复精力槽，立竿见影。",
    "普通图鉴：78 大师图鉴：78\n生物 静静萤火虫\n特征：一到夜里就会淡淡发光的昆虫。据说体内的发光物质还有提高集中力的效果。做成药后，行动时不会发出声响。",
    "普通图鉴：79 大师图鉴：79\n生物 速速蛙\n特征：敏捷地在水边跳来跳去的青蛙。它的肉中含有一种可增加敏捷性的物质，和怪物材料一起熬煮，会成为提高移动速度的药。",
    "普通图鉴：80 大师图鉴：80\n生物 毅力蛙\n特征：只有在下雨时才会出现的珍贵青蛙。肝脏里的成分有活跃新陈代谢的功效，做成药后，精力槽可以增长到超出上限。",
    "普通图鉴：81 大师图鉴：81\n生物 速速蜥\n特征：一种疾走如飞的蜥蜴，可以在草地和森林里看到。据说它的肉有增强脚部肌肉力量的效果。和怪物材料一起熬煮，会成为提高移动速度的药。",
    "普通图鉴：82 大师图鉴：82\n生物 生命蜥\n特征：一种罕见的蜥蜴，主要住在深邃的森林里。它吃的食物营养价值很高，生命力十分顽强。如果做成药材，可以大幅度提高心心的最大值。",
    "普通图鉴：83 大师图鉴：83\n生物 耐火蜥\n特征：只有在奥尔汀地区生存的特殊蜥蜴。鳞片上含有大量耐火成分。和怪物材料一起熬煮后，可以变成耐火药。"
  ],
  "旷野之息生物": [ "[$t玩家]抽出了：\n{%_旷野之息生物}" ],
  "_旷野之息怪物": [
    "普通图鉴：84 大师图鉴：84\n怪物 丘丘\n特征：栖息在海拉鲁全境的凝胶状低级怪物。它会突然从地面或树上现身，根据身体大小的不同，体力也不一样。据说对它身上掉下来的胶状物进行加热或冷却，或者给予电流刺激后，性质将有所改变。",
    "普通图鉴：85 大师图鉴：85\n怪物 火丘丘\n特征：覆盖着火焰的凝胶状低级怪物。根据身体大小的不同，体力也不一样。如果一不留神打到它，就会发生破裂并爆炸，所以用枪从远处刺向它才是万全之策。",
    "普通图鉴：86 大师图鉴：86\n怪物 冰丘丘\n特征：覆盖着冷气的凝胶状低级怪物。根据身体大小的不同，体力也不一样。如果一不留神打到它，就会发生破裂，并散发出冷气，十分危险。所以用枪从远处刺向它才是万全之策。",
    "普通图鉴：87 大师图鉴：87\n怪物 电丘丘\n特征：覆盖着电流的凝胶状低级怪物。根据身体大小的不同，体力也不一样。如果一不留神打到它，就会发生破裂，并放出电来，十分危险。所以用枪从远处刺向它才是万全之策。",
    "普通图鉴：88 大师图鉴：88\n怪物 蝙蝠\n特征：在黑夜中出现的像蝙蝠一样的低级怪物。它无规律地飞来飞去，所以战斗比较困难，但只要一击就能解决掉它。有时候会一大群地袭击过来，但只要冷静地给予一击便能散去。",
    "普通图鉴：89 大师图鉴：89\n怪物 火蝙蝠\n特征：在黑夜中出现的像蝙蝠一样的低级怪物。浑身覆盖着火焰，一旦触摸它，就会被燃烧起来。",
    "普通图鉴：90 大师图鉴：90\n怪物 冰蝙蝠\n特征：在黑夜中出现的像蝙蝠一样的低级怪物。浑身覆盖着冷气，一旦触摸它，就会被冰冻起来。",
    "普通图鉴：91 大师图鉴：91\n怪物 电蝙蝠\n特征：在黑夜中出现的像蝙蝠一样的低级怪物。浑身覆盖着电流，一旦触摸它，就会被麻痹。",
    "普通图鉴：92 大师图鉴：92\n怪物 水八爪怪\n特征：长得像章鱼一样的低级怪物。平时潜藏在水里，当下雨时，气压下降，体内的鱼鳔会膨胀起来，漂浮到空中。吐出来的岩石可以用盾弹回去。",
    "普通图鉴：93 大师图鉴：93\n怪物 森八爪怪\n特征：长得像章鱼一样的低级怪物。潜藏在森林里面，伪装成草或灌木。靠近它后，会钻进地面隐藏起来。原本是水生怪物，但不知不觉竟然在森林里居住了下来。",
    "普通图鉴：94 大师图鉴：94\n怪物 岩八爪怪\n特征：长得像章鱼一样的低级怪物。栖息在火山地区。会深深地吸一口气，将覆盖着火焰的岩石吐出来。吸入力十分强力，甚至还可以吸入武器和炸弹。",
    "普通图鉴：95 大师图鉴：95\n怪物 雪八爪怪\n特征：长得像章鱼一样的低级怪物。栖息在雪原地区。会伪装成生长在雪原上的芒草，只要看到人，就会吐出雪球袭击过来。",
    "普通图鉴：96 大师图鉴：96\n怪物 宝八爪怪\n特征：长得像章鱼一样的低级怪物。会伪装成宝箱，潜藏在沙地和雪原中。一不留神靠近它，就会遭到奇袭。据说附着在八爪怪头上的铁制宝箱并不是真正的宝箱，而是它身体的一部分。证据就是它头部的宝箱对磁石毫无反应。",
    "普通图鉴：Null 大师图鉴：97\n怪物 天空八爪怪\n特征：长得像章鱼一样的低级怪物。原本是水生怪物，但体内鱼鳔十分发达，所以会变得经常漂浮在空中。但是盯上它的其他怪物会利用这个能力，作为空中据点来驱使。它们被训练成听到角笛的声音就会上升，却不会攻击过来。",
    "普通图鉴：97 大师图鉴：98\n怪物 火焰长袍魔法师\n特征：存在于海拉鲁全境，会使用魔法的怪物。会操纵火焰杖，飞出火球，或是召唤覆盖着火焰的怪物。而且，有时还会使用魔法，将世界的气候变成灼热的天气。打倒长袍魔法师，可以使气候恢复平常。",
    "普通图鉴：98 大师图鉴：99\n怪物 冰雪长袍魔法师\n特征：存在于海拉鲁全境，会使用魔法的怪物。会操纵冰雪杖，散发出冷气，或是召唤覆盖着冷气的怪物。而且，有时还会使用魔法，将世界的气候变成大雪天气。打倒长袍魔法师，可以使气候恢复平常。",
    "普通图鉴：99 大师图鉴：100\n怪物 电击长袍魔法师\n特征：存在于海拉鲁全境，会使用魔法的怪物。会操纵电击杖，飞出电球，或是召唤覆盖着雷电的怪物。而且，有时还会使用魔法，将世界的气候变成雷雨天气。打倒长袍魔法师，可以使气候恢复平常。",
    "普通图鉴：100 大师图鉴：101\n怪物 陨石长袍魔法师\n特征：存在于海拉鲁全境，会使用魔法的怪物。会操纵陨石杖，飞出火球，或是召唤覆盖着火焰的怪物。而且，有时还会使用魔法，将世界的气候变成灼热的天气。打倒长袍魔法师，可以使气候恢复平常。",
    "普通图鉴：101 大师图鉴：102\n怪物 冰冻长袍魔法师\n特征：存在于海拉鲁全境，会使用魔法的怪物。会操纵冰冻杖，飞出冰冻球，或是召唤覆盖着冷气的怪物。而且，有时还会使用魔法，将世界的气候变成大雪天气。打倒长袍魔法师，可以使气候恢复平常。",
    "普通图鉴：102 大师图鉴：103\n怪物 雷电长袍魔法师\n特征：存在于海拉鲁全境，会使用魔法的怪物。会操纵雷电杖，飞出电球，或是召唤覆盖着雷电的怪物。而且，有时还会使用魔法，将世界的气候变成雷雨天气。打倒长袍魔法师，可以使气候恢复平常。",
    "普通图鉴：103 大师图鉴：104\n怪物 波克布林\n特征：栖息在海拉鲁全境的怪物。在荒凉的海拉鲁结成党羽，变为山贼。虽然不是很聪明，但至少会狩猎，并有将猎来的野兽烤熟后再吃的智慧。据说它是凶暴的肉食者，但也喜欢吃水果。",
    "普通图鉴：104 大师图鉴：105\n怪物 蓝色波克布林\n特征：栖息在海拉鲁全境的怪物。和红色波克布林相比，体力值高，使用的武器也更强力。它好像也有稍微聪明的地方。比如发现遥控炸弹，会迅速踢飞来避开危险。",
    "普通图鉴：105 大师图鉴：106\n怪物 黑色波克布林\n特征：栖息在海拉鲁全境的怪物。体力值非常高，因为很多都配备强力的武器，所以它们在波克布林族里面危险度最高。",
    "普通图鉴：106 大师图鉴：107\n怪物 骷髅波克布林\n特征：在黑夜里出现的波克布林的遗骸。只需要一击，它就变得支离破碎，看似十分脆弱，但只要头盖骨在，就会再次复原。偶尔它们会搞错头盖骨，但好像问题并不大。",
    "普通图鉴：107 大师图鉴：108\n怪物 白银波克布林\n特征：拥有远超于黑色波克布林的体力，属于最强的波克布林。因为身体是白色的，以及它很稀少，所以被称为白银波克布林。由于受到盖侬凶恶魔力的影响，体内会浮现出紫色条纹，这也是它的特征。",
    "普通图鉴：Null 大师图鉴：109\n怪物 黄金波克布林\n特征：它是非常凶恶的波克布林。凌驾于白银波克布林之上，拥有很好的战斗力和体力。据说它是由白银波克布林被雷击中，受到刺激后突然变异而来的品种。因此它耐受性很好，即便遭到雷击，好像也不会麻痹。",
    "普通图鉴：108 大师图鉴：110\n怪物 莫力布林\n特征：栖息在海拉鲁全境的重量级怪物。它的腕力十分惊人。据说有时可以将波克布林甩过来。腰腿力量也很强韧，连炸弹也吹不走。这个种族要比波克布林来的厉害。",
    "普通图鉴：109 大师图鉴：111\n怪物 蓝色莫力布林\n特征：栖息在海拉鲁全境腕力很强的怪物。比红色莫力布林的体力更强韧，装备的武器也更强力。",
    "普通图鉴：110 大师图鉴：112\n怪物 黑色莫力布林\n特征：栖息在海拉鲁全境的重量级怪物。体力值非常高。因为很多都配备强力的武器，所以它们在莫力布林族里面危险度最高。",
    "普通图鉴：111 大师图鉴：113\n怪物 骷髅莫力布林\n特征：在黑夜里出现的莫力布林的遗骸。平时很强韧的莫力布林变成骨头后好像十分脆弱，只需稍加攻击，它就变得支离破碎。但只要头盖骨在，就会再次复原。",
    "普通图鉴：112 大师图鉴：114\n怪物 白银莫力布林\n特征：拥有远超于黑色莫力布林的体力。属于最强的莫力布林。因为身体是白色的，以及它很稀少，所以被称为白银莫力布林。由于受到盖侬凶恶魔力的影响，体内浮现出紫色条纹，这也是它的特征。",
    "普通图鉴：Null 大师图鉴：115\n怪物 黄金莫力布林\n特征：它是非常凶恶的莫力布林。凌驾于白银莫力布林之上，拥有很好的战斗力和体力。据说它是由白银莫力布林被雷击中，受到刺激后突然变异而来的品种。因此它耐受性很好，即便遭到雷击，好像也不会麻痹。",
    "普通图鉴：113 大师图鉴：116\n怪物 蜥蜴战士\n特征：栖息在海拉鲁全境，敏捷的蜥蜴类怪物。他们是狡猾的种族。有时会潜藏在水中，将身体伪装成地面，然后奇袭过来。无论昼夜，都不睡觉。它们属于肉食者，爱吃野兽，也喜欢吃虫子。",
    "普通图鉴：114 大师图鉴：117\n怪物 蓝色蜥蜴战士\n特征：栖息在海拉鲁全境，敏捷的蜥蜴类怪物。比起绿色蜥蜴战士，它们很多都拥有强大的武器，体力也很强韧。",
    "普通图鉴：115 大师图鉴：118\n怪物 黑色蜥蜴战士\n特征：栖息在海拉鲁全境，敏捷的蜥蜴类怪物。体力值非常高。因为很多都配备强力的武器，所以他们在蜥蜴战士族里面危险度最高。",
    "普通图鉴：116 大师图鉴：119\n怪物 骷髅蜥蜴战士\n特征：在黑夜里出现的蜥蜴战士的遗骸。即便成了骨头，身手依然敏捷。身体十分脆弱，敲击一下就会支离破碎，但只要不打碎头盖骨，就能再次复活。偶尔它们会搞错头盖骨，但好像问题并不大。",
    "普通图鉴：117 大师图鉴：120\n怪物 喷火蜥蜴战士\n特征：栖息在海拉鲁全境，敏捷的蜥蜴类怪物。虽然它会从口中吐出火焰，是个十分难缠的种类，但听说如果接触到冷气，就会当场毙命。它们好像主要栖息在火山地带，但有人目击到在阿卡莱地区也有。",
    "普通图鉴：118 大师图鉴：121\n怪物 吐雹蜥蜴战士\n特征：栖息在海拉鲁全境，敏捷的蜥蜴类怪物。虽然它会从口中吐出冰球，是个十分难缠的种类，但如果接触到火焰，就会当场毙命。主要栖息在雪山地带。",
    "普通图鉴：119 大师图鉴：122\n怪物 电麻蜥蜴战士\n特征：栖息在海拉鲁全境，敏捷的蜥蜴类怪物。有时会从身体里发出强力的电流，它的角上带电，用弓箭射击那里，就会大范围地放电。好像主要栖息在沙漠地区。",
    "普通图鉴：120 大师图鉴：123\n怪物 白银蜥蜴战士\n特征：拥有远超于黑色蜥蜴战士的体力。属于最强的蜥蜴战士。因为身体是白色的，以及它很稀少，所以被称为白银蜥蜴战士。由于受到盖侬凶恶魔力的影响，体内浮现出紫色条纹，这也是它的特征。",
    "普通图鉴：Null 大师图鉴：124\n怪物 黄金蜥蜴战士\n特征：它是非常凶恶的蜥蜴战士。凌驾于白银蜥蜴战士之上，拥有很好的战斗力和体力。据说它是由白银蜥蜴战士被雷击中，受到刺激后突然变异而来的品种。因此它耐受性很好，即便遭到雷击，好像也不会麻痹。",
    "普通图鉴：121 大师图鉴：125\n怪物 莱尼尔\n特征：据说自古以来就栖息在海拉鲁全境半人半兽的怪物。其中不乏有危险度高的种族，无论是智力、体力都很高，所有的攻击也十分强力。火焰、冰块、电流对于他们来说毫无威胁可言，没有做好万全准备前，最好不要迎战。",
    "普通图鉴：122 大师图鉴：126\n怪物 蓝鬃莱尼尔\n特征：据说自古以来就栖息在海拉鲁全境半人半兽的怪物。比起红色莱尼尔，它们更具有强韧的体力，以及配备强力的武器。没有做好完全准备前，最好不要迎战。",
    "普通图鉴：123 大师图鉴：127\n怪物 白鬃莱尼尔\n特征：据说自古以来就栖息在海拉鲁全境半人半兽的怪物。其中不乏有危险度高的种族，无论是智力、体力都很高，使用的武器也很强力，在莱尼尔族里面危险度最高。有时会喷出强烈火焰，所有的攻击都会招来死亡。能够目击到它们的信息不多，那是因为遇到他们还能够生还的人很少。",
    "普通图鉴：124 大师图鉴：128\n怪物 白银莱尼尔\n特征：拥有远超于白鬃莱尼尔的体力。属于最强的莱尼尔。因为身体是白色的，以及它很稀少，所以被称为白银莱尼尔。由于受到盖侬凶恶魔力的影响，体内浮现出紫色条纹，这也是它的特征。",
    "普通图鉴：Null 大师图鉴：129\n怪物 黄金莱尼尔\n特征：它是非常凶恶的莱尼尔。凌驾于白银莱尼尔之上，拥有很好的战斗力和体力。据说它是由白银莱尼尔被雷击中，受到刺激后突然变异而来的品种。如果想要活命，看到它后悄悄地离开才是上上之策。",
    "普通图鉴：125 大师图鉴：130\n怪物 守护者（步行型）\n特征：古代海拉鲁王国集结了希卡族的技术，从而制成了对抗盖侬用的兵器。和目前最新的车辆来比，它有六条腿，更具灵活性，并且它那强有力的激光攻击比起传统武器来说射程更远。切断它的腿能减缓它的机动力。",
    "普通图鉴：126 大师图鉴：131\n怪物 守护者（飞行型）\n特征：古代海拉鲁王国集结了希卡族的技术，从而制成了对抗盖侬用的兵器。进一步改良步行守护者，使得它能够从空中进行侦查和攻击。破坏它的螺旋桨就能将它击落下来。",
    "普通图鉴：127 大师图鉴：132\n怪物 守护者（炮台型）\n特征：古代海拉鲁王国集结了希卡族的技术，从而制成了对抗盖侬用的兵器。主要用于城市等的方位。省去它的腿后，不仅能维持原来的攻击力，还能大幅削减成本，取得了成功。",
    "普通图鉴：128 大师图鉴：133\n怪物 普尔培拉\n特征：它是从神兽瓦·鲁达尼亚的基础上被打造出来的侦察机。会在上空用光线照射地面，来找出侵略者。",
    "普通图鉴：129 大师图鉴：134\n怪物 腐蚀守护者\n特征：之前是古代海拉鲁王国集结了希卡族的技术，从而制成了对抗盖侬用的兵器。在大灾厄时由于遭到破坏而被长期搁置，并受到了风化的影响。其中也有靠近后会从停止状态觉醒，再次运转的个体存在。",
    "普通图鉴：130 大师图鉴：135\n怪物 小型守护者\n特征：设立在试炼神庙里的古代文明兵器的一种。在对抗盖侬用的兵器守护者的基础上，沿用了多足移动结构和光束照射功能，改装成了适合勇者训练用的兵器。",
    "普通图鉴：131 大师图鉴：136\n怪物 小型守护者（初阶）\n特征：设立在试炼神庙里的古代文明兵器的一种。在对抗盖侬用的兵器守护者的基础上，沿用了多足移动结构和光束照射功能，改装成了适合勇者训练用的兵器。为了能够锻炼勇者战斗力的力量试炼，而添加了使用武器的功能。要战胜它，则需要相应的力量。",
    "普通图鉴：132 大师图鉴：137\n怪物 小型守护者（高阶）\n特征：设立在试炼神庙里的古代文明兵器的一种。在对抗盖侬用的兵器守护者的基础上，沿用了多足移动结构和光束照射功能，改装成了适合勇者训练用的兵器。为了能够锻炼勇者战斗力的力量试炼，而添加了使用双刀的功能。要战胜它，则需要相应的力量。",
    "普通图鉴：133 大师图鉴：138\n怪物 小型守护者（终阶）\n特征：设立在试炼神庙里的古代文明兵器的一种。在对抗盖侬用的兵器守护者的基础上，沿用了多足移动结构和光束照射功能，改装成了适合勇者训练用的兵器。为了力量试炼（终阶），而追加了使用三刀的功能，耐久力也非常强。如果没有做好力量的充分准备，是敌不过它的。",
    "普通图鉴：134 大师图鉴：139\n怪物 依盖队 成员\n特征：依盖队的基层成员。为了找出英杰林克，夺走他的性命，而装扮成旅行者或村民遍及海拉鲁全境。因为有时会向林克奇袭过来，所以当看到奇怪的人时，需要注意。他们会操纵单手剑和弓，做出敏捷的动作来。",
    "普通图鉴：135 大师图鉴：140\n怪物 依盖队 干部\n特征：依盖队的成员。携带着会发出真空波的斩风刀。虽然体格强壮，但动作敏捷。据说有时会使用土遁术，叩击地面后，石柱会随着气流而被顶出。",
    "普通图鉴：136 大师图鉴：141\n怪物 可盖大人\n特征：想要杀害英杰林克的依盖队队长。虽然他派出喽啰满世界地搜索，但自己却整天呼噜噜地睡觉。虽说是这样一位队长，但他掌握着究极奥义，喽啰们也出乎意料地十分信赖他。即便他被灭了，喽啰们也会继承他的遗志，继续追杀英杰。",
    "普通图鉴：137EX 大师图鉴：142EX\n怪物 导师米兹·乔西亚\n特征：我是负责试炼的导师，遵循女神海利亚的启示，来选定神兽操纵者的合适人选。\n在试炼的最后，我会站在你面前，运用古代技术的各种招数前来挑战。",
    "普通图鉴：138 大师图鉴：143\n怪物 岩石巨人\n特征：伪装成岩石的巨大怪物。它的身体由坚硬岩石组成，剑和弓对它完全不起作用。听说想要打倒它，就要爬到它的身上，攻击露出在头上的矿床才会有效。",
    "普通图鉴：139 大师图鉴：144\n怪物 岩石巨人（夜光）\n特征：伪装成岩石的巨大怪物。它的身体由坚硬岩石组成，剑和弓对它完全不起作用。头上会露出矿床，里面含有很多夜光石，这是它具有的特征。",
    "普通图鉴：140 大师图鉴：145\n怪物 岩石巨人（稀有）\n特征：伪装成岩石的巨大怪物。它的身体由坚硬岩石组成，剑和弓对它完全不起作用。头上会露出矿床，里面含有很多贵重矿石，这是它具有的特征。",
    "普通图鉴：141 大师图鉴：146\n怪物 熔岩巨人\n特征：伪装成熔岩的巨大怪物。它的身体由坚硬岩石组成，剑和弓对它完全不起作用。它被熔岩覆盖，光触摸就很危险，但如果用冷气使其冷却，就可以爬到它身上。",
    "普通图鉴：142 大师图鉴：147\n怪物 冰岩巨人\n特征：伪装成冻岩的巨大怪物。它的身体由坚硬岩石组成，剑和弓对它完全不起作用。冰冻起来的身体，光触摸就很危险，但如果用火焰使冰块融化，就可以爬到它身上。",
    "普通图鉴：143 大师图鉴：148\n怪物 岩石人\n特征：岩石巨人的幼体。虽然长大后身体会变得像岩石一样坚固，但幼体却轻得可以将它举起。如果投掷，会立刻崩裂，十分脆弱。",
    "普通图鉴：144 大师图鉴：149\n怪物 熔岩人\n特征：熔岩巨人的幼体。长大后会形成熔岩的坚固身体，虽然幼体带有火焰，但轻得用炸弹就可以将它吹飞，十分脆弱。",
    "普通图鉴：145 大师图鉴：150\n怪物 冰岩人\n特征：冰岩巨人的幼体。长大后会形成冰岩的坚固身体，虽然幼体带有冷气，但轻得用炸弹就可以将它吹飞，十分脆弱。",
    "普通图鉴：146EX 大师图鉴：151EX\n怪物 超级熔岩巨人\n特征：伪装成熔岩的巨大怪物，以熔岩巨人的亚种形态潜藏在熔岩中，经长年累月后，使得自己的身体变得更加巨大。不仅力大无比，而且从身体内发出的热量能使周围时常发生骇人的上升气流，其姿态于超级二字名副其实。",
    "普通图鉴：147 大师图鉴：152\n怪物 西诺克斯\n特征：在海拉鲁生存的怪物中，堪称是最大级别的怪物。主要栖息在森林里。它会将树连根拔起挥舞而来，十分凶暴。战斗时，还需要注意周围的地形。可以夺走吊在它项圈上的武器。",
    "普通图鉴：148 大师图鉴：153\n怪物 蓝色西诺克斯\n特征：在海拉鲁生存的怪物中，堪称是最大级别的怪物。主要栖息在森林里。它会将树连根拔起挥舞而来，十分凶暴。战斗时，还需要注意周围的地形。虽然脚上有坚固的护腿被保护着，但如果点火也有可能会燃烧起来。可以夺走吊在它项圈上的武器。",
    "普通图鉴：149 大师图鉴：154\n怪物 黑色西诺克斯\n特征：在海拉鲁生存的怪物中，堪称是最大级别的怪物。主要栖息在森林里。它会将树连根拔起挥舞而来，十分凶暴。战斗时，还需要注意周围的地形。虽然铁质的护腿看上去坚不可摧，但好像经不起电流的攻击。可以夺走吊在它项圈上的武器。",
    "普通图鉴：150 大师图鉴：155\n怪物 骷髅西诺克斯\n特征：巨大的独眼怪物——西诺克斯的遗骸。它一到夜里就会开始行动，将树木连根拔起挥舞而来，所以在战斗时，不能掉以轻心。它只要有眼珠就可以无限回复。",
    "普通图鉴：151 大师图鉴：156\n怪物 莫尔德拉吉克\n特征：隐藏在沙漠地下，像鲸鱼一样的巨大怪物。平时潜伏在地下，当感知到声音时，它会跳到地表上，向猎物咬去。要是不幸遇到它，随意走动会很危险。",
    "普通图鉴：152EX 大师图鉴：157EX\n怪物 王拉吉克\n特征：隐藏在沙漠地下的巨大怪物。以莫尔德拉吉克的亚种形态在地下沉睡数百年，是一个积蓄了力量的奇异个体。它的力量远远凌驾于一般物种，含有铁质的坚固皮肤可以当成厚厚的铠甲，保护着它的身体。",
    "普通图鉴：153 大师图鉴：158\n怪物 奥尔龙\n特征：居住在奥尔汀地区，外形像龙的火焰精灵。据说它自古以来就是力量之泉的使者。“日落时分在天上飞舞”，虽然留下这个传说，但现今目击到的人很少。它的身体被火焰包裹，一旦靠近十分危险。但据说它并不会加害于人类。",
    "普通图鉴：154 大师图鉴：159\n怪物 聂尔龙\n特征：居住在拉聂尔地区，外形像龙的冰雪精灵。据说它自古以来就是智慧之泉的使者。“日落时分在天上飞舞”，虽然留下这个传说，但现今目击到的人很少。它的身体被冷气包裹，一旦靠近十分危险。但据说它并不会加害于人类。",
    "普通图鉴：155 大师图鉴：160\n怪物 费罗龙\n特征：居住在费罗尼地区，外形像龙的雷电精灵。据说它自古以来就是勇气之泉的使者。“日落时分在天上飞舞”，虽然留下这个传说，但现今目击到的人很少。它的身体被雷电包裹，一旦靠近十分危险。但据说它并不会加害于人类。",
    "普通图鉴：156 大师图鉴：161\n怪物 厄咒波克布林\n特征：囚禁在怨念中的波克布林的头骨。已经感觉不到生前的智慧，只会袭击靠近它的东西，成了可怜的存在。",
    "普通图鉴：157 大师图鉴：162\n怪物 厄咒莫力布林\n特征：囚禁在怨念中的莫力布林的头骨。只留下了生前的狰狞，会向靠近它的东西袭击过来。比波克布林的头骨要硬。",
    "普通图鉴：158 大师图鉴：163\n怪物 厄咒蜥蜴战士\n特征：囚禁在怨念中的蜥蜴战士的头骨。只留下了生前的狡猾，会向靠近它的东西袭击过来。比波克布林的头骨要快。",
    "普通图鉴：159 大师图鉴：164\n怪物 雷咒盖侬\n特征：袭击神兽娜波力斯后的盖侬分身。擅长使用雷电迅速攻击。它亲手葬送了英杰之一乌尔波扎的性命。",
    "普通图鉴：160 大师图鉴：165\n怪物 火咒盖侬\n特征：袭击神兽鲁达尼亚后的盖侬分身。擅长使用大剑和火焰进行攻击。它亲手葬送了英杰之一达尔克尔的性命。",
    "普通图鉴：161 大师图鉴：166\n怪物 水咒盖侬\n特征：袭击神兽露塔后的盖侬分身。擅长使用长枪和冰块进行攻击。它亲手葬送了英杰之一米法的性命。",
    "普通图鉴：162 大师图鉴：167\n怪物 风咒盖侬\n特征：袭击神兽梅德后的盖侬分身。擅长使用风，从远距离进行攻击。它亲手葬送了英杰之一力巴尔的性命。",
    "普通图鉴：163 大师图鉴：168\n怪物 灾厄 盖侬\n特征：他是自古以来一次又一次地出现在海拉鲁王国，给人们带来黑暗的元凶。随着时代的变迁，人们也称他为大魔王或是灾厄。虽然他在茧中等待着身体的复活，但对林克的觉醒产生了反应，就以这样不完全的状态出现了。",
    "普通图鉴：164 大师图鉴：169\n怪物 魔兽 盖侬\n特征：因被林克打倒，由云消雾散后的怨念汇聚而成，拥有不祥的魔力盒凶兽般的样子，称其为魔兽十分恰当。它有着盖侬本来的样子，且意识被怨念控制，横冲直撞，狂乱摧毁。"
  ],
  "旷野之息怪物": [ "[$t玩家]抽出了：\n{%_旷野之息怪物}" ],
  "_旷野之息材料": [
    "普通图鉴：165 大师图鉴：170\n材料 苹果\n特征：海拉鲁最常见的水果。就这么生吃也很美味，如果用来烹饪，效果还会提升。",
    "普通图鉴：166 大师图鉴：171\n材料 椰子\n特征：海边的椰子树所结的果实。没有特殊效果，但如果用于烹饪，会回复心心。",
    "普通图鉴：167 大师图鉴：172\n材料 草莓\n特征：在下雪的寒冷地区生长的水果。酸酸甜甜的味道是它的特征。没有特殊效果，但常被用于烹饪。",
    "普通图鉴：168 大师图鉴：173\n材料 生命榴莲\n特征：以强烈的气味为特征的水果之王。具有很强的回复力，如果用于烹饪，心心会回复到大幅度超出上限。",
    "普通图鉴：169 大师图鉴：174\n材料 冰冷蜜瓜\n特征：即使在沙漠也能生长的特殊水果。多汁的果肉可以降低体温，如果用于烹饪，能发挥耐热的效果。",
    "普通图鉴：170 大师图鉴：175\n材料 暖暖草果\n特征：生吃的话会感觉火辣辣的。如果用于烹饪，食用后身体会变暖和，即便在寒冷的地方也能经受得住。",
    "普通图鉴：171 大师图鉴：176\n材料 酥麻水果\n特征：格鲁德沙漠里的仙人掌所结的水果。甘甜的果实里富含绝缘成分。如果用于烹饪，食用后能抵御电的攻击。",
    "普通图鉴：172 大师图鉴：177\n材料 速速莲蓬\n特征：水边开放的荷花的果实。通过深扎于水中的根吸收营养。如果用于烹饪，会展现出提高移动速度的效果。",
    "普通图鉴：173 大师图鉴：178\n材料 大剑香蕉\n特征：主要生长在费罗尼地区热带丛林里的水果。被皮包裹着的果肉具有增加肌肉力量的效果。如果加以烹饪，能做成增加攻击力的菜肴。",
    "普通图鉴：174 大师图鉴：179\n材料 海拉鲁蘑菇\n特征：代表着海拉鲁森林的蘑菇。大多生长在树的旁边。食用后能回复心心。",
    "普通图鉴：175 大师图鉴：180\n材料 毅力蘑菇\n特征：极少见的黄色蘑菇。烹饪后，精力槽的最大值会增长。也就是说，会发挥很重要的效果。",
    "普通图鉴：176 大师图鉴：181\n材料 精力蘑菇\n特征：生长在森林里的树旁边的绿色蘑菇。储存了很多大地的能量，如果用于烹饪，精力会得到回复。",
    "普通图鉴：177 大师图鉴：182\n材料 生命松露\n特征：相当贵重的一种蘑菇。在土里生长，有强烈香气。如果用于烹饪，心心会回复到超出上限。",
    "普通图鉴：178 大师图鉴：183\n材料 大个生命松露\n特征：谁都没有发现的长得巨大的生命松露。因为储存的营养很丰富，如果用于烹饪，心心会回复到远远超出上限。",
    "普通图鉴：179 大师图鉴：184\n材料 冰冷蘑菇\n特征：经常生长在雪山针叶树的树根旁。碰到的话会冰冰的。如果用于烹饪，就能连沙漠的酷暑也经受得住。",
    "普通图鉴：180 大师图鉴：185\n材料 暖暖蘑菇\n特征：主要生长在高温地区的大红色的蘑菇。如外表所见，蕴藏着火之力量。如果用于烹饪，便能发挥连寒冷的雪山也能经受的功效。",
    "普通图鉴：181 大师图鉴：186\n材料 酥麻蘑菇\n特征：在格鲁德地区很常见的蘑菇。菌伞部分富含绝缘成分，如果用于烹饪，就能经受得住电击。",
    "普通图鉴：182 大师图鉴：187\n材料 速速蘑菇\n特征：攀着天花板或断崖生长的蘑菇。无论何处都能生长，生命力很强。如果用于烹饪，会有提高行动速度的效果。",
    "普通图鉴：183 大师图鉴：188\n材料 大剑蘑菇\n特征：表面裂纹像是用剑劈过一样的蘑菇。如果用于烹饪，据说会因菌伞内褶皱中的成分而提高斗志，增加攻击力。",
    "普通图鉴：184 大师图鉴：189\n材料 铠甲蘑菇\n特征：菌伞非常坚硬发达的蘑菇。将菌伞中含有的成分调制烹饪后，具有强化身体的功效，能增加防御力。",
    "普通图鉴：185 大师图鉴：190\n材料 潜行蘑菇\n特征：到了夜里就会静静地发光的蘑菇。如果用于烹饪，就会因菌伞内所含的成分而提高集中力，行动时没有一点动静。",
    "普通图鉴：186 大师图鉴：191\n材料 海拉鲁草\n特征：充满生命力的香草。大多生长在海拉鲁的草原上。如果用于烹饪，能令心心回复。",
    "普通图鉴：187 大师图鉴：192\n材料 生命小萝卜\n特征：生长在日照良好的草原上的珍稀萝卜。如果用于烹饪，心心会回复到超出上限。",
    "普通图鉴：188 大师图鉴：193\n材料 生命大萝卜\n特征：生长得大大超出平均水平的生命小萝卜。营养成分非常丰富，如果用于烹饪，心心会回复到远远超出上限。",
    "普通图鉴：189 大师图鉴：194\n材料 冰冷香草\n特征：生长在海布拉和格鲁德等高海拔地区。是一种药草，叶子含有令身体凉爽的成分。如果用于烹饪，可以获得耐热效果。",
    "普通图鉴：190 大师图鉴：195\n材料 暖暖香草\n特征：生长在格鲁德地区等气温高的地方。是一种药草，果实和叶子有很强的辛辣成分。如果用于烹饪，可以获得耐寒效果。",
    "普通图鉴：191 大师图鉴：196\n材料 酥麻香草\n特征：大多生长在格鲁德沙漠的一种药草。拥有让电流释放的特殊纤维质。如果用于烹饪，可以获得耐电效果。",
    "普通图鉴：192 大师图鉴：197\n材料 速速胡萝卜\n特征：卡卡利科村里经常种植的胡萝卜。据说有强健腰腿的功效。如果烹饪后使用，移动速度会提高。",
    "普通图鉴：193 大师图鉴：198\n材料 毅力胡萝卜\n特征：作为药草而备受重视的珍贵胡萝卜。含有大量作为活力源的成分。如果用于烹饪，精力槽会增长到超出上限。",
    "普通图鉴：194 大师图鉴：199\n材料 铠甲南瓜\n特征：种植在村庄农田里的非常硬的南瓜。如果用于烹饪，坚硬的成分所发挥的效果，能令防御力增加许多。",
    "普通图鉴：195 大师图鉴：200\n材料 速速紫罗兰\n特征：开放在悬崖峭壁上，生命力旺盛的花。如果用于烹饪，其储藏的营养成分能起到令移动速度上升的效果。",
    "普通图鉴：196 大师图鉴：201\n材料 大剑草\n特征：叶片和果实上带有尖刺的药草。含有能暂时增加肌肉力量的特殊成分。如果用于烹饪，能发挥增加攻击力的效果。",
    "普通图鉴：197 大师图鉴：202\n材料 铠甲草\n特征：即使被踩踏也不会折断的坚韧药草。那结实而又有弹性的纤维质，如果烹饪后食用，可以强健身体，增加防御力。",
    "普通图鉴：198 大师图鉴：203\n材料 潜行草\n特征：主要开放在森林和草地的花。到了夜里就会放出幽幽地放出光。如果用于烹饪，会有提高安静度的效果。",
    "普通图鉴：199 大师图鉴：204\n材料 静谧公主\n特征：据说是海拉鲁王国的公主所喜爱的可怜的花。和以前相比，是面临着灭绝危险的物种。近年来偶尔可以看到野生的。",
    "普通图鉴：200 大师图鉴：205\n材料 精力蜂的蜂蜜\n特征：从蜂巢中取出的蜂蜜营养丰富！由于其营养价值高，作为秘方加进料理中，会有回复精力槽的效果。"
  ],
  "旷野之息材料": [ "[$t玩家]抽出了：\n{%_旷野之息材料}" ],
  "_旷野之息武器": [
    "普通图鉴：201 大师图鉴：206\n武器 大师之剑\n特征：传说中的驱魔之剑。闪耀的剑身里蕴藏着对抗灾厄的神圣力量。只有被剑选中的勇者才能使用。",
    "普通图鉴：202 大师图鉴：207\n武器 木枝\n特征：好像是随处掉落的树枝，但是挥舞起来却有着绝妙的平衡。装备起来可以作为武器使用。",
    "普通图鉴：203 大师图鉴：208\n武器 火把\n特征：点火后就会不断燃烧的火把。一旦收起来，火就会熄灭，因此需要再点一次火。",
    "普通图鉴：204 大师图鉴：209\n武器 木汤勺\n特征：舀汤或是炒菜时使用的烹饪工具。削取坚硬的木头制作而成，所以被这个打到的话会很疼。",
    "普通图鉴：205 大师图鉴：210\n武器 飞旋镖\n特征：原本是森林居民克洛格的武器。形状很独特，就算投掷出去也能回到手中。",
    "普通图鉴：206 大师图鉴：211\n武器 弹簧锤\n特征：吉尔顿特制的奇妙锤子。即使被打也不会太痛，但因为弹簧的力量，会啵哟一声被弹飞。",
    "普通图鉴：207 大师图鉴：212\n武器 旅人之剑\n特征：作为主要用来对付危险野生动物的装备，而在海拉鲁全境被广泛使用的剑。很难坏掉，但对付怪物还是有点不靠谱。",
    "普通图鉴：208 大师图鉴：213\n武器 士兵之剑\n特征：过去守卫海拉鲁城堡的士兵所使用的剑。拥有可以和怪物交战的锋利度，金属剑身的耐久力也很优秀。",
    "普通图鉴：209 大师图鉴：214\n武器 骑士之剑\n特征：海拉鲁城堡的骑士们所携带的剑。没有什么特殊之处，易于使用，而且攻击力高，所以现在习惯旅行的冒险者们很喜爱使用。",
    "普通图鉴：210 大师图鉴：215\n武器 王族之剑\n特征：海拉鲁王族赐予功勋卓著的骑士的剑。是兼具最高攻击力和美丽外观的佳品。",
    "普通图鉴：211 大师图鉴：216\n武器 森民之剑\n特征：据说是克洛格族为人类制作的。因为是木制的，所以主要作为防身剑使用。也可用于砍断森林植物的藤蔓和根。",
    "普通图鉴：212 大师图鉴：217\n武器 卓拉之剑\n特征：细细的剑身和卓拉族特有的装饰是此剑的特征。用特殊金属制作而成，拥有很高的耐久性，即使泡在水里也不会生锈。",
    "普通图鉴：213 大师图鉴：218\n武器 斩风羽剑\n特征：利特族所使用的双刃剑。为了在空中也能迅速挥动而进行了轻量化设计。",
    "普通图鉴：214 大师图鉴：219\n武器 格鲁德匕首\n特征：格鲁德地区所使用的最普通的剑。弯曲的短刃是其特征，格鲁德族的女性经常带着防身用。",
    "普通图鉴：215 大师图鉴：220\n武器 月光匕首\n特征：有着格鲁德族纤细雕刻的剑。拥有美丽曲线的刀刃非常锐利。据说过去也被用于祭典。",
    "普通图鉴：216 大师图鉴：221\n武器 七宝匕首\n特征：英杰乌尔波扎爱用的首屈一指的名剑。传说，乌尔波扎挥舞这把剑的样子就像是华丽的舞蹈一般。",
    "普通图鉴：217 大师图鉴：222\n武器 戒心小刀\n特征：希卡族传统的单刃剑。拥有其他刀所没有的细细刀身和锋利度，大概是在制作中使用了古代技术。",
    "普通图鉴：218 大师图鉴：223\n武器 古代兵装·剑\n特征：用失传的古代技术制作刃的单手剑。闪着蓝光的剑刃只在拔剑时出现。其斩断力凌驾于普通金属剑之上。",
    "普通图鉴：219 大师图鉴：224\n武器 生锈的剑\n特征：好像是很久以前的著名剑士所使用的，已经生锈了的单手剑。一旦使用就会马上坏掉。",
    "普通图鉴：220 大师图鉴：225\n武器 近卫之剑\n特征：为了对抗大灾厄而使用古代技术，希卡族模仿驱魔之剑打造的武器。虽然获得了优秀的攻击力，但耐久性有问题。",
    "普通图鉴：221 大师图鉴：226\n武器 火焰剑\n特征：据说是用死亡之山的熔岩锻造的魔法剑。剑身布满红色光辉时，会顺着挥舞的轨迹喷出灼热的火焰。",
    "普通图鉴：222 大师图鉴：227\n武器 冰雪剑\n特征：据说是在海布拉地区的极寒灵峰锻造的魔法剑。剑身布满蓝色光辉时，发出冷气的剑刃会将攻击对手冻住。",
    "普通图鉴：223 大师图鉴：228\n武器 雷电剑\n特征：被海拉鲁丘陵的闪电长期照射而锻造出的魔法剑。金色的光辉布满剑身时，只要一挥，就能用电击令对手麻痹。",
    "普通图鉴：224 大师图鉴：229\n武器 波克棒\n特征：波克布林为了一招杀死猎物而潜心制作出的波克棒。野蛮使用的话，很快就会坏掉。",
    "普通图鉴：225 大师图鉴：230\n武器 尖刺波克棒\n特征：以严选的材料制作而成的特别的波克布林法杖。被突起的骨头击中的话会很疼。",
    "普通图鉴：226 大师图鉴：231\n武器 龙骨波克棒\n特征：把法杖和化石骨头组合在一起的强力武器。即使是在波克布林中也只有特别强壮的个体才能拿得动。",
    "普通图鉴：227 大师图鉴：232\n武器 蜥蜴飞旋镖\n特征：蜥蜴战士喜爱使用的弯曲的剑。不只是直接劈砍，也可以像飞旋镖那样投掷使用。",
    "普通图鉴：228 大师图鉴：233\n武器 强力蜥蜴飞旋镖\n特征：蓝色蜥蜴战士喜爱使用的剑。刃分为两片，比起普通的蜥蜴飞旋镖，斩断力得到提升，即使投掷出去也会回到手中。",
    "普通图鉴：229 大师图鉴：234\n武器 三叉蜥蜴飞旋镖\n特征：刃的数量更多，攻击力也更高的剑。虽然也能作为飞旋镖使用，但使用起来很难，主要由擅长战斗的黑色蜥蜴战士携带。",
    "普通图鉴：230 大师图鉴：235\n武器 守护者匕首\n特征：小型守护者所装备的剑。拥有使用了古代技术的蓝色剑身，耐久性不太高。",
    "普通图鉴：231 大师图鉴：236\n武器 守护者匕首+\n特征：威力得到强化的守护者匕首.斩断力得到了进一步提升，耐久性也有了若干改善。",
    "普通图鉴：232 大师图鉴：237\n武器 守护者匕首++\n特征：威力得到最大限度强化的守护者匕首。拥有能把很厚的铠甲劈开的攻击力。配合这个威力，剑身也变大了。",
    "普通图鉴：233 大师图鉴：238\n武器 莱尼尔之剑\n特征：莱尼尔所携带的金属制的剑。比起劈斩，更加是以敲碎为目的制作的。人类使用的话，相当沉重，但攻击力很高。",
    "普通图鉴：234 大师图鉴：239\n武器 兽王剑\n特征：剑刃增加后，攻击力也随之增加的莱尼尔之剑。据说在擦肩而过的一瞬间挥舞，就能把敌人一劈两半。",
    "普通图鉴：235 大师图鉴：240\n武器 兽神剑\n特征：白鬃莱尼尔所携带的凶恶之剑。那又厚又恐怖的剑刃，无论多么强壮的敌人都能被其轻易地砍倒。",
    "普通图鉴：236 大师图鉴：241\n武器 火焰杖\n特征：据说是古代的魔法师制作而成，可以发出火球的魔法杖。直接用来攻击的话会立刻坏掉，要小心。",
    "普通图鉴：237 大师图鉴：242\n武器 陨石杖\n特征：据说是古代的魔法师用禁咒制作而成，可以同时发出三个火焰球的法杖。蕴藏的火焰之力用尽后就会坏掉。",
    "普通图鉴：238 大师图鉴：243\n武器 冰雪杖\n特征：据说是将海布拉山脉的冰精炼后制成的，能发出冷气的魔法杖。不适合用于直接攻击。",
    "普通图鉴：239 大师图鉴：244\n武器 冰冻杖\n特征：据说是将海布拉山山顶的冰精炼后制成的，能大范围发射超低温冷气的魔法杖。蕴藏的冷气用尽后就会碎裂。",
    "普通图鉴：240 大师图鉴：245\n武器 电击杖\n特征：据说是在宝珠内封入了海拉鲁丘陵的落雷后制成的魔法杖。能够发射出电球，但是不适合用来直接攻击。",
    "普通图鉴：241 大师图鉴：246\n武器 雷电杖\n特征：据说是在宝珠内封入了海拉鲁丘陵的强烈落雷后制成的魔法杖。能够同时向三个方向发射出电球，蕴藏的雷用尽后就会坏掉。",
    "普通图鉴：242 大师图鉴：247\n武器 夺命镰刀\n特征：依盖队所使用的单手剑。刀刃设计成半月形据说是为了便于快速取人首级。可以说是他们恐怖的象征，但耐久性很低。",
    "普通图鉴：243 大师图鉴：248\n武器 恶魔圆刃\n特征：由依盖队制作而成的凶器。为了确保能将目标一击毙命而经过特别处理的形状令见者闻风丧胆。",
    "普通图鉴：244EX 大师图鉴：249EX\n武器 必杀之剑\n特征：此剑可一击必杀敌人，但也会导致持剑者因敌人的一击而殒命。使用2次后，失去光芒的剑，无法一击打败对方，但稍后又会恢复光芒。",
    "普通图鉴：245 大师图鉴：250\n武器 波克布林之骨\n特征：即使被斩断也能继续动的怪异腕骨。不太想放入袋子里。因为已经变得又旧又脆了，很快就会坏掉。",
    "普通图鉴：246 大师图鉴：251\n武器 蜥蜴战士之骨\n特征：死后仍然能继续动的骷髅蜥蜴战士的骨头。挥舞的话，可以作为武器使用，但很脆。背在身上的时候也能感觉到它在动……",
    "普通图鉴：247 大师图鉴：252\n武器 克洛格的团扇\n特征：把树砍倒时，时不时会得到的神奇叶子。只要一挥就能刮起大风，可以把很轻的物体吹飞。",
    "普通图鉴：248 大师图鉴：253\n武器 农用锄头\n特征：用来挖土耕田的农具。为了经得起田地工作而制作得很结实。根据使用方法的不同，也会成为武器。",
    "普通图鉴：249 大师图鉴：254\n武器 船桨\n特征：装备在渔船上的工具。原本不是武器，但可以用来防身。用很耐水的木材做成，相当结实。",
    "普通图鉴：250 大师图鉴：255\n武器 樵夫斧头\n特征：山上的伐木工爱用的砍树工具。能快速地砍倒树木。",
    "普通图鉴：251 大师图鉴：256\n武器 达人斧头\n特征：为了战斗而特殊设计的双刃斧头。有一定重量，需要熟练的技术才能使用。因此，便不知不觉附上了达人之名。",
    "普通图鉴：252 大师图鉴：257\n武器 铁锤\n特征：用铁做成的巨大金属锤子。原本是用于切割矿石的，但作为武器也相当厉害。",
    "普通图鉴：253 大师图鉴：258\n武器 大飞旋镖\n特征：必须用双手才能挥动的巨大飞旋镖。把原本狩猎用的东西改良为战斗用，弯曲的内侧有刃，使用起来非常难。",
    "普通图鉴：254 大师图鉴：259\n武器 旅人双手剑\n特征：在各地旅行的冒险者爱用的双手剑。在和怪物战斗时，那巨大的重量可以将敌人的盾牌击飞。",
    "普通图鉴：255 大师图鉴：260\n武器 士兵双手剑\n特征：改良后用于战斗的双手剑。因为又大又重，使用起来很难，但是做得很结实，可以长时间战斗。",
    "普通图鉴：256 大师图鉴：261\n武器 骑士双手剑\n特征：即使是在守卫海拉鲁城堡的骑士中，也只有对力量特别自信的人才会携带这把大剑。剑刃也被打磨得很锋利。",
    "普通图鉴：257 大师图鉴：262\n武器 王族双手剑\n特征：被赐予海拉鲁王族直属部队的大剑。据说从剑刃使出的强力攻击连对手的心脏都能击碎。",
    "普通图鉴：258 大师图鉴：263\n武器 卓拉大剑\n特征：卓拉族使用特殊的金属制作的大剑。由于卓拉人喜好用枪，所以没什么人用它。但因为美丽的刀身设计，很受海利亚人喜爱。",
    "普通图鉴：259 大师图鉴：264\n武器 劈石剑\n特征：用很厚很硬的金属制成的鼓隆的双手剑。没有剑刃，所以完全不锋利。但可以用那硬度和重量砸碎对手。",
    "普通图鉴：260 大师图鉴：265\n武器 碎岩剑\n特征：在鼓隆城周围挖掘的稀有金属制成的双手剑。前端有重心，可以用离心力和重量将敌人击得粉碎。",
    "普通图鉴：261 大师图鉴：266\n武器 碎岩巨剑\n特征：英杰达尔克尔所携带的最硬的大剑。达尔克尔能轻松挥舞这把大剑，而人类要熟练使用的话，必须要经过一番苦练。",
    "普通图鉴：262 大师图鉴：267\n武器 格鲁德双手剑\n特征：只有格鲁德族士兵中善于剑术的人才被允许装备这把大剑。制作得比看起来轻巧，易于使用。",
    "普通图鉴：263 大师图鉴：268\n武器 戒心长刀\n特征：只在希卡族流传的单刃剑。用传统技术仔细地锻造而成。拥有绝佳的锋利度，也被称为野太刀。",
    "普通图鉴：264 大师图鉴：269\n武器 静心大剑\n特征：将希卡族所拥有的铸刀技术用于双刃剑的珍贵武器。是为了不习惯使用单刃剑的海拉鲁骑士而制作的。",
    "普通图鉴：265 大师图鉴：270\n武器 古代兵装·大剑\n特征：使用了古代希卡族技术的双手剑。蓝色剑刃做成了沿着剑身旋转的特殊构造。能用很强的切断力将敌人斩碎。",
    "普通图鉴：266 大师图鉴：271\n武器 生锈的双手剑\n特征：长久放置后生锈了的大剑。可以作为武器使用，但耐久性很低，用个几次就很容易坏掉。",
    "普通图鉴：267 大师图鉴：272\n武器 近卫双手剑\n特征：希卡族集合古代技术的精华制成的大剑。为了保卫王国不受灾厄侵害而制作，但因为在耐久性上有问题而实用性很低。",
    "普通图鉴：268 大师图鉴：273\n武器 火焰大剑\n特征：据说是古时候由鼓隆族铁匠使用死亡之山的火锻造而成的魔法剑。在剑身闪着红光时挥舞，会喷出火焰。",
    "普通图鉴：269 大师图鉴：274\n武器 冰雪大剑\n特征：据说是用沉睡在海布拉山脉永久冻土里的矿石精炼而成的魔法剑。在剑身闪着蓝光时挥舞，会放出冷气。",
    "普通图鉴：270 大师图鉴：275\n武器 雷电大剑\n特征：据说是很久以前海拉鲁王族的铁匠用海拉鲁丘陵的落雷锻造而成的魔法剑。在剑身闪着金光时挥舞，会发出雷击。",
    "普通图鉴：271 大师图鉴：276\n武器 波克棍\n特征：波克布林按本能制作的粗糙法杖。根据击中的位置，能够以很大的威力击飞防御的盾牌。",
    "普通图鉴：272 大师图鉴：277\n武器 尖刺波克棍\n特征：波克布林为了提高攻击力，设计在波克棍上加上了用动物骨头制作的尖刺。直击对手的话，会造成相当大的伤害。",
    "普通图鉴：273 大师图鉴：278\n武器 龙骨波克棍\n特征：将波克棍和化石骨头组合后做成的法杖。为了打倒强敌而拥有很高的强度和攻击力，即使在波克布林中也只有部分强者才能使用。",
    "普通图鉴：274 大师图鉴：279\n武器 莫力布林棍\n特征：莫力布林喜爱使用的简朴的法杖。以坚硬的木头为材料制作而成，因为做工粗糙，很快就会损坏。",
    "普通图鉴：275 大师图鉴：280\n武器 尖刺莫力布林棍\n特征：改良过的莫力布林的双手武器。打击面上绑上了动物的骨头，给予对手的损伤也显著提高了。",
    "普通图鉴：276 大师图鉴：281\n武器 龙骨莫力布林棍\n特征：绑上了远古兽骨的莫力布林棍。像斧头一样，做成了前端有重心的样子。能使用这个的莫力布林因习惯战斗而具有危险性。",
    "普通图鉴：277 大师图鉴：282\n武器 守护者之斧\n特征：小型守护者装备的武器。宽而薄的斧头是用古代的技术做成的。拥有很高的攻击力，但结构上很易损坏。",
    "普通图鉴：278 大师图鉴：283\n武器 守护者之斧+\n特征：攻击输出强化过的守护者之斧。据了解，此武器不仅能战斗，还具有破坏障碍物，开辟前进道路的用途。",
    "普通图鉴：279 大师图鉴：284\n武器 守护者之斧++\n特征：为了将敌人一劈两半而强化过最大攻击输出的守护者之斧。用古代技术实现了金属制武器里很难出现的高斩断力。",
    "普通图鉴：280 大师图鉴：285\n武器 莱尼尔大剑\n特征：莱尼尔所携带的双手武器。与其说是剑，不如说只是金属块。但是以莱尼尔之力挥舞的话，就会成为粉碎大部分物体的凶器。",
    "普通图鉴：281 大师图鉴：286\n武器 兽王大剑\n特征：前端绑上了硬度很高的金属，增加了打击力和耐久性的莱尼尔的双手武器。能以压倒性的重量击碎盾牌、铠甲乃至敌人。",
    "普通图鉴：282 大师图鉴：287\n武器 兽神大剑\n特征：由于使用了取自死亡之山山顶的特殊金属而具有特别重量的双手武器。往下挥舞使出的一击具有无可比拟的破坏力。",
    "普通图鉴：283 大师图鉴：288\n武器 斩风刀\n特征：依盖队干部所携带的古怪的刀。使用熟练者集中精神后拔刀一挥，能因那特殊的形状而创造出真空的刀刃。",
    "普通图鉴：284 大师图鉴：289\n武器 莫力布林之骨\n特征：即使只剩手臂也仍然能动的莫力布林的骨头。又长又粗的骨头作为武器使用，具有很强的打击力，但是也非常容易损坏。",
    "普通图鉴：285 大师图鉴：290\n武器 木拖把\n特征：经常被用于打扫地板的清洁工具。因为是工匠手工制作的，所以非常结实，甚至还可以当做武器使用。",
    "普通图鉴：286 大师图鉴：291\n武器 农用钉耙\n特征：为了高效率地收集干草而制作的农具。为方便所有人使用而做得很轻巧，前端的四根钉齿相当锋利。",
    "普通图鉴：287 大师图鉴：292\n武器 渔夫的鱼叉\n特征：主要是用来捕获大型鱼类的渔具。拥有尖尖突起的前端，也可以作为武器使用。用这个叉住逃跑的鱼，就算独当一面的渔夫。",
    "普通图鉴：288 大师图鉴：293\n武器 投枪\n特征：为了投出去进行突刺而特别设计过的特殊的枪。通过取得枪尖和柄之间的平衡，设计得能比普通的枪投得更远。",
    "普通图鉴：289 大师图鉴：294\n武器 旅人之枪\n特征：旅人为了保护自己不受狼等野生动物的伤害而随身携带的防身用的枪。很容易握住，使用起来感觉不错。",
    "普通图鉴：290 大师图鉴：295\n武器 士兵之枪\n特征：城堡里的士兵所使用的长枪。必须经过充分训练才能随心所欲地挥舞。铁质的枪尖很坚硬，即使点火也不会烧起来。",
    "普通图鉴：291 大师图鉴：296\n武器 骑士之枪\n特征：为了能熟练使用武器的骑士而制作的枪。带有像斧头一样的刀刃的枪头是它的特征。据说经常在马上使用。",
    "普通图鉴：292 大师图鉴：297\n武器 王族之枪\n特征：此枪被赐予那些负责守卫觐见大殿等城堡中重要场所的骑士们。王族工匠们还为此枪加上了美丽的装饰。",
    "普通图鉴：293 大师图鉴：298\n武器 森民之枪\n特征：据说是克洛格族为人类制作的枪。以轻巧而结实的木头为材料，易于使用。枪尖是削取特别硬的木头制作而成。",
    "普通图鉴：294 大师图鉴：299\n武器 卓拉之枪\n特征：在卓拉族广泛使用的枪。不只是打渔，也可用于抵御外敌的战斗。用特殊的金属制成，所以比看起来要轻巧。",
    "普通图鉴：295 大师图鉴：300\n武器 银鳞之枪\n特征：卓拉族中的骁勇善战者所使用的枪。拥有鱼尾般美丽设计的刃，那尖端非常锋利，连硬的鳞片也能穿透。",
    "普通图鉴：296 大师图鉴：301\n武器 祭祀之枪\n特征：米法所使用的模仿光鳞之枪制成的枪。外观上和光鳞之枪一模一样，但攻击性能和耐久性要差一些。",
    "普通图鉴：297 大师图鉴：302\n武器 光鳞之枪\n特征：英杰米法爱用的优雅的名枪。据说米法很擅长治愈，但是用枪也是一流的。",
    "普通图鉴：298 大师图鉴：303\n武器 削岩棒\n特征：回收使用鼓隆族制作的金属零件制成的武器。前端使用了用来挖掘的零件，即便是坚硬的矿石也能砸碎。",
    "普通图鉴：299 大师图鉴：304\n武器 斩风羽枪\n特征：利特族士兵所使用的枪。为了能在空中一边挥动翅膀一边使用，使用了轻巧而结实的材料制作而成。",
    "普通图鉴：300 大师图鉴：305\n武器 格鲁德之枪\n特征：格鲁德族士兵广泛使用的枪。因为枪头有一定重量，所以使用困难。但高个的格鲁德族使用的话，能发挥可靠的实力。",
    "普通图鉴：301 大师图鉴：306\n武器 蜿蜒之枪\n特征：此枪拥有形状独特的枪头。据说，希卡族的用枪高手会使用弯曲的刃勾斩对手。",
    "普通图鉴：302 大师图鉴：307\n武器 古代兵装·枪\n特征：守护者所使用的，利用古代技术的研究成果制作而成的枪。枪尖的蓝色刃拥有很强的穿透力。",
    "普通图鉴：303 大师图鉴：308\n武器 生锈的枪\n特征：被认为是很久以前骑士用过的生锈的枪。因为长时间风吹雨打，枪头损坏严重，耐久性很低。",
    "普通图鉴：304 大师图鉴：309\n武器 近卫之枪\n特征：希卡族为了抵御灾厄，运用古代技术制成的枪。拥有非常高的攻击力，但是耐久性很低，不能使用于实际的战斗中。",
    "普通图鉴：305 大师图鉴：310\n武器 火焰枪\n特征：据说是以特殊技术将死亡之山的熔岩精炼后制成的魔法枪。闪耀着红色时，会在突刺的同时发射火焰。",
    "普通图鉴：306 大师图鉴：311\n武器 冰雪枪\n特征：据说是使用长眠于海布拉山脉的太古之冰锻造而成的魔法抢。枪尖闪耀着蓝白色时突刺的话，会放出冷气冻住对手。",
    "普通图鉴：307 大师图鉴：312\n武器 雷电枪\n特征：据说是枪尖不断接收雷之台地的落雷制作而成的魔法抢。枪身布满金光时突刺，会放出电击。",
    "普通图鉴：308 大师图鉴：313\n武器 波克枪\n特征：从很厚的树枝上胡乱削出来的粗陋的枪。好像也可以用来串上肉和鱼，放在火上烤。",
    "普通图鉴：309 大师图鉴：314\n武器 尖刺波克枪\n特征：把锋利的动物骨头当做枪头的波克布林的枪。比拥有金属枪尖的枪轻巧，比看起来容易使用。",
    "普通图鉴：310 大师图鉴：315\n武器 龙骨波克枪\n特征：在枪尖绑上坚硬的化石骨头制成的枪。化石上的牙会给予敌人狠狠一击，所以要注意装备了此枪的波克布林。",
    "普通图鉴：311 大师图鉴：316\n武器 莫力布林枪\n特征：莫力布林所使用的木制枪。枪头只是用森林里的木头胡乱地削尖制成，无论是突刺力还是耐久性都不太高。",
    "普通图鉴：312 大师图鉴：317\n武器 尖刺莫力布林枪\n特征：用有角动物的骨头作为枪头的莫力布林的枪。制作很粗糙，但是锐利尖角的突刺具有不容轻视的的穿透力。",
    "普通图鉴：313 大师图鉴：318\n武器 龙骨莫力布林枪\n特征：习惯战斗的莫力布林爱用的枪。枪尖使用了数个坚硬的化石骨头，骨头上的尖刺提高了突刺的威力。",
    "普通图鉴：314 大师图鉴：319\n武器 蜥蜴枪\n特征：蜥蜴战士装备的普通枪。拥有波浪形刃的枪头是其特征。因为不太结实，所以长时间使用不太靠谱。",
    "普通图鉴：315 大师图鉴：320\n武器 强力蜥蜴枪\n特征：拥有渔夫的鱼叉般枪头的蜥蜴战士的枪。实际上，好像也能用来捕鱼。非常锋利，要小心别拿反了。",
    "普通图鉴：316 大师图鉴：321\n武器 双头蜥蜴枪\n特征：蜥蜴战士中骁勇善战的个体喜爱装备的枪。穿透力不太高，但是两枚波浪形刀刃造成的裂伤会给对手造成重伤。",
    "普通图鉴：317 大师图鉴：322\n武器 守护者之枪\n特征：小型守护者所装备的枪。只有在架起时才会出现的发光的枪尖穿透力很高，充分体现了古代希卡族的高技术水平。",
    "普通图鉴：318 大师图鉴：323\n武器 守护者之枪+\n特征：枪尖变大了的守护者之枪。不知是否考虑到要在狭窄的地方使用，枪柄比一般的海拉鲁枪要短一些。",
    "普通图鉴：319 大师图鉴：324\n武器 守护者之枪++\n特征：攻击输出得到最大强化的守护者之枪。以古代技术制作而成的枪头特别强化了突刺，拥有能轻易刺穿大多数防具的高度穿透力。",
    "普通图鉴：320 大师图鉴：325\n武器 莱尼尔之枪\n特征：拥有巨大弯刀般枪尖的莱尼尔的枪。前端很重，平衡性很差，所以使用困难。但是莱尼尔单手就能轻松挥动。",
    "普通图鉴：321 大师图鉴：326\n武器 兽王枪\n特征：锋利度和重量都得到提高的莱尼尔的枪。据说，普通人类连举起来都觉得很累，而莱尼尔挥舞起来能把岩石都斩碎。",
    "普通图鉴：322 大师图鉴：327\n武器 兽神枪\n特征：据说是白鬃莱尼尔爱用的枪。拥有如斧头般的枪尖，利用超乎寻常的重量施展出的突刺，具有极大的破坏力。",
    "普通图鉴：323 大师图鉴：328\n武器 光之弓箭\n特征：与魔兽盖侬决战之前从塞尔达那里得到的弓箭。通过勇者拉弓收集光，成为讨伐灾厄之箭。",
    "普通图鉴：324 大师图鉴：329\n武器 木之弓\n特征：为了猎捕小型动物而制作的木质弓。要和怪物战斗的话，不太可靠。",
    "普通图鉴：325 大师图鉴：330\n武器 旅人之弓\n特征：旅人防身用的小型弓。有箭的话，能攻击一定距离外的敌人。",
    "普通图鉴：326 大师图鉴：331\n武器 士兵之弓\n特征：提高了攻击力的战斗用弓。可以给予较大的伤害。因为是木头做的，所以一旦着火就会烧掉。",
    "普通图鉴：327 大师图鉴：332\n武器 骑士之弓\n特征：海拉鲁城堡的骑士们所使用的弓。没有特殊之处，易于使用，可以稳定地射击。因为是金属制的，耐久性也很好。",
    "普通图鉴：328 大师图鉴：333\n武器 王族之弓\n特征：由海拉鲁国王赐予海拉鲁骑士中弓术特别优秀者的弓。奢华的设计引人注目，但射击性能也很优秀。",
    "普通图鉴：329 大师图鉴：334\n武器 森民之弓\n特征：据说是克洛格族为人类而制作的弓。用优质的木材和结实的草藤制作而成。与简朴的外表相反，可以一次射好几支箭。",
    "普通图鉴：330 大师图鉴：335\n武器 卓拉之弓\n特征：卓拉族用于打渔的弓。射击性能并没那么好，但是用特殊的金属制成，耐久性比看起来要优秀。",
    "普通图鉴：331 大师图鉴：336\n武器 飞燕弓\n特征：利特族平常使用的弓。适合在空中射击。弓弦经过设计，可以比普通的弓更快拉开。",
    "普通图鉴：332 大师图鉴：337\n武器 游隼弓\n特征：利特族的名匠所制作的精品弓。善于空战的利特族战士很喜欢使用。能比普通的弓更快拉开。",
    "普通图鉴：333 大师图鉴：338\n武器 大鹫弓\n特征：英杰力巴尔所携带的稀有名弓。据说，以疾风般的速度在空战中射这把弓的力巴尔，无人能敌。",
    "普通图鉴：334 大师图鉴：339\n武器 格鲁德之弓\n特征：格鲁德族所使用的有着细致装饰的弓。这把弓是为在广阔的沙漠狩猎或战斗而设计，可以瞄准射击远处的物体。",
    "普通图鉴：335 大师图鉴：340\n武器 一心之弓\n特征：希卡族传下来的弓，集中精神拉这把弓，就能够像瞄准近处的物体一样，轻易地射击远处的敌人。",
    "普通图鉴：336 大师图鉴：341\n武器 古代兵装·弓\n特征：应用了洛贝利的研究成果而制成的高性能弓。使用了古代希卡族的技术，可以沿着笔直的轨迹射出箭。",
    "普通图鉴：337 大师图鉴：342\n武器 近卫之弓\n特征：希卡族为了应对大灾厄而制作的弓。因为是使用了古代技术的实验性武器，所以拥有很高的射击力和速度，但耐久力变低了。",
    "普通图鉴：338 大师图鉴：343\n武器 波克弓\n特征：波克布林所使用的简朴的弓。因为只是用随手可得的树枝绷紧弓弦，所以不太能期待它的射击威力。",
    "普通图鉴：339 大师图鉴：344\n武器 尖刺波克弓\n特征：绑上动物的骨头，经过强化的波克弓。做工粗糙，但是很轻，且容易使用。耐久性增加，射击的威力也提高了。",
    "普通图鉴：340 大师图鉴：345\n武器 龙骨波克弓\n特征：与化石的骨头组合，经过强化的波克弓。好像是用波克布林严选的材料制作而成，射击性能相当不错。",
    "普通图鉴：341 大师图鉴：346\n武器 蜥蜴弓\n特征：蜥蜴战士制作的木制弓。和大型鱼的骨头组合后制作而成。比单纯的木制弓更具有破坏力。",
    "普通图鉴：342 大师图鉴：347\n武器 强力蜥蜴弓\n特征：手握处用金属强化过的蜥蜴弓。弓本身使用了在水边生长的树的树枝，拥有不可小觑的射击性能。",
    "普通图鉴：343 大师图鉴：348\n武器 钢铁蜥蜴弓\n特征：即使是蜥蜴战士，也只有善于使弓的个体才能持有这把弓。为了强化而大量使用了金属，有一定重量，但耐久性也高。",
    "普通图鉴：344 大师图鉴：349\n武器 莱尼尔之弓\n特征：莱尼尔所携带的坚固的金属制弓。可以同时射出多支箭，密集的箭雨最适合射落行动迅速的敌人。",
    "普通图鉴：345 大师图鉴：350\n武器 兽王弓\n特征：制作得相当厚重的莱尼尔之弓。不只是本身，弓弦也是用强韧的金属制作而成。对于普通的人类来说，很难拉开。",
    "普通图鉴：346 大师图鉴：351\n武器 兽神弓\n特征：用取自死亡之山山顶的特殊金属制成的莱尼尔的钢弓。一次射出多枝箭，拥有可怕的威力，很厚的铠甲也能像纸一样穿透。",
    "普通图鉴：347 大师图鉴：352\n武器 二连弓\n特征：依盖队中擅长弓术的成员所使用的弓。为了确保将瞄准的敌人一击毙命，设计成了一次能射出2支箭。",
    "普通图鉴：348 大师图鉴：353\n武器 木箭\n特征：非常普通的箭。把结实的木头削尖后制成。",
    "普通图鉴：349 大师图鉴：354\n武器 火箭\n特征：封印了火之力量的箭。一旦击中就会碎裂，让周围燃烧起来。特别是对寒冷的物体，具有极大的威力。",
    "普通图鉴：350 大师图鉴：355\n武器 冰箭\n特征：封印了冰之力量的箭。一旦击中就会碎裂，让周围冰冻起来。特别是对炎热的物体，具有极大的威力。",
    "普通图鉴：351 大师图鉴：356\n武器 电箭\n特征：封印了电之力量的箭。一旦击中就会碎裂，让周围触电。特别是对金属制和被水弄湿的物体具有极大的威力。",
    "普通图鉴：352 大师图鉴：357\n武器 炸弹箭\n特征：为了对抗怪物而制作出来的强力箭。前端装入了炸药。会在着弹点发生爆炸，给周围造成巨大伤害。",
    "普通图鉴：353 大师图鉴：358\n武器 古代兵装·箭\n特征：把使用了古代技术的短剑状小刀转用于弓箭的武器。对于用古代的能量之力消灭敌人的守护者也会发挥很高的威力。",
    "普通图鉴：354 大师图鉴：359\n武器 海利亚盾\n特征：伴随着持有它的勇者的传说，自古从海拉鲁王族流传下来的盾。以其他盾无法企及的压倒性的防御力和耐久性为傲。",
    "普通图鉴：355 大师图鉴：360\n武器 锅盖\n特征：维持着村民生活的烹饪锅的盖子。用结实的木头制作而成，但要作为盾持续使用的话，不太可靠。",
    "普通图鉴：356 大师图鉴：361\n武器 木盾\n特征：用重量较轻的木材做成，战斗新手也很容易使用的盾。可以承受箭等轻度的攻击。（此条与游戏内不同，游戏内木盾介绍与锅盖混同。）",
    "普通图鉴：357 大师图鉴：362\n武器 兽纹盾\n特征：以哈特尔地区的传统设计所绘制的盾。作为盾，其性能和一般的木盾没有很大差别，但作为工艺品，很受人欢迎。",
    "普通图鉴：358 大师图鉴：363\n武器 兔纹盾\n特征：森林里的猎人喜爱使用的盾。没有什么特别之处，易于使用，但耐久性不佳。兔子的设计是因为迷信这样能给打猎带来好运。",
    "普通图鉴：359 大师图鉴：364\n武器 鱼纹盾\n特征：海上的渔夫喜爱使用的盾。为了方便在船上使用而用轻质木头做成。鱼的设计是因为迷信这样能带来鱼获。",
    "普通图鉴：360 大师图鉴：365\n武器 旅人盾\n特征：被广泛用于旅人防身的盾。皮革绷在结实的木头上，可以承受来自低级怪物和野兽的攻击。",
    "普通图鉴：361 大师图鉴：366\n武器 士兵盾\n特征：过去配备给守卫城堡的士兵的盾。因为是用木头做成，很轻便易用，但一旦着火就会烧掉，所以要小心。",
    "普通图鉴：362 大师图鉴：367\n武器 骑士盾\n特征：侍奉海拉鲁王族的骑士所使用的盾。金属制，做工结实，所以能经受激烈战斗。有一定重量，必须有相当的技术才能使用。",
    "普通图鉴：363 大师图鉴：368\n武器 王族盾\n特征：即使是在海拉鲁的骑士中，此盾也只被授予执行保护王族任务的骑士。是因美丽的装饰和高度的防御力而极具魅力的佳品。",
    "普通图鉴：364 大师图鉴：369\n武器 森民盾\n特征：据说是克洛格族为人类制作的盾。使用只生长在克洛格森林里的极其坚硬的木头制作，所以远比看起来结实。",
    "普通图鉴：365 大师图鉴：370\n武器 卓拉盾\n特征：用纤细的装饰点缀过的卓拉族的盾。据说熟练使用者能用左右的弯曲部分格挡开攻击，保护身体。",
    "普通图鉴：366 大师图鉴：371\n武器 风筝盾\n特征：利特族战士爱用的盾。为了能在空中战时就这么背着飞行，而制作成了这个形状。",
    "普通图鉴：367 大师图鉴：372\n武器 格鲁德盾\n特征：单手剑和盾是格鲁德族的基本配备。因配合战斗风格而进化了的金属制盾。不只是士兵，也很受旅人重用。",
    "普通图鉴：368 大师图鉴：373\n武器 太阳盾\n特征：即使是格鲁德的士兵，也只有队长以上级别的才会被赐予这个豪华盾。使用了宝石，作为装饰品具有很高价值，作为盾也非常优秀。",
    "普通图鉴：369 大师图鉴：374\n武器 七宝盾\n特征：英杰乌尔波扎爱用的最高级的盾。使用了严选的金属，是兼具轻巧和强韧的佳品。拥有连强烈攻击也能轻松承受的性能。",
    "普通图鉴：370 大师图鉴：375\n武器 护心盾\n特征：希卡族所使用的木质小型盾。据说，为了确保其机动性和避免死角，而做成了特殊的形状。",
    "普通图鉴：371 大师图鉴：376\n武器 古代兵装·盾\n特征：使用了古代希卡族技术的盾。闪耀着蓝色的表面表明其正在防御。拥有反射守护者光束的功能。",
    "普通图鉴：372 大师图鉴：377\n武器 生锈的盾\n特征：好像是骑士用过的金属制的旧盾。经过长时间使用后已经生锈，防御性能下降，但多少还能使用。",
    "普通图鉴：373 大师图鉴：378\n武器 近卫盾\n特征：由希卡族使用古代技术制作的盾。承受攻击的力量非常强，但在结构上耐久性很低，不太适合实战。",
    "普通图鉴：374 大师图鉴：379\n武器 波克盾\n特征：只是在掉落的木板上装上把手做成的波克布林的盾。耐久性很低，很容易损坏。",
    "普通图鉴：375 大师图鉴：380\n武器 尖刺波克盾\n特征：用稍微有点硬的木头做成的波克布林的盾。在木板上绑上动物的骨头，增加其强度。",
    "普通图鉴：376 大师图鉴：381\n武器 龙骨波克盾\n特征：在边缘装上化石的骨头，经过强化的波克盾。承受敌人攻击的性能得到了改良，但做工依然很粗糙，所以耐久性不太高。",
    "普通图鉴：377 大师图鉴：382\n武器 蜥蜴盾\n特征：蜥蜴战士喜爱使用的盾。用金属做成，但因为做工粗糙，耐久性并不是很高。",
    "普通图鉴：378 大师图鉴：383\n武器 强力蜥蜴盾\n特征：通过搭配不同种类的金属来提高强度的蜥蜴盾。边缘上有尖刺，使用时要小心。",
    "普通图鉴：379 大师图鉴：384\n武器 钢铁蜥蜴盾\n特征：装了好多片金属装甲的蜥蜴盾。防御性能很高，但是也很重，所以只有战斗能力高的个体才会装备。",
    "普通图鉴：380 大师图鉴：385\n武器 守护者之盾\n特征：用古代希卡族的技术制作的盾。如果是小型守护者放出的那种光束攻击，只要防御就能反射掉。",
    "普通图鉴：381 大师图鉴：386\n武器 守护者之盾+\n特征：防御输出提高，规格变大的守护者之盾。是用现代已失传的古代技术制作的。防御性能不输于金属制的盾。",
    "普通图鉴：382 大师图鉴：387\n武器 守护者之盾++\n特征：防御输出得到最大限度强化的古代盾。拥有金属制的盾所无法实现的轻巧和强度。还能反射小型守护者的光束。",
    "普通图鉴：383 大师图鉴：388\n武器 莱尼尔盾\n特征：莱尼尔所装备的金属制的坚固的盾。虽然是盾，但同时也有刃，所以可以利用这点使出斩击。",
    "普通图鉴：384 大师图鉴：389\n武器 兽王盾\n特征：增加了装甲和刃，攻防都得到强化的莱尼尔盾。边缘所使用的刃非常锐利，可以将简单的防具切碎。",
    "普通图鉴：385 大师图鉴：390\n武器 兽神盾\n特征：无论多么猛烈的攻击都能轻松防御，还拥有能斩断强敌的刃，是究极的盾。白鬃莱尼尔很喜爱使用。"
  ],
  "旷野之息武器": [ "[$t玩家]抽出了：\n{%_旷野之息武器}" ],
  "_旷野之息单手剑": [
    "普通图鉴：201 大师图鉴：206\n武器 大师之剑\n特征：传说中的驱魔之剑。闪耀的剑身里蕴藏着对抗灾厄的神圣力量。只有被剑选中的勇者才能使用。",
    "普通图鉴：202 大师图鉴：207\n武器 木枝\n特征：好像是随处掉落的树枝，但是挥舞起来却有着绝妙的平衡。装备起来可以作为武器使用。",
    "普通图鉴：203 大师图鉴：208\n武器 火把\n特征：点火后就会不断燃烧的火把。一旦收起来，火就会熄灭，因此需要再点一次火。",
    "普通图鉴：204 大师图鉴：209\n武器 木汤勺\n特征：舀汤或是炒菜时使用的烹饪工具。削取坚硬的木头制作而成，所以被这个打到的话会很疼。",
    "普通图鉴：205 大师图鉴：210\n武器 飞旋镖\n特征：原本是森林居民克洛格的武器。形状很独特，就算投掷出去也能回到手中。",
    "普通图鉴：206 大师图鉴：211\n武器 弹簧锤\n特征：吉尔顿特制的奇妙锤子。即使被打也不会太痛，但因为弹簧的力量，会啵哟一声被弹飞。",
    "普通图鉴：207 大师图鉴：212\n武器 旅人之剑\n特征：作为主要用来对付危险野生动物的装备，而在海拉鲁全境被广泛使用的剑。很难坏掉，但对付怪物还是有点不靠谱。",
    "普通图鉴：208 大师图鉴：213\n武器 士兵之剑\n特征：过去守卫海拉鲁城堡的士兵所使用的剑。拥有可以和怪物交战的锋利度，金属剑身的耐久力也很优秀。",
    "普通图鉴：209 大师图鉴：214\n武器 骑士之剑\n特征：海拉鲁城堡的骑士们所携带的剑。没有什么特殊之处，易于使用，而且攻击力高，所以现在习惯旅行的冒险者们很喜爱使用。",
    "普通图鉴：210 大师图鉴：215\n武器 王族之剑\n特征：海拉鲁王族赐予功勋卓著的骑士的剑。是兼具最高攻击力和美丽外观的佳品。",
    "普通图鉴：211 大师图鉴：216\n武器 森民之剑\n特征：据说是克洛格族为人类制作的。因为是木制的，所以主要作为防身剑使用。也可用于砍断森林植物的藤蔓和根。",
    "普通图鉴：212 大师图鉴：217\n武器 卓拉之剑\n特征：细细的剑身和卓拉族特有的装饰是此剑的特征。用特殊金属制作而成，拥有很高的耐久性，即使泡在水里也不会生锈。",
    "普通图鉴：213 大师图鉴：218\n武器 斩风羽剑\n特征：利特族所使用的双刃剑。为了在空中也能迅速挥动而进行了轻量化设计。",
    "普通图鉴：214 大师图鉴：219\n武器 格鲁德匕首\n特征：格鲁德地区所使用的最普通的剑。弯曲的短刃是其特征，格鲁德族的女性经常带着防身用。",
    "普通图鉴：215 大师图鉴：220\n武器 月光匕首\n特征：有着格鲁德族纤细雕刻的剑。拥有美丽曲线的刀刃非常锐利。据说过去也被用于祭典。",
    "普通图鉴：216 大师图鉴：221\n武器 七宝匕首\n特征：英杰乌尔波扎爱用的首屈一指的名剑。传说，乌尔波扎挥舞这把剑的样子就像是华丽的舞蹈一般。",
    "普通图鉴：217 大师图鉴：222\n武器 戒心小刀\n特征：希卡族传统的单刃剑。拥有其他刀所没有的细细刀身和锋利度，大概是在制作中使用了古代技术。",
    "普通图鉴：218 大师图鉴：223\n武器 古代兵装·剑\n特征：用失传的古代技术制作刃的单手剑。闪着蓝光的剑刃只在拔剑时出现。其斩断力凌驾于普通金属剑之上。",
    "普通图鉴：219 大师图鉴：224\n武器 生锈的剑\n特征：好像是很久以前的著名剑士所使用的，已经生锈了的单手剑。一旦使用就会马上坏掉。",
    "普通图鉴：220 大师图鉴：225\n武器 近卫之剑\n特征：为了对抗大灾厄而使用古代技术，希卡族模仿驱魔之剑打造的武器。虽然获得了优秀的攻击力，但耐久性有问题。",
    "普通图鉴：221 大师图鉴：226\n武器 火焰剑\n特征：据说是用死亡之山的熔岩锻造的魔法剑。剑身布满红色光辉时，会顺着挥舞的轨迹喷出灼热的火焰。",
    "普通图鉴：222 大师图鉴：227\n武器 冰雪剑\n特征：据说是在海布拉地区的极寒灵峰锻造的魔法剑。剑身布满蓝色光辉时，发出冷气的剑刃会将攻击对手冻住。",
    "普通图鉴：223 大师图鉴：228\n武器 雷电剑\n特征：被海拉鲁丘陵的闪电长期照射而锻造出的魔法剑。金色的光辉布满剑身时，只要一挥，就能用电击令对手麻痹。",
    "普通图鉴：224 大师图鉴：229\n武器 波克棒\n特征：波克布林为了一招杀死猎物而潜心制作出的波克棒。野蛮使用的话，很快就会坏掉。",
    "普通图鉴：225 大师图鉴：230\n武器 尖刺波克棒\n特征：以严选的材料制作而成的特别的波克布林法杖。被突起的骨头击中的话会很疼。",
    "普通图鉴：226 大师图鉴：231\n武器 龙骨波克棒\n特征：把法杖和化石骨头组合在一起的强力武器。即使是在波克布林中也只有特别强壮的个体才能拿得动。",
    "普通图鉴：227 大师图鉴：232\n武器 蜥蜴飞旋镖\n特征：蜥蜴战士喜爱使用的弯曲的剑。不只是直接劈砍，也可以像飞旋镖那样投掷使用。",
    "普通图鉴：228 大师图鉴：233\n武器 强力蜥蜴飞旋镖\n特征：蓝色蜥蜴战士喜爱使用的剑。刃分为两片，比起普通的蜥蜴飞旋镖，斩断力得到提升，即使投掷出去也会回到手中。",
    "普通图鉴：229 大师图鉴：234\n武器 三叉蜥蜴飞旋镖\n特征：刃的数量更多，攻击力也更高的剑。虽然也能作为飞旋镖使用，但使用起来很难，主要由擅长战斗的黑色蜥蜴战士携带。",
    "普通图鉴：230 大师图鉴：235\n武器 守护者匕首\n特征：小型守护者所装备的剑。拥有使用了古代技术的蓝色剑身，耐久性不太高。",
    "普通图鉴：231 大师图鉴：236\n武器 守护者匕首+\n特征：威力得到强化的守护者匕首.斩断力得到了进一步提升，耐久性也有了若干改善。",
    "普通图鉴：232 大师图鉴：237\n武器 守护者匕首++\n特征：威力得到最大限度强化的守护者匕首。拥有能把很厚的铠甲劈开的攻击力。配合这个威力，剑身也变大了。",
    "普通图鉴：233 大师图鉴：238\n武器 莱尼尔之剑\n特征：莱尼尔所携带的金属制的剑。比起劈斩，更加是以敲碎为目的制作的。人类使用的话，相当沉重，但攻击力很高。",
    "普通图鉴：234 大师图鉴：239\n武器 兽王剑\n特征：剑刃增加后，攻击力也随之增加的莱尼尔之剑。据说在擦肩而过的一瞬间挥舞，就能把敌人一劈两半。",
    "普通图鉴：235 大师图鉴：240\n武器 兽神剑\n特征：白鬃莱尼尔所携带的凶恶之剑。那又厚又恐怖的剑刃，无论多么强壮的敌人都能被其轻易地砍倒。",
    "普通图鉴：236 大师图鉴：241\n武器 火焰杖\n特征：据说是古代的魔法师制作而成，可以发出火球的魔法杖。直接用来攻击的话会立刻坏掉，要小心。",
    "普通图鉴：237 大师图鉴：242\n武器 陨石杖\n特征：据说是古代的魔法师用禁咒制作而成，可以同时发出三个火焰球的法杖。蕴藏的火焰之力用尽后就会坏掉。",
    "普通图鉴：238 大师图鉴：243\n武器 冰雪杖\n特征：据说是将海布拉山脉的冰精炼后制成的，能发出冷气的魔法杖。不适合用于直接攻击。",
    "普通图鉴：239 大师图鉴：244\n武器 冰冻杖\n特征：据说是将海布拉山山顶的冰精炼后制成的，能大范围发射超低温冷气的魔法杖。蕴藏的冷气用尽后就会碎裂。",
    "普通图鉴：240 大师图鉴：245\n武器 电击杖\n特征：据说是在宝珠内封入了海拉鲁丘陵的落雷后制成的魔法杖。能够发射出电球，但是不适合用来直接攻击。",
    "普通图鉴：241 大师图鉴：246\n武器 雷电杖\n特征：据说是在宝珠内封入了海拉鲁丘陵的强烈落雷后制成的魔法杖。能够同时向三个方向发射出电球，蕴藏的雷用尽后就会坏掉。",
    "普通图鉴：242 大师图鉴：247\n武器 夺命镰刀\n特征：依盖队所使用的单手剑。刀刃设计成半月形据说是为了便于快速取人首级。可以说是他们恐怖的象征，但耐久性很低。",
    "普通图鉴：243 大师图鉴：248\n武器 恶魔圆刃\n特征：由依盖队制作而成的凶器。为了确保能将目标一击毙命而经过特别处理的形状令见者闻风丧胆。",
    "普通图鉴：244EX 大师图鉴：249EX\n武器 必杀之剑\n特征：此剑可一击必杀敌人，但也会导致持剑者因敌人的一击而殒命。使用2次后，失去光芒的剑，无法一击打败对方，但稍后又会恢复光芒。",
    "普通图鉴：245 大师图鉴：250\n武器 波克布林之骨\n特征：即使被斩断也能继续动的怪异腕骨。不太想放入袋子里。因为已经变得又旧又脆了，很快就会坏掉。",
    "普通图鉴：246 大师图鉴：251\n武器 蜥蜴战士之骨\n特征：死后仍然能继续动的骷髅蜥蜴战士的骨头。挥舞的话，可以作为武器使用，但很脆。背在身上的时候也能感觉到它在动……"
  ],
  "旷野之息单手剑": [ "[$t玩家]抽出了：\n{%_旷野之息单手剑}" ],
  "_旷野之息双手剑": [
    "普通图鉴：247 大师图鉴：252\n武器 克洛格的团扇\n特征：把树砍倒时，时不时会得到的神奇叶子。只要一挥就能刮起大风，可以把很轻的物体吹飞。",
    "普通图鉴：248 大师图鉴：253\n武器 农用锄头\n特征：用来挖土耕田的农具。为了经得起田地工作而制作得很结实。根据使用方法的不同，也会成为武器。",
    "普通图鉴：249 大师图鉴：254\n武器 船桨\n特征：装备在渔船上的工具。原本不是武器，但可以用来防身。用很耐水的木材做成，相当结实。",
    "普通图鉴：250 大师图鉴：255\n武器 樵夫斧头\n特征：山上的伐木工爱用的砍树工具。能快速地砍倒树木。",
    "普通图鉴：251 大师图鉴：256\n武器 达人斧头\n特征：为了战斗而特殊设计的双刃斧头。有一定重量，需要熟练的技术才能使用。因此，便不知不觉附上了达人之名。",
    "普通图鉴：252 大师图鉴：257\n武器 铁锤\n特征：用铁做成的巨大金属锤子。原本是用于切割矿石的，但作为武器也相当厉害。",
    "普通图鉴：253 大师图鉴：258\n武器 大飞旋镖\n特征：必须用双手才能挥动的巨大飞旋镖。把原本狩猎用的东西改良为战斗用，弯曲的内侧有刃，使用起来非常难。",
    "普通图鉴：254 大师图鉴：259\n武器 旅人双手剑\n特征：在各地旅行的冒险者爱用的双手剑。在和怪物战斗时，那巨大的重量可以将敌人的盾牌击飞。",
    "普通图鉴：255 大师图鉴：260\n武器 士兵双手剑\n特征：改良后用于战斗的双手剑。因为又大又重，使用起来很难，但是做得很结实，可以长时间战斗。",
    "普通图鉴：256 大师图鉴：261\n武器 骑士双手剑\n特征：即使是在守卫海拉鲁城堡的骑士中，也只有对力量特别自信的人才会携带这把大剑。剑刃也被打磨得很锋利。",
    "普通图鉴：257 大师图鉴：262\n武器 王族双手剑\n特征：被赐予海拉鲁王族直属部队的大剑。据说从剑刃使出的强力攻击连对手的心脏都能击碎。",
    "普通图鉴：258 大师图鉴：263\n武器 卓拉大剑\n特征：卓拉族使用特殊的金属制作的大剑。由于卓拉人喜好用枪，所以没什么人用它。但因为美丽的刀身设计，很受海利亚人喜爱。",
    "普通图鉴：259 大师图鉴：264\n武器 劈石剑\n特征：用很厚很硬的金属制成的鼓隆的双手剑。没有剑刃，所以完全不锋利。但可以用那硬度和重量砸碎对手。",
    "普通图鉴：260 大师图鉴：265\n武器 碎岩剑\n特征：在鼓隆城周围挖掘的稀有金属制成的双手剑。前端有重心，可以用离心力和重量将敌人击得粉碎。",
    "普通图鉴：261 大师图鉴：266\n武器 碎岩巨剑\n特征：英杰达尔克尔所携带的最硬的大剑。达尔克尔能轻松挥舞这把大剑，而人类要熟练使用的话，必须要经过一番苦练。",
    "普通图鉴：262 大师图鉴：267\n武器 格鲁德双手剑\n特征：只有格鲁德族士兵中善于剑术的人才被允许装备这把大剑。制作得比看起来轻巧，易于使用。",
    "普通图鉴：263 大师图鉴：268\n武器 戒心长刀\n特征：只在希卡族流传的单刃剑。用传统技术仔细地锻造而成。拥有绝佳的锋利度，也被称为野太刀。",
    "普通图鉴：264 大师图鉴：269\n武器 静心大剑\n特征：将希卡族所拥有的铸刀技术用于双刃剑的珍贵武器。是为了不习惯使用单刃剑的海拉鲁骑士而制作的。",
    "普通图鉴：265 大师图鉴：270\n武器 古代兵装·大剑\n特征：使用了古代希卡族技术的双手剑。蓝色剑刃做成了沿着剑身旋转的特殊构造。能用很强的切断力将敌人斩碎。",
    "普通图鉴：266 大师图鉴：271\n武器 生锈的双手剑\n特征：长久放置后生锈了的大剑。可以作为武器使用，但耐久性很低，用个几次就很容易坏掉。",
    "普通图鉴：267 大师图鉴：272\n武器 近卫双手剑\n特征：希卡族集合古代技术的精华制成的大剑。为了保卫王国不受灾厄侵害而制作，但因为在耐久性上有问题而实用性很低。",
    "普通图鉴：268 大师图鉴：273\n武器 火焰大剑\n特征：据说是古时候由鼓隆族铁匠使用死亡之山的火锻造而成的魔法剑。在剑身闪着红光时挥舞，会喷出火焰。",
    "普通图鉴：269 大师图鉴：274\n武器 冰雪大剑\n特征：据说是用沉睡在海布拉山脉永久冻土里的矿石精炼而成的魔法剑。在剑身闪着蓝光时挥舞，会放出冷气。",
    "普通图鉴：270 大师图鉴：275\n武器 雷电大剑\n特征：据说是很久以前海拉鲁王族的铁匠用海拉鲁丘陵的落雷锻造而成的魔法剑。在剑身闪着金光时挥舞，会发出雷击。",
    "普通图鉴：271 大师图鉴：276\n武器 波克棍\n特征：波克布林按本能制作的粗糙法杖。根据击中的位置，能够以很大的威力击飞防御的盾牌。",
    "普通图鉴：272 大师图鉴：277\n武器 尖刺波克棍\n特征：波克布林为了提高攻击力，设计在波克棍上加上了用动物骨头制作的尖刺。直击对手的话，会造成相当大的伤害。",
    "普通图鉴：273 大师图鉴：278\n武器 龙骨波克棍\n特征：将波克棍和化石骨头组合后做成的法杖。为了打倒强敌而拥有很高的强度和攻击力，即使在波克布林中也只有部分强者才能使用。",
    "普通图鉴：274 大师图鉴：279\n武器 莫力布林棍\n特征：莫力布林喜爱使用的简朴的法杖。以坚硬的木头为材料制作而成，因为做工粗糙，很快就会损坏。",
    "普通图鉴：275 大师图鉴：280\n武器 尖刺莫力布林棍\n特征：改良过的莫力布林的双手武器。打击面上绑上了动物的骨头，给予对手的损伤也显著提高了。",
    "普通图鉴：276 大师图鉴：281\n武器 龙骨莫力布林棍\n特征：绑上了远古兽骨的莫力布林棍。像斧头一样，做成了前端有重心的样子。能使用这个的莫力布林因习惯战斗而具有危险性。",
    "普通图鉴：277 大师图鉴：282\n武器 守护者之斧\n特征：小型守护者装备的武器。宽而薄的斧头是用古代的技术做成的。拥有很高的攻击力，但结构上很易损坏。",
    "普通图鉴：278 大师图鉴：283\n武器 守护者之斧+\n特征：攻击输出强化过的守护者之斧。据了解，此武器不仅能战斗，还具有破坏障碍物，开辟前进道路的用途。",
    "普通图鉴：279 大师图鉴：284\n武器 守护者之斧++\n特征：为了将敌人一劈两半而强化过最大攻击输出的守护者之斧。用古代技术实现了金属制武器里很难出现的高斩断力。",
    "普通图鉴：280 大师图鉴：285\n武器 莱尼尔大剑\n特征：莱尼尔所携带的双手武器。与其说是剑，不如说只是金属块。但是以莱尼尔之力挥舞的话，就会成为粉碎大部分物体的凶器。",
    "普通图鉴：281 大师图鉴：286\n武器 兽王大剑\n特征：前端绑上了硬度很高的金属，增加了打击力和耐久性的莱尼尔的双手武器。能以压倒性的重量击碎盾牌、铠甲乃至敌人。",
    "普通图鉴：282 大师图鉴：287\n武器 兽神大剑\n特征：由于使用了取自死亡之山山顶的特殊金属而具有特别重量的双手武器。往下挥舞使出的一击具有无可比拟的破坏力。",
    "普通图鉴：283 大师图鉴：288\n武器 斩风刀\n特征：依盖队干部所携带的古怪的刀。使用熟练者集中精神后拔刀一挥，能因那特殊的形状而创造出真空的刀刃。",
    "普通图鉴：284 大师图鉴：289\n武器 莫力布林之骨\n特征：即使只剩手臂也仍然能动的莫力布林的骨头。又长又粗的骨头作为武器使用，具有很强的打击力，但是也非常容易损坏。"
  ],
  "旷野之息双手剑": [ "[$t玩家]抽出了：\n{%_旷野之息双手剑}" ],
  "_旷野之息枪": [
    "普通图鉴：285 大师图鉴：290\n武器 木拖把\n特征：经常被用于打扫地板的清洁工具。因为是工匠手工制作的，所以非常结实，甚至还可以当做武器使用。",
    "普通图鉴：286 大师图鉴：291\n武器 农用钉耙\n特征：为了高效率地收集干草而制作的农具。为方便所有人使用而做得很轻巧，前端的四根钉齿相当锋利。",
    "普通图鉴：287 大师图鉴：292\n武器 渔夫的鱼叉\n特征：主要是用来捕获大型鱼类的渔具。拥有尖尖突起的前端，也可以作为武器使用。用这个叉住逃跑的鱼，就算独当一面的渔夫。",
    "普通图鉴：288 大师图鉴：293\n武器 投枪\n特征：为了投出去进行突刺而特别设计过的特殊的枪。通过取得枪尖和柄之间的平衡，设计得能比普通的枪投得更远。",
    "普通图鉴：289 大师图鉴：294\n武器 旅人之枪\n特征：旅人为了保护自己不受狼等野生动物的伤害而随身携带的防身用的枪。很容易握住，使用起来感觉不错。",
    "普通图鉴：290 大师图鉴：295\n武器 士兵之枪\n特征：城堡里的士兵所使用的长枪。必须经过充分训练才能随心所欲地挥舞。铁质的枪尖很坚硬，即使点火也不会烧起来。",
    "普通图鉴：291 大师图鉴：296\n武器 骑士之枪\n特征：为了能熟练使用武器的骑士而制作的枪。带有像斧头一样的刀刃的枪头是它的特征。据说经常在马上使用。",
    "普通图鉴：292 大师图鉴：297\n武器 王族之枪\n特征：此枪被赐予那些负责守卫觐见大殿等城堡中重要场所的骑士们。王族工匠们还为此枪加上了美丽的装饰。",
    "普通图鉴：293 大师图鉴：298\n武器 森民之枪\n特征：据说是克洛格族为人类制作的枪。以轻巧而结实的木头为材料，易于使用。枪尖是削取特别硬的木头制作而成。",
    "普通图鉴：294 大师图鉴：299\n武器 卓拉之枪\n特征：在卓拉族广泛使用的枪。不只是打渔，也可用于抵御外敌的战斗。用特殊的金属制成，所以比看起来要轻巧。",
    "普通图鉴：295 大师图鉴：300\n武器 银鳞之枪\n特征：卓拉族中的骁勇善战者所使用的枪。拥有鱼尾般美丽设计的刃，那尖端非常锋利，连硬的鳞片也能穿透。",
    "普通图鉴：296 大师图鉴：301\n武器 祭祀之枪\n特征：米法所使用的模仿光鳞之枪制成的枪。外观上和光鳞之枪一模一样，但攻击性能和耐久性要差一些。",
    "普通图鉴：297 大师图鉴：302\n武器 光鳞之枪\n特征：英杰米法爱用的优雅的名枪。据说米法很擅长治愈，但是用枪也是一流的。",
    "普通图鉴：298 大师图鉴：303\n武器 削岩棒\n特征：回收使用鼓隆族制作的金属零件制成的武器。前端使用了用来挖掘的零件，即便是坚硬的矿石也能砸碎。",
    "普通图鉴：299 大师图鉴：304\n武器 斩风羽枪\n特征：利特族士兵所使用的枪。为了能在空中一边挥动翅膀一边使用，使用了轻巧而结实的材料制作而成。",
    "普通图鉴：300 大师图鉴：305\n武器 格鲁德之枪\n特征：格鲁德族士兵广泛使用的枪。因为枪头有一定重量，所以使用困难。但高个的格鲁德族使用的话，能发挥可靠的实力。",
    "普通图鉴：301 大师图鉴：306\n武器 蜿蜒之枪\n特征：此枪拥有形状独特的枪头。据说，希卡族的用枪高手会使用弯曲的刃勾斩对手。",
    "普通图鉴：302 大师图鉴：307\n武器 古代兵装·枪\n特征：守护者所使用的，利用古代技术的研究成果制作而成的枪。枪尖的蓝色刃拥有很强的穿透力。",
    "普通图鉴：303 大师图鉴：308\n武器 生锈的枪\n特征：被认为是很久以前骑士用过的生锈的枪。因为长时间风吹雨打，枪头损坏严重，耐久性很低。",
    "普通图鉴：304 大师图鉴：309\n武器 近卫之枪\n特征：希卡族为了抵御灾厄，运用古代技术制成的枪。拥有非常高的攻击力，但是耐久性很低，不能使用于实际的战斗中。",
    "普通图鉴：305 大师图鉴：310\n武器 火焰枪\n特征：据说是以特殊技术将死亡之山的熔岩精炼后制成的魔法枪。闪耀着红色时，会在突刺的同时发射火焰。",
    "普通图鉴：306 大师图鉴：311\n武器 冰雪枪\n特征：据说是使用长眠于海布拉山脉的太古之冰锻造而成的魔法抢。枪尖闪耀着蓝白色时突刺的话，会放出冷气冻住对手。",
    "普通图鉴：307 大师图鉴：312\n武器 雷电枪\n特征：据说是枪尖不断接收雷之台地的落雷制作而成的魔法抢。枪身布满金光时突刺，会放出电击。",
    "普通图鉴：308 大师图鉴：313\n武器 波克枪\n特征：从很厚的树枝上胡乱削出来的粗陋的枪。好像也可以用来串上肉和鱼，放在火上烤。",
    "普通图鉴：309 大师图鉴：314\n武器 尖刺波克枪\n特征：把锋利的动物骨头当做枪头的波克布林的枪。比拥有金属枪尖的枪轻巧，比看起来容易使用。",
    "普通图鉴：310 大师图鉴：315\n武器 龙骨波克枪\n特征：在枪尖绑上坚硬的化石骨头制成的枪。化石上的牙会给予敌人狠狠一击，所以要注意装备了此枪的波克布林。",
    "普通图鉴：311 大师图鉴：316\n武器 莫力布林枪\n特征：莫力布林所使用的木制枪。枪头只是用森林里的木头胡乱地削尖制成，无论是突刺力还是耐久性都不太高。",
    "普通图鉴：312 大师图鉴：317\n武器 尖刺莫力布林枪\n特征：用有角动物的骨头作为枪头的莫力布林的枪。制作很粗糙，但是锐利尖角的突刺具有不容轻视的的穿透力。",
    "普通图鉴：313 大师图鉴：318\n武器 龙骨莫力布林枪\n特征：习惯战斗的莫力布林爱用的枪。枪尖使用了数个坚硬的化石骨头，骨头上的尖刺提高了突刺的威力。",
    "普通图鉴：314 大师图鉴：319\n武器 蜥蜴枪\n特征：蜥蜴战士装备的普通枪。拥有波浪形刃的枪头是其特征。因为不太结实，所以长时间使用不太靠谱。",
    "普通图鉴：315 大师图鉴：320\n武器 强力蜥蜴枪\n特征：拥有渔夫的鱼叉般枪头的蜥蜴战士的枪。实际上，好像也能用来捕鱼。非常锋利，要小心别拿反了。",
    "普通图鉴：316 大师图鉴：321\n武器 双头蜥蜴枪\n特征：蜥蜴战士中骁勇善战的个体喜爱装备的枪。穿透力不太高，但是两枚波浪形刀刃造成的裂伤会给对手造成重伤。",
    "普通图鉴：317 大师图鉴：322\n武器 守护者之枪\n特征：小型守护者所装备的枪。只有在架起时才会出现的发光的枪尖穿透力很高，充分体现了古代希卡族的高技术水平。",
    "普通图鉴：318 大师图鉴：323\n武器 守护者之枪+\n特征：枪尖变大了的守护者之枪。不知是否考虑到要在狭窄的地方使用，枪柄比一般的海拉鲁枪要短一些。",
    "普通图鉴：319 大师图鉴：324\n武器 守护者之枪++\n特征：攻击输出得到最大强化的守护者之枪。以古代技术制作而成的枪头特别强化了突刺，拥有能轻易刺穿大多数防具的高度穿透力。",
    "普通图鉴：320 大师图鉴：325\n武器 莱尼尔之枪\n特征：拥有巨大弯刀般枪尖的莱尼尔的枪。前端很重，平衡性很差，所以使用困难。但是莱尼尔单手就能轻松挥动。",
    "普通图鉴：321 大师图鉴：326\n武器 兽王枪\n特征：锋利度和重量都得到提高的莱尼尔的枪。据说，普通人类连举起来都觉得很累，而莱尼尔挥舞起来能把岩石都斩碎。",
    "普通图鉴：322 大师图鉴：327\n武器 兽神枪\n特征：据说是白鬃莱尼尔爱用的枪。拥有如斧头般的枪尖，利用超乎寻常的重量施展出的突刺，具有极大的破坏力。"
  ],
  "旷野之息枪": [ "[$t玩家]抽出了：\n{%_旷野之息枪}" ],
  "_旷野之息弓箭": [
    "普通图鉴：323 大师图鉴：328\n武器 光之弓箭\n特征：与魔兽盖侬决战之前从塞尔达那里得到的弓箭。通过勇者拉弓收集光，成为讨伐灾厄之箭。",
    "普通图鉴：324 大师图鉴：329\n武器 木之弓\n特征：为了猎捕小型动物而制作的木质弓。要和怪物战斗的话，不太可靠。",
    "普通图鉴：325 大师图鉴：330\n武器 旅人之弓\n特征：旅人防身用的小型弓。有箭的话，能攻击一定距离外的敌人。",
    "普通图鉴：326 大师图鉴：331\n武器 士兵之弓\n特征：提高了攻击力的战斗用弓。可以给予较大的伤害。因为是木头做的，所以一旦着火就会烧掉。",
    "普通图鉴：327 大师图鉴：332\n武器 骑士之弓\n特征：海拉鲁城堡的骑士们所使用的弓。没有特殊之处，易于使用，可以稳定地射击。因为是金属制的，耐久性也很好。",
    "普通图鉴：328 大师图鉴：333\n武器 王族之弓\n特征：由海拉鲁国王赐予海拉鲁骑士中弓术特别优秀者的弓。奢华的设计引人注目，但射击性能也很优秀。",
    "普通图鉴：329 大师图鉴：334\n武器 森民之弓\n特征：据说是克洛格族为人类而制作的弓。用优质的木材和结实的草藤制作而成。与简朴的外表相反，可以一次射好几支箭。",
    "普通图鉴：330 大师图鉴：335\n武器 卓拉之弓\n特征：卓拉族用于打渔的弓。射击性能并没那么好，但是用特殊的金属制成，耐久性比看起来要优秀。",
    "普通图鉴：331 大师图鉴：336\n武器 飞燕弓\n特征：利特族平常使用的弓。适合在空中射击。弓弦经过设计，可以比普通的弓更快拉开。",
    "普通图鉴：332 大师图鉴：337\n武器 游隼弓\n特征：利特族的名匠所制作的精品弓。善于空战的利特族战士很喜欢使用。能比普通的弓更快拉开。",
    "普通图鉴：333 大师图鉴：338\n武器 大鹫弓\n特征：英杰力巴尔所携带的稀有名弓。据说，以疾风般的速度在空战中射这把弓的力巴尔，无人能敌。",
    "普通图鉴：334 大师图鉴：339\n武器 格鲁德之弓\n特征：格鲁德族所使用的有着细致装饰的弓。这把弓是为在广阔的沙漠狩猎或战斗而设计，可以瞄准射击远处的物体。",
    "普通图鉴：335 大师图鉴：340\n武器 一心之弓\n特征：希卡族传下来的弓，集中精神拉这把弓，就能够像瞄准近处的物体一样，轻易地射击远处的敌人。",
    "普通图鉴：336 大师图鉴：341\n武器 古代兵装·弓\n特征：应用了洛贝利的研究成果而制成的高性能弓。使用了古代希卡族的技术，可以沿着笔直的轨迹射出箭。",
    "普通图鉴：337 大师图鉴：342\n武器 近卫之弓\n特征：希卡族为了应对大灾厄而制作的弓。因为是使用了古代技术的实验性武器，所以拥有很高的射击力和速度，但耐久力变低了。",
    "普通图鉴：338 大师图鉴：343\n武器 波克弓\n特征：波克布林所使用的简朴的弓。因为只是用随手可得的树枝绷紧弓弦，所以不太能期待它的射击威力。",
    "普通图鉴：339 大师图鉴：344\n武器 尖刺波克弓\n特征：绑上动物的骨头，经过强化的波克弓。做工粗糙，但是很轻，且容易使用。耐久性增加，射击的威力也提高了。",
    "普通图鉴：340 大师图鉴：345\n武器 龙骨波克弓\n特征：与化石的骨头组合，经过强化的波克弓。好像是用波克布林严选的材料制作而成，射击性能相当不错。",
    "普通图鉴：341 大师图鉴：346\n武器 蜥蜴弓\n特征：蜥蜴战士制作的木制弓。和大型鱼的骨头组合后制作而成。比单纯的木制弓更具有破坏力。",
    "普通图鉴：342 大师图鉴：347\n武器 强力蜥蜴弓\n特征：手握处用金属强化过的蜥蜴弓。弓本身使用了在水边生长的树的树枝，拥有不可小觑的射击性能。",
    "普通图鉴：343 大师图鉴：348\n武器 钢铁蜥蜴弓\n特征：即使是蜥蜴战士，也只有善于使弓的个体才能持有这把弓。为了强化而大量使用了金属，有一定重量，但耐久性也高。",
    "普通图鉴：344 大师图鉴：349\n武器 莱尼尔之弓\n特征：莱尼尔所携带的坚固的金属制弓。可以同时射出多支箭，密集的箭雨最适合射落行动迅速的敌人。",
    "普通图鉴：345 大师图鉴：350\n武器 兽王弓\n特征：制作得相当厚重的莱尼尔之弓。不只是本身，弓弦也是用强韧的金属制作而成。对于普通的人类来说，很难拉开。",
    "普通图鉴：346 大师图鉴：351\n武器 兽神弓\n特征：用取自死亡之山山顶的特殊金属制成的莱尼尔的钢弓。一次射出多枝箭，拥有可怕的威力，很厚的铠甲也能像纸一样穿透。",
    "普通图鉴：347 大师图鉴：352\n武器 二连弓\n特征：依盖队中擅长弓术的成员所使用的弓。为了确保将瞄准的敌人一击毙命，设计成了一次能射出2支箭。",
    "普通图鉴：348 大师图鉴：353\n武器 木箭\n特征：非常普通的箭。把结实的木头削尖后制成。",
    "普通图鉴：349 大师图鉴：354\n武器 火箭\n特征：封印了火之力量的箭。一旦击中就会碎裂，让周围燃烧起来。特别是对寒冷的物体，具有极大的威力。",
    "普通图鉴：350 大师图鉴：355\n武器 冰箭\n特征：封印了冰之力量的箭。一旦击中就会碎裂，让周围冰冻起来。特别是对炎热的物体，具有极大的威力。",
    "普通图鉴：351 大师图鉴：356\n武器 电箭\n特征：封印了电之力量的箭。一旦击中就会碎裂，让周围触电。特别是对金属制和被水弄湿的物体具有极大的威力。",
    "普通图鉴：352 大师图鉴：357\n武器 炸弹箭\n特征：为了对抗怪物而制作出来的强力箭。前端装入了炸药。会在着弹点发生爆炸，给周围造成巨大伤害。",
    "普通图鉴：353 大师图鉴：358\n武器 古代兵装·箭\n特征：把使用了古代技术的短剑状小刀转用于弓箭的武器。对于用古代的能量之力消灭敌人的守护者也会发挥很高的威力。"
  ],
  "旷野之息弓箭": [ "[$t玩家]抽出了：\n{%_旷野之息弓箭}" ],
  "_旷野之息盾": [
    "普通图鉴：354 大师图鉴：359\n武器 海利亚盾\n特征：伴随着持有它的勇者的传说，自古从海拉鲁王族流传下来的盾。以其他盾无法企及的压倒性的防御力和耐久性为傲。",
    "普通图鉴：355 大师图鉴：360\n武器 锅盖\n特征：维持着村民生活的烹饪锅的盖子。用结实的木头制作而成，但要作为盾持续使用的话，不太可靠。",
    "普通图鉴：356 大师图鉴：361\n武器 木盾\n特征：用重量较轻的木材做成，战斗新手也很容易使用的盾。可以承受箭等轻度的攻击。（此条与游戏内不同，游戏内木盾介绍与锅盖混同。）",
    "普通图鉴：357 大师图鉴：362\n武器 兽纹盾\n特征：以哈特尔地区的传统设计所绘制的盾。作为盾，其性能和一般的木盾没有很大差别，但作为工艺品，很受人欢迎。",
    "普通图鉴：358 大师图鉴：363\n武器 兔纹盾\n特征：森林里的猎人喜爱使用的盾。没有什么特别之处，易于使用，但耐久性不佳。兔子的设计是因为迷信这样能给打猎带来好运。",
    "普通图鉴：359 大师图鉴：364\n武器 鱼纹盾\n特征：海上的渔夫喜爱使用的盾。为了方便在船上使用而用轻质木头做成。鱼的设计是因为迷信这样能带来鱼获。",
    "普通图鉴：360 大师图鉴：365\n武器 旅人盾\n特征：被广泛用于旅人防身的盾。皮革绷在结实的木头上，可以承受来自低级怪物和野兽的攻击。",
    "普通图鉴：361 大师图鉴：366\n武器 士兵盾\n特征：过去配备给守卫城堡的士兵的盾。因为是用木头做成，很轻便易用，但一旦着火就会烧掉，所以要小心。",
    "普通图鉴：362 大师图鉴：367\n武器 骑士盾\n特征：侍奉海拉鲁王族的骑士所使用的盾。金属制，做工结实，所以能经受激烈战斗。有一定重量，必须有相当的技术才能使用。",
    "普通图鉴：363 大师图鉴：368\n武器 王族盾\n特征：即使是在海拉鲁的骑士中，此盾也只被授予执行保护王族任务的骑士。是因美丽的装饰和高度的防御力而极具魅力的佳品。",
    "普通图鉴：364 大师图鉴：369\n武器 森民盾\n特征：据说是克洛格族为人类制作的盾。使用只生长在克洛格森林里的极其坚硬的木头制作，所以远比看起来结实。",
    "普通图鉴：365 大师图鉴：370\n武器 卓拉盾\n特征：用纤细的装饰点缀过的卓拉族的盾。据说熟练使用者能用左右的弯曲部分格挡开攻击，保护身体。",
    "普通图鉴：366 大师图鉴：371\n武器 风筝盾\n特征：利特族战士爱用的盾。为了能在空中战时就这么背着飞行，而制作成了这个形状。",
    "普通图鉴：367 大师图鉴：372\n武器 格鲁德盾\n特征：单手剑和盾是格鲁德族的基本配备。因配合战斗风格而进化了的金属制盾。不只是士兵，也很受旅人重用。",
    "普通图鉴：368 大师图鉴：373\n武器 太阳盾\n特征：即使是格鲁德的士兵，也只有队长以上级别的才会被赐予这个豪华盾。使用了宝石，作为装饰品具有很高价值，作为盾也非常优秀。",
    "普通图鉴：369 大师图鉴：374\n武器 七宝盾\n特征：英杰乌尔波扎爱用的最高级的盾。使用了严选的金属，是兼具轻巧和强韧的佳品。拥有连强烈攻击也能轻松承受的性能。",
    "普通图鉴：370 大师图鉴：375\n武器 护心盾\n特征：希卡族所使用的木质小型盾。据说，为了确保其机动性和避免死角，而做成了特殊的形状。",
    "普通图鉴：371 大师图鉴：376\n武器 古代兵装·盾\n特征：使用了古代希卡族技术的盾。闪耀着蓝色的表面表明其正在防御。拥有反射守护者光束的功能。",
    "普通图鉴：372 大师图鉴：377\n武器 生锈的盾\n特征：好像是骑士用过的金属制的旧盾。经过长时间使用后已经生锈，防御性能下降，但多少还能使用。",
    "普通图鉴：373 大师图鉴：378\n武器 近卫盾\n特征：由希卡族使用古代技术制作的盾。承受攻击的力量非常强，但在结构上耐久性很低，不太适合实战。",
    "普通图鉴：374 大师图鉴：379\n武器 波克盾\n特征：只是在掉落的木板上装上把手做成的波克布林的盾。耐久性很低，很容易损坏。",
    "普通图鉴：375 大师图鉴：380\n武器 尖刺波克盾\n特征：用稍微有点硬的木头做成的波克布林的盾。在木板上绑上动物的骨头，增加其强度。",
    "普通图鉴：376 大师图鉴：381\n武器 龙骨波克盾\n特征：在边缘装上化石的骨头，经过强化的波克盾。承受敌人攻击的性能得到了改良，但做工依然很粗糙，所以耐久性不太高。",
    "普通图鉴：377 大师图鉴：382\n武器 蜥蜴盾\n特征：蜥蜴战士喜爱使用的盾。用金属做成，但因为做工粗糙，耐久性并不是很高。",
    "普通图鉴：378 大师图鉴：383\n武器 强力蜥蜴盾\n特征：通过搭配不同种类的金属来提高强度的蜥蜴盾。边缘上有尖刺，使用时要小心。",
    "普通图鉴：379 大师图鉴：384\n武器 钢铁蜥蜴盾\n特征：装了好多片金属装甲的蜥蜴盾。防御性能很高，但是也很重，所以只有战斗能力高的个体才会装备。",
    "普通图鉴：380 大师图鉴：385\n武器 守护者之盾\n特征：用古代希卡族的技术制作的盾。如果是小型守护者放出的那种光束攻击，只要防御就能反射掉。",
    "普通图鉴：381 大师图鉴：386\n武器 守护者之盾+\n特征：防御输出提高，规格变大的守护者之盾。是用现代已失传的古代技术制作的。防御性能不输于金属制的盾。",
    "普通图鉴：382 大师图鉴：387\n武器 守护者之盾++\n特征：防御输出得到最大限度强化的古代盾。拥有金属制的盾所无法实现的轻巧和强度。还能反射小型守护者的光束。",
    "普通图鉴：383 大师图鉴：388\n武器 莱尼尔盾\n特征：莱尼尔所装备的金属制的坚固的盾。虽然是盾，但同时也有刃，所以可以利用这点使出斩击。",
    "普通图鉴：384 大师图鉴：389\n武器 兽王盾\n特征：增加了装甲和刃，攻防都得到强化的莱尼尔盾。边缘所使用的刃非常锐利，可以将简单的防具切碎。",
    "普通图鉴：385 大师图鉴：390\n武器 兽神盾\n特征：无论多么猛烈的攻击都能轻松防御，还拥有能斩断强敌的刃，是究极的盾。白鬃莱尼尔很喜爱使用。"
  ],
  "旷野之息盾": [ "[$t玩家]抽出了：\n{%_旷野之息盾}" ],
  "_旷野之息宝物": [
    "普通图鉴：386 大师图鉴：391\n宝物 宝箱\n特征：收纳装备和贵重品的箱子。多见于神庙里和敌人的据点。有时也会埋在地下。",
    "普通图鉴：387 大师图鉴：392\n宝物 矿床\n特征：里面含有很多矿物的岩石。敲开后，除了可以开采到岩盐和打火石外，还有价值高的矿物等各种各样的东西。",
    "普通图鉴：388 大师图鉴：393\n宝物 稀有矿床\n特征：里面含有贵重矿物的岩石。有时还能开采到红宝石和蓝宝石这类稀有的矿物。",
    "普通图鉴：389 大师图鉴：394\n宝物 夜光矿床\n特征：里面含有很多夜光石的岩石。敲开后，可以开采到易加工尺寸的夜光石。"
  ],
  "旷野之息宝物": [ "[$t玩家]抽出了：\n{%_旷野之息宝物}" ],
  "_冰冻": [ "用冰冻杖甩了一遍", "用冰箭射了一下", "用冰雪剑砍了一刀", "用冰雪大剑砍了一刀", "用冰雪杖甩了一遍", "放在了雪上", "用冰雪枪戳了一下" ],
  "_火烤": [ "用火焰杖甩了一遍", "用陨石杖甩了一遍", "用火箭射了一下", "用爆炸箭射了一下", "用带火的木箭射了一下", "用火焰剑砍了一刀", "用火焰大剑砍了一刀", "用火焰枪戳了一下", "丢在了火堆里", "放在了火山的地面上", "用带火的木制武器造成了伤害" ],
  "_水果": [ "生命榴莲", "椰子", "苹果", "草莓", "冰冷蜜瓜", "酥麻水果", "速速莲蓬", "大剑香蕉", "暖暖草果" ],
  "_蘑菇": [ "大个生命松露", "生命松露", "毅力蘑菇", "海拉鲁蘑菇", "精力蘑菇", "冰冷蘑菇", "暖暖蘑菇", "酥麻蘑菇", "速速蘑菇", "大剑蘑菇", "铠甲蘑菇", "潜行蘑菇" ],
  "_蔬菜": [ "生命大萝卜", "生命小萝卜", "海拉鲁草", "冰冷香草", "暖暖香草", "酥麻香草", "速速紫罗兰", "大剑草", "铠甲草", "潜行草", "静谧公主", "毅力胡萝卜", "速速胡萝卜", "铠甲南瓜" ],
  "_肉": [ "顶级兽肉", "顶级禽肉", "高级兽肉", "高级禽肉", "兽肉", "禽肉" ],
  "_其他食材": [ "精力蜂的蜂蜜", "海拉鲁米", "禽蛋", "塔邦挞小麦", "鲜奶", "蔗糖", "山羊黄油", "鼓隆的调味粉", "岩盐", "怪物精华" ],
  "_坚果": [ "橡子", "小鸟的树果" ],
  "_特殊": [ "星星碎片", "费罗龙的鳞片", "费罗龙的爪子", "费罗龙的犄角碎片", "费罗龙的牙齿碎片", "奥尔龙的鳞片", "奥尔龙的爪子", "奥尔龙的犄角碎片", "奥尔龙的牙齿碎片", "聂尔龙的鳞片", "聂尔龙的爪子", "聂尔龙的犄角碎片", "聂尔龙的牙齿碎片" ],
  "_鱼": [ "生命三文鱼", "生命鲈鱼", "海拉鲁鲈鱼", "精力鲈鱼", "冰冷鳟鱼", "暖暖鳟鱼", "酥麻鳟鱼", "潜行鳟鱼", "大剑鲤鱼", "铠甲鲤鱼", "三色鲤鱼", "大剑鲷鱼", "铠甲鲷鱼" ],
  "_螺": [ "生命海螺", "潜行田螺" ],
  "_螃蟹": [ "大剑螃蟹", "铠甲螃蟹", "精力螃蟹" ],
  "_冰冷虫": [ "冰冷凤蝶", "冰冷蜻蜓" ],
  "_暖暖虫": [ "暖暖凤蝶", "暖暖蜻蜓" ],
  "_酥麻虫": [ "酥麻凤蝶", "酥麻蜻蜓" ],
  "_耐火虫": [ "耐火凤蝶", "耐火蜥" ],
  "_精力虫": [ "精力蚱蜢", "精力独角仙" ],
  "_铠甲虫": [ "铠甲独角仙" ],
  "_大剑虫": [ "大剑独角仙" ],
  "_静静虫": [ "静静萤火虫" ],
  "_速速虫": [ "速速蛙", "速速蜥" ],
  "_毅力虫": [ "毅力蛙" ],
  "_生命虫": [ "生命蜥" ],
  "_矿物": [ "打火石", "琥珀", "蛋白石", "夜光石", "黄玉", "红宝石", "蓝宝石", "钻石" ],
  "_怪物材料": [ "波克布林的犄角", "波克布林的牙齿", "波克布林的肝脏", "莫力布林的犄角", "莫力布林的牙齿", "莫力布林的肝脏", "蜥蜴战士的犄角", "蜥蜴战士的爪子", "蜥蜴战士的尾巴", "蜥蜴战士的蓝色尾巴", "蜥蜴战士的红色尾巴", "蜥蜴战士的黄色尾巴", "莱尼尔的犄角", "莱尼尔的蹄子", "莱尼尔的肝脏", "丘丘胶", "白色丘丘胶", "红色丘丘胶", "黄色丘丘胶", "蝙蝠翅膀", "冰蝙蝠的翅膀", "火蝙蝠的翅膀", "电蝙蝠的翅膀", "蝙蝠的眼珠", "八爪怪的脚", "八爪怪的眼珠", "八爪怪气球", "莫尔德拉吉克的背鳍", "莫尔德拉吉克的肝脏", "西诺克斯的爪子", "西诺克斯的牙齿", "西诺克斯的肝脏", "古代螺丝", "古代弹簧", "古代齿轮", "古代传动轴", "古代核心", "巨大的古代核心" ],
  "_螺蟹": [ "大剑螃蟹", "铠甲螃蟹", "精力螃蟹", "生命海螺", "潜行田螺" ],
  "_水果除暖暖草果": [ "生命榴莲", "椰子", "苹果", "草莓", "冰冷蜜瓜", "酥麻水果", "速速莲蓬", "大剑香蕉" ],
  "_蔬菜除铠甲南瓜": [ "生命大萝卜", "生命小萝卜", "海拉鲁草", "冰冷香草", "暖暖香草", "酥麻香草", "速速紫罗兰", "大剑草", "铠甲草", "潜行草", "静谧公主", "毅力胡萝卜", "速速胡萝卜" ],
  "_干煎鱼材料": [ "生命鲈鱼", "海拉鲁鲈鱼", "精力鲈鱼", "冰冷鳟鱼", "暖暖鳟鱼", "酥麻鳟鱼", "潜行鳟鱼", "大剑鲤鱼", "铠甲鲤鱼", "三色鲤鱼", "潜行田螺", "大剑螃蟹", "铠甲螃蟹", "精力螃蟹" ],
  "_鲷鱼": [ "大剑鲷鱼", "铠甲鲷鱼" ],
  "_兽肉": [ "顶级兽肉", "高级兽肉", "兽肉" ],
  "_禽肉": [ "顶级禽肉", "高级禽肉", "禽肉" ],
  "_海鲜": [ "大剑鲷鱼", "铠甲鲷鱼", "生命海螺" ],
  "_胡萝卜和南瓜": [ "毅力胡萝卜", "速速胡萝卜", "铠甲南瓜" ],
  "_生命萝卜": [ "生命大萝卜", "生命小萝卜" ],
  "_鱼螺蟹": [ "生命三文鱼", "生命鲈鱼", "海拉鲁鲈鱼", "精力鲈鱼", "冰冷鳟鱼", "暖暖鳟鱼", "酥麻鳟鱼", "潜行鳟鱼", "大剑鲤鱼", "铠甲鲤鱼", "三色鲤鱼", "大剑鲷鱼", "铠甲鲷鱼", "生命海螺", "潜行田螺", "大剑螃蟹", "铠甲螃蟹", "精力螃蟹" ],
  "_水果除苹果": [ "生命榴莲", "椰子", "草莓", "冰冷蜜瓜", "酥麻水果", "速速莲蓬", "大剑香蕉", "暖暖草果" ],
  "_鱼螺": [ "生命三文鱼", "生命鲈鱼", "海拉鲁鲈鱼", "精力鲈鱼", "冰冷鳟鱼", "暖暖鳟鱼", "酥麻鳟鱼", "潜行鳟鱼", "大剑鲤鱼", "铠甲鲤鱼", "三色鲤鱼", "大剑鲷鱼", "铠甲鲷鱼", "生命海螺", "潜行田螺" ],
  "_过硬食材": [ "打火石", "琥珀", "蛋白石", "夜光石", "黄玉", "红宝石", "蓝宝石", "钻石", "木柴捆" ],
  "_微妙食材": [ "星星碎片", "费罗龙的鳞片", "费罗龙的爪子", "费罗龙的犄角碎片", "费罗龙的牙齿碎片", "奥尔龙的鳞片", "奥尔龙的爪子", "奥尔龙的犄角碎片", "奥尔龙的牙齿碎片", "聂尔龙的鳞片", "聂尔龙的爪子", "聂尔龙的犄角碎片", "聂尔龙的牙齿碎片", "冰冷凤蝶", "冰冷蜻蜓", "暖暖凤蝶", "暖暖蜻蜓", "酥麻凤蝶", "酥麻蜻蜓", "耐火凤蝶", "耐火蜥", "精力蚱蜢", "精力独角仙", "铠甲独角仙", "大剑独角仙", "静静萤火虫", "速速蛙", "速速蜥", "毅力蛙", "生命蜥", "波克布林的犄角", "波克布林的牙齿", "波克布林的肝脏", "莫力布林的犄角", "莫力布林的牙齿", "莫力布林的肝脏", "蜥蜴战士的犄角", "蜥蜴战士的爪子", "蜥蜴战士的尾巴", "蜥蜴战士的蓝色尾巴", "蜥蜴战士的红色尾巴", "蜥蜴战士的黄色尾巴", "莱尼尔的犄角", "莱尼尔的蹄子", "莱尼尔的肝脏", "丘丘胶", "白色丘丘胶", "红色丘丘胶", "黄色丘丘胶", "蝙蝠翅膀", "冰蝙蝠的翅膀", "火蝙蝠的翅膀", "电蝙蝠的翅膀", "蝙蝠的眼珠", "八爪怪的脚", "八爪怪的眼珠", "八爪怪气球", "莫尔德拉吉克的背鳍", "莫尔德拉吉克的肝脏", "西诺克斯的爪子", "西诺克斯的牙齿", "西诺克斯的肝脏", "古代螺丝", "古代弹簧", "古代齿轮", "古代传动轴", "古代核心", "巨大的古代核心" ],
  "_鲤鱼": [ "大剑鲤鱼", "铠甲鲤鱼", "三色鲤鱼" ],
  "_鲈鱼": [ "生命鲈鱼", "海拉鲁鲈鱼", "精力鲈鱼" ],
  "_鳟鱼": [ "冰冷鳟鱼", "暖暖鳟鱼", "酥麻鳟鱼", "潜行鳟鱼" ],
  "_蔬菜除胡萝卜和南瓜": [ "生命大萝卜", "生命小萝卜", "海拉鲁草", "冰冷香草", "暖暖香草", "酥麻香草", "速速紫罗兰", "大剑草", "铠甲草", "潜行草", "静谧公主" ],
  "_胡萝卜": [ "毅力胡萝卜", "速速胡萝卜" ],
  "_旷野之息料理": [
    "林克把{_肉}丢进了锅里炖了炖，做出了烤肉串。",
    "林克把{_肉}、{_肉}、{_肉}、{_肉}丢进了锅里炖了炖，做出了大份烤肉串。",
    "林克把{_鱼}丢进了锅里炖了炖，做出了烤鱼。",
    "林克把{_鱼螺蟹}、{_鱼螺蟹}、{_鱼螺蟹}、{_鱼螺蟹}丢进了锅里炖了炖，做出了大份烤鱼。",
    "林克把{_螺蟹}丢进了锅里炖了炖，做出了串烤海鲜。",
    "林克把{_蘑菇}丢进了锅里炖了炖，做出了烤蘑菇串。",
    "林克把{_蘑菇}、{_蘑菇}、{_蘑菇}、{_蘑菇}丢进了锅里炖了炖，做出了大份烤蘑菇串。",
    "林克把{_水果除暖暖草果}丢进了锅里炖了炖，做出了炖水果。",
    "林克把暖暖草果丢进了锅里炖了炖，做出了炒暖暖草果。",
    "林克把{_水果}、{_水果}、{_水果}、{_水果}丢进了锅里炖了炖，做出了大份炖水果。",
    "林克把{_坚果}丢进了锅里炖了炖，做出了炒坚果。",
    "林克把{_蔬菜}丢进了锅里炖了炖，做出了炒野菜。",
    "林克把{_蔬菜}、{_蔬菜}、{_蔬菜}、{_蔬菜}丢进了锅里炖了炖，做出了大份炒野菜。",
    "林克把鲜奶丢进了锅里炖了炖，做出了热牛奶。",
    "林克把精力蜂的蜂蜜丢进了锅里炖了炖，做出了精力蜂蜜糖。",
    "林克把{_鱼螺蟹}、{_蘑菇}丢进了锅里炖了炖，做出了烤鱼蘑菇串。",
    "林克把{_肉}、{_蘑菇}丢进了锅里炖了炖，做出了烤肉蘑菇串。",
    "林克把{_水果}、{_蘑菇}丢进了锅里炖了炖，做出了水果拌蘑菇。",
    "林克把{_肉}、{_蔬菜除铠甲南瓜}丢进了锅里炖了炖，做出了蒸肉。",
    "林克把{_肉}、铠甲南瓜丢进了锅里炖了炖，做出了南瓜酿肉。",
    "林克把{_鱼}、{_蔬菜}丢进了锅里炖了炖，做出了蒸鱼。",
    "林克把{_蘑菇}、{_蔬菜}丢进了锅里炖了炖，做出了蒸蘑菇。",
    "林克把{_水果}、{_蔬菜}丢进了锅里炖了炖，做出了蒸水果。",
    "林克把{_鱼螺蟹}、{_肉}丢进了锅里炖了炖，做出了海陆煎烤。",
    "林克把{_肉}、暖暖草果丢进了锅里炖了炖，做出了香辣煎肉。",
    "林克把{_鱼螺蟹}、暖暖草果丢进了锅里炖了炖，做出了香辣煎鱼。",
    "林克把精力蜂的蜂蜜、{_肉}丢进了锅里炖了炖，做出了甘露炖肉。",
    "林克把精力蜂的蜂蜜、{_鱼螺蟹}丢进了锅里炖了炖，做出了甘露炖鱼。",
    "林克把精力蜂的蜂蜜、{_蘑菇}丢进了锅里炖了炖，做出了甘露炖蘑菇。",
    "林克把精力蜂的蜂蜜、{_蔬菜}丢进了锅里炖了炖，做出了甘露炖蔬菜。",
    "林克把{_肉}、海拉鲁米丢进了锅里炖了炖，做出了鲜肉饭团。",
    "林克把{_蘑菇}、海拉鲁米丢进了锅里炖了炖，做出了蘑菇饭团。",
    "林克把{_蔬菜}、海拉鲁米丢进了锅里炖了炖，做出了野菜饭团。",
    "林克把{_鱼螺蟹}、海拉鲁米丢进了锅里炖了炖，做出了海鲜饭团。",
    "林克把海拉鲁米、岩盐、怪物精华丢进了锅里炖了炖，做出了怪物饭团。",
    "林克把{_鱼螺}、岩盐丢进了锅里炖了炖，做出了盐烤鱼。",
    "林克把{_螃蟹}、岩盐丢进了锅里炖了炖，做出了岩盐烤蟹。",
    "林克把{_肉}、岩盐丢进了锅里炖了炖，做出了岩盐烤肉。",
    "林克把{_蘑菇}、岩盐丢进了锅里炖了炖，做出了盐烤蘑菇。",
    "林克把{_蔬菜}、岩盐丢进了锅里炖了炖，做出了盐烤野菜。",
    "林克把塔邦挞小麦、山羊黄油、{_干煎鱼材料}丢进了锅里炖了炖，做出了干煎鱼。",
    "林克把塔邦挞小麦、山羊黄油、{_鲷鱼}丢进了锅里炖了炖，做出了干煎鲷鱼。",
    "林克把塔邦挞小麦、山羊黄油、生命三文鱼丢进了锅里炖了炖，做出了干煎三文鱼。",
    "林克把{_兽肉}、海拉鲁米、岩盐丢进了锅里炖了炖，做出了兽肉盖饭。",
    "林克把{_海鲜}、海拉鲁米、岩盐丢进了锅里炖了炖，做出了海鲜炒饭。",
    "林克把{_螃蟹}、禽蛋、海拉鲁米、岩盐丢进了锅里炖了炖，做出了蟹肉蛋炒饭。",
    "林克把{_鲷鱼}、生命海螺、海拉鲁米、山羊黄油、岩盐丢进了锅里炖了炖，做出了海鲜杂烩饭。",
    "林克把生命三文鱼、海拉鲁米、山羊黄油、岩盐丢进了锅里炖了炖，做出了三文鱼烩饭。",
    "林克把{_螃蟹}、海拉鲁米、山羊黄油、岩盐丢进了锅里炖了炖，做出了蟹肉烩饭。",
    "林克把{_蘑菇}、海拉鲁米、山羊黄油、岩盐丢进了锅里炖了炖，做出了蘑菇烩饭。",
    "林克把{_胡萝卜和南瓜}、海拉鲁米、山羊黄油、岩盐丢进了锅里炖了炖，做出了蔬菜烩饭。",
    "林克把{_禽肉}、禽蛋、海拉鲁米、山羊黄油丢进了锅里炖了炖，做出了禽肉菜饭。",
    "林克把海拉鲁米、山羊黄油、鼓隆的调味粉丢进了锅里炖了炖，做出了咖喱菜饭。",
    "林克把海拉鲁米、禽蛋丢进了锅里炖了炖，做出了煎蛋饭。",
    "林克把海拉鲁米、鼓隆的调味粉丢进了锅里炖了炖，做出了咖喱饭。",
    "林克把{_海鲜}、海拉鲁、鼓隆的调味粉丢进了锅里炖了炖，做出了海鲜咖喱饭。",
    "林克把{_胡萝卜和南瓜}、海拉鲁米、鼓隆的调味粉丢进了锅里炖了炖，做出了蔬菜咖喱饭。",
    "林克把{_兽肉}、海拉鲁米、鼓隆的调味粉丢进了锅里炖了炖，做出了兽肉咖喱饭。",
    "林克把{_禽肉}、海拉鲁米、鼓隆的调味粉丢进了锅里炖了炖，做出了禽肉咖喱饭。",
    "林克把海拉鲁米、鼓隆的调味粉、怪物精华丢进了锅里炖了炖，做出了怪物咖喱饭。",
    "林克把{_兽肉}、鼓隆的调味粉丢进了锅里炖了炖，做出了烤兽肉串。",
    "林克把{_蘑菇}、鼓隆的调味粉丢进了锅里炖了炖，做出了炒香蘑菇。",
    "林克把{_蔬菜}、鼓隆的调味粉丢进了锅里炖了炖，做出了炒香草。",
    "林克把{_螃蟹}、鼓隆的调味粉丢进了锅里炖了炖，做出了炒螃蟹。",
    "林克把塔邦挞小麦、岩盐丢进了锅里炖了炖，做出了小麦面包。",
    "林克把{_蘑菇}、{_蔬菜}、鲜奶、岩盐丢进了锅里炖了炖，做出了蘑菇牛奶汤。",
    "林克把{_胡萝卜和南瓜}、鲜奶、岩盐、丢进了锅里炖了炖，做出了蔬菜浓汤。",
    "林克把{_肉}、{_蔬菜}、鲜奶、岩盐丢进了锅里炖了炖，做出了鲜肉牛奶汤。",
    "林克把{_鱼}、{_蔬菜}、鲜奶、岩盐丢进了锅里炖了炖，做出了海鲜牛奶汤。",
    "林克把{_蔬菜}、鲜奶、岩盐丢进了锅里炖了炖，做出了蔬菜牛奶汤。",
    "林克把冰冷蜜瓜、酥麻水果、鲜奶、{_生命萝卜}丢进了锅里炖了炖，做出了心心牛奶汤。",
    "林克把鲜奶、塔邦挞小麦、山羊黄油、怪物精华丢进了锅里炖了炖，做出了怪物汤。",
    "林克把{_兽肉}、鲜奶、塔邦挞小麦、山羊黄油丢进了锅里炖了炖，做出了焖肉。",
    "林克把铠甲南瓜、鲜奶、塔邦挞小麦、山羊黄油丢进了锅里炖了炖，做出了焖南瓜。",
    "林克把{_胡萝卜}、鲜奶、塔邦挞小麦、山羊黄油丢进了锅里炖了炖，做出了焖胡萝卜。",
    "林克把生命海螺、鲜奶、塔邦挞小麦、山羊黄油丢进了锅里炖了炖，做出了贝肉杂烩。",
    "林克把{_肉}、{_鱼}、怪物精华丢进了锅里炖了炖，做出了炖怪物。",
    "林克把禽蛋丢进了锅里炖了炖，做出了煎蛋卷。",
    "林克把禽蛋、{_蔬菜}、山羊黄油、岩盐丢进了锅里炖了炖，做出了蔬菜煎蛋卷。",
    "林克把禽蛋、{_蘑菇}、山羊黄油、岩盐丢进了锅里炖了炖，做出了蘑菇煎蛋卷。",
    "林克把苹果、塔邦挞小麦、山羊黄油、蔗糖丢进了锅里炖了炖，做出了苹果派。",
    "林克把{_水果除苹果}、塔邦挞小麦、山羊黄油、蔗糖丢进了锅里炖了炖，做出了水果派。",
    "林克把{_肉}、塔邦挞小麦、山羊黄油、岩盐丢进了锅里炖了炖，做出了鲜肉派。",
    "林克把{_鱼}、塔邦挞小麦、山羊黄油、岩盐丢进了锅里炖了炖，做出了鱼肉派。",
    "林克把{_水果}、{_水果}、塔邦挞小麦、蔗糖丢进了锅里炖了炖，做出了水果蛋糕。",
    "林克把{_胡萝卜}、塔邦挞小麦、山羊黄油、蔗糖丢进了锅里炖了炖，做出了胡萝卜蛋糕。",
    "林克把铠甲南瓜、塔邦挞小麦、山羊黄油、蔗糖丢进了锅里炖了炖，做出了南瓜蛋糕。",
    "林克把{_坚果}、塔邦挞小麦、山羊黄油、蔗糖丢进了锅里炖了炖，做出了坚果蛋糕。",
    "林克把塔邦挞小麦、山羊黄油、蔗糖、怪物精华丢进了锅里炖了炖，做出了怪物蛋糕。",
    "林克把鲜奶、禽蛋、塔邦挞小麦、蔗糖丢进了锅里炖了炖，做出了原味可丽饼。",
    "林克把精力蜂的蜂蜜、鲜奶、禽蛋、塔邦挞小麦、蔗糖丢进了锅里炖了炖，做出了蜂蜜可丽饼。",
    "林克把草莓、鲜奶、禽蛋、塔邦挞小麦、蔗糖丢进了锅里炖了炖，做出了草莓可丽饼。",
    "林克把大剑香蕉、塔邦挞小麦、蔗糖丢进了锅里炖了炖，做出了炸香蕉。",
    "林克把禽蛋、塔邦挞小麦、山羊黄油、蔗糖丢进了锅里炖了炖，做出了蛋挞。",
    "林克把鲜奶、禽蛋、蔗糖丢进了锅里炖了炖，做出了鲜蛋布丁。",
    "林克把苹果、山羊黄油丢进了锅里炖了炖，做出了黄油苹果。",
    "林克把苹果、精力蜂的蜂蜜丢进了锅里炖了炖，做出了蜂蜜苹果。",
    "林克把{_水果除苹果}、精力蜂的蜂蜜丢进了锅里炖了炖，做出了蜂蜜水果。",
    "林克把{_过硬食材}丢进了锅里炖了炖，做出了过硬的料理。",
    "林克把{_微妙食材}丢进了锅里炖了炖，做出了微妙的料理。",
    "林克把精灵丢进了锅里炖了炖，做出了精灵回力水。",
    "林克把{_毅力虫}、{_怪物材料}丢进了锅里炖了炖，做出了能量药。",
    "林克把{_铠甲虫}、{_怪物材料}丢进了锅里炖了炖，做出了坚硬药。",
    "林克把{_大剑虫}、{_怪物材料}丢进了锅里炖了炖，做出了力量药。",
    "林克把{_生命虫}、{_怪物材料}丢进了锅里炖了炖，做出了生命药。",
    "林克把{_静静虫}、{_怪物材料}丢进了锅里炖了炖，做出了潜行药。",
    "林克把{_酥麻虫}、{_怪物材料}丢进了锅里炖了炖，做出了电麻药。",
    "林克把{_速速虫}、{_怪物材料}丢进了锅里炖了炖，做出了速速药。",
    "林克把{_耐火虫}、{_怪物材料}丢进了锅里炖了炖，做出了防火药。",
    "林克把{_暖暖虫}、{_怪物材料}丢进了锅里炖了炖，做出了火辣药。",
    "林克把{_冰冷虫}、{_怪物材料}丢进了锅里炖了炖，做出了冰冷药。",
    "林克把{_精力虫}、{_怪物材料}丢进了锅里炖了炖，做出了精力药。",
    "林克把{_鲷鱼}{_冰冻}，做出了冰冻鲷鱼。",
    "林克把{_鲤鱼}{_冰冻}，做出了冰冻鲤鱼。",
    "林克把{_鲈鱼}{_冰冻}，做出了冰冻鲈鱼。",
    "林克把{_螃蟹}{_冰冻}，做出了冰冻螃蟹。",
    "林克把禽肉{_冰冻}，做出了冰冻禽肉。",
    "林克把高级禽肉{_冰冻}，做出了高级冰冻禽肉。",
    "林克把顶级禽肉{_冰冻}，做出了顶级冰冻禽肉。",
    "林克把高级兽肉{_冰冻}，做出了高级冰冻兽肉。",
    "林克把顶级兽肉{_冰冻}，做出了顶级冰冻兽肉。",
    "林克把生命海螺{_冰冻}，做出了冰冻生命海螺。",
    "林克把生命鲈鱼{_冰冻}，做出了冰冻生命鲈鱼。",
    "林克把生命三文鱼{_冰冻}，做出了冰冻生命三文鱼。",
    "林克把兽肉{_冰冻}，做出了冰冻兽肉。",
    "林克把潜行田螺{_冰冻}，做出了冰冻田螺。",
    "林克把{_鳟鱼}{_冰冻}，做出了冰冻鳟鱼。",
    "林克把冰冷蜜瓜{_火烤}，做出了烤冰冷蜜瓜。",
    "林克把冰冷蘑菇{_火烤}，做出了烤冰冷蘑菇。",
    "林克把草莓{_火烤}，做出了烤草莓。",
    "林克把大个生命松露{_火烤}，做出了烤大个生命松露。",
    "林克把大剑草{_火烤}，做出了烤大剑草。",
    "林克把大剑蘑菇{_火烤}，做出了烤大剑蘑菇。",
    "林克把大剑香蕉{_火烤}，做出了烤大剑香蕉。",
    "林克把生命大萝卜{_火烤}，做出了烤大萝卜。",
    "林克把禽蛋{_火烤}，做出了烤蛋。",
    "林克把{_鲷鱼}{_火烤}，做出了烤鲷鱼。",
    "林克把顶级禽肉{_火烤}，做出了烤顶级禽肉。",
    "林克把顶级兽肉{_火烤}，做出了烤顶级兽肉。",
    "林克把高级禽肉{_火烤}，做出了烤高级禽肉。",
    "林克把高级兽肉{_火烤}，做出了烤高级兽肉。",
    "林克把海拉鲁蘑菇{_火烤}，做出了烤海拉鲁蘑菇。",
    "林克把精力蘑菇{_火烤}，做出了烤精力蘑菇。",
    "林克把铠甲草{_火烤}，做出了烤铠甲草。",
    "林克把铠甲蘑菇{_火烤}，做出了烤铠甲蘑菇。",
    "林克把铠甲南瓜{_火烤}，做出了烤铠甲南瓜。",
    "林克把{_鲤鱼}{_火烤}，做出了烤鲤鱼。",
    "林克把{_鲈鱼}{_火烤}，做出了烤鲈鱼。",
    "林克把暖暖草果{_火烤}，做出了烤暖暖草果。",
    "林克把暖暖蘑菇{_火烤}，做出了烤暖暖蘑菇。",
    "林克把{_螃蟹}{_火烤}，做出了烤螃蟹。",
    "林克把苹果{_火烤}，做出了烤苹果。",
    "林克把潜行蘑菇{_火烤}，做出了烤潜行蘑菇。",
    "林克把潜行田螺{_火烤}，做出了烤潜行田螺。",
    "林克把禽肉{_火烤}，做出了烤禽肉。",
    "林克把生命海螺{_火烤}，做出了烤生命海螺。",
    "林克把生命榴莲{_火烤}，做出了烤生命榴莲。",
    "林克把生命鲈鱼{_火烤}，做出了烤生命鲈鱼。",
    "林克把生命三文鱼{_火烤}，做出了烤生命三文鱼。",
    "林克把生命松露{_火烤}，做出了烤生命松露。",
    "林克把兽肉{_火烤}，做出了烤兽肉。",
    "林克把小鸟的树果{_火烤}，做出了烤树果。",
    "林克把酥麻蘑菇{_火烤}，做出了烤酥麻蘑菇。",
    "林克把酥麻水果{_火烤}，做出了烤酥麻水果。",
    "林克把速速胡萝卜{_火烤}，做出了烤速速胡萝卜。",
    "林克把速速莲蓬{_火烤}，做出了烤速速莲蓬。",
    "林克把速速蘑菇{_火烤}，做出了烤速速蘑菇。",
    "林克把橡子{_火烤}，做出了烤橡子。",
    "林克把生命小萝卜{_火烤}，做出了烤小萝卜。",
    "林克把椰子{_火烤}，做出了烤椰子。",
    "林克把毅力胡萝卜{_火烤}，做出了烤毅力胡萝卜。",
    "林克把毅力蘑菇{_火烤}，做出了烤毅力蘑菇。",
    "林克把{_鳟鱼}{_火烤}，做出了烤鳟鱼。"
  ],
  "旷野之息料理": [ "[$t玩家]抽出了：\n{%_旷野之息料理}" ]

}