{
    "_title": [
        "易经六十四卦"
    ],
    "_author": [
        "枣糕"
    ],
    "_date": [
        "2024/03/12"
    ],
    "_version": [
        "1.0"
    ],
    "_brief": [
        "从www.zhouyi.cc爬取的易经六十四卦详解，包含原文、白话文解释和《断易天机》解。"
    ],

    "易经": ["乾卦\n原文：乾。元，亨，利，贞。\n白话文解释：乾卦：大吉大利，吉利的贞卜。\n《断易天机》解：乾象征天，六阳爻构成乾卦，为《易经》六十四卦之首。纯阳刚建，其性刚强，其行劲健，大通而至正，兆示大通而有利，但须行正道，方可永远亨通。\n", "坤卦\n原文：坤。元，亨，利牝马之贞。君子有攸往，先迷后得主。利西南得朋，东北丧朋。安贞，吉。\n白话文解释：坤卦：大吉大利。占问雌马得到吉兆。君子前去旅行，先迷失路途，后来找到主人，吉利。西南行获得财物，东北行丧失财物。占问定居，得到吉兆。\n《断易天机》解：坤卦坤上坤下，为坤宫本位卦。坤卦为柔顺，为地气舒展之象，具有纯阴之性，先失道而后得主，宜往西南，西南可得到朋友。\n", "屯卦\n原文：屯。元，亨，利，贞。勿用，有攸往，利建侯。\n白话文解释：屯卦。大吉大利，吉利的占卜。不利于出门。有利于建国封侯。\n《断易天机》解：屯卦坎上震下，为坎宫二世卦。屯说明有困难，又象征动而逢险境，需刚毅果敢方为吉。\n", "蒙卦\n原文：蒙。亨。匪我求童蒙，童蒙求我。初筮告，再三渎，渎则不告。利贞。\n白话文解释：蒙卦：通泰。不是我有求于幼稚愚昧的人，而是幼稚愚昧的人有求于我。第一次占筮，神灵告诉了他。轻慢不敬的再三占筮，轻慢不敬的占筮，神灵就不会告诉他。但还是吉利的卜问。\n《断易天机》解：蒙卦艮上坎下，为离宫四世卦。蒙即蒙昧，主回还往复，疑惑不前，多忧愁过失，乃是凶卦。\n", "需卦\n原文：需。有孚，光亨，贞吉。利涉大川。\n白话文解释：需卦：抓到俘虏。大吉大利，吉利的卜问。有利于涉水渡河。\n《断易天机》解：需卦坎上乾下，为坤宫游魂卦。需为踌躇、期待，虽然刚强，但前面有险阻，应当等待，涉大川则利。\n", "讼卦\n原文：讼。有孚，窒惕，中吉，终凶。利见大人，不利涉大川。\n白话文解释：讼卦：虽有利可图(获得俘虏)，但要警惕戒惧。其事中间吉利，后来凶险。占筮得此爻，有利于会见贵族王公，不利于涉水渡河。\n《断易天机》解：讼卦乾上坎下，为离宫游魂卦。上乾为刚，下坎为险，一方刚强，一方阴险，必然产生争论，因此多有不吉。\n", "师卦\n原文：师。贞，丈人吉，无咎。\n白话文解释：师卦：占问总指挥的军情，没有灾祸。\n《断易天机》解：师卦坤上坎下，为坎宫归魂卦。师即兵众，只有选择德高望重的长者来统率军队，才能吉祥无咎。\n", "比卦\n原文：比。吉。原筮，元永贞，无咎。不宁方来，后夫凶。\n白话文解释：比卦：吉利。同时再卜筮，仍然大吉大利。卜问长时期的吉凶，也没有灾祸。不愿臣服的邦国来朝，迟迟不来者有难。\n《断易天机》解：比卦坎上坤下，为坤宫归魂卦。比为相亲相依附之意，长期如此，就会无咎，所以吉祥。\n", "小畜卦\n卦原文：小畜。亨。密云不雨，自我西郊。\n白话文解释：小畜卦：吉利。在西郊一带浓云密布，但雨没有下来。\n《断易天机》解：小畜卦巽上乾下，为巽宫初世卦。小畜为小的蓄积、小的阻碍，阳盛而阴不足，以致不得不暂时停顿，但终究还能亨通。\n", "履卦\n原文：履。履虎尾，不咥人，亨。\n白话文解释：履卦：踩着虎尾巴，老虎不咬人，吉利。\n《断易天机》解：履卦乾上兑下，为艮宫五世卦。履为履行之意，又寓意礼，提示占筮者要兢兢戒惧，遵守礼节，这样才有惊无险。\n", "豫卦\n原文：豫。利建侯行师。\n白话文解释：豫卦：有利于封侯建国，出兵打仗。\n《断易天机》解：豫卦震上坤下，为震宫初世卦。雷出地奋，象征春雷使万物苏醒，君王之威行于子民，因此有利于建候、行师。\n", "否卦\n原文：否。否之匪人。不利君子贞。大往小来。\n白话文解释：否卦：为小人所隔阂，这是不利于君子的占卜，事业也将由盛转衰。\n《断易天机》解：否卦乾上坤下，为乾宫三世卦。否象征闭塞不通，是不吉之兆。否卦中，阴阳不交，是一切都不和谐之象。\n", "同人卦\n卦原文：同人。同人于野，亨。利涉大川，利君子贞。\n白话文解释：同人卦：聚众于郊外，将行大事，吉利。有利于涉水渡河，有利于君子的卜问。\n《断易天机》解：同人卦乾上离下，为离宫归魂卦。同人卦象征交结情深，两人契义，同心断金。主所求皆得，事事称心。\n", "大有卦\n卦原文：大有。元亨。\n白话文解释：大有卦：昌隆通泰。\n《断易天机》解：大有卦离上乾下，为乾宫归魂卦。大有卦为柔得尊位，抑恶扬善，丰财利义，象征天命所归，得人心，因此主吉。\n", "谦卦\n原文：谦。亨，君子有终。\n白话文解释：谦卦：通泰。筮遇此卦，君子将有所成就。\n《断易天机》解：谦卦坤上艮下，为兑宫五世卦。谦为谦逊，内卦艮和外卦坤都是谦虚之象，所以为吉利之卦。\n", "豫卦\n原文：豫。利建侯行师。\n白话文解释：豫卦：有利于封侯建国，出兵打仗。\n《断易天机》解：豫卦震上坤下，为震宫初世卦。雷出地奋，象征春雷使万物苏醒，君王之威行于子民，因此有利于建候、行师。\n", "随卦\n原文：随。元亨，利贞，无咎。\n白话文解释：随卦：大吉大利，卜得吉兆，没有灾害。\n《断易天机》解：随卦兑上震下，为震宫归魂卦。随即顺从、随时之意，占得此卦，凡事顺心，吉无不利。\n", "蛊卦\n原文：蛊。元亨，利涉大川。先甲三日，后甲三日。\n白话文解释：蛊卦：大吉大利。利于涉水渡河，但须在甲前三日之辛日与甲后三日之丁日启程。\n《断易天机》解：蛊卦艮上巽下，为巽宫归魂卦。蛊是指皿中食物因腐败而生虫，筮遇此卦，半凶半吉。\n", "临卦\n原文：临。元，亨，利，贞。至于八月有凶。\n白话文解释：临卦：大吉大利，吉利的卜问。到了八月，可能有凶险。\n《断易天机》解：临卦坤上兑下，为坤宫二世卦。临卦下兑为悦，上坤为顺，欢悦而顺从，保证可以亨通。\n", "观卦\n原文：观。盥而不荐，有孚顒若。\n白话文解释：观卦：祭祀时灌酒降神而不献人牲，因为用作祭祀的俘虏的头部肿了，不能用作祭品。\n《断易天机》解：观卦巽上坤下，为乾宫四世卦。观卦象征将道义展示于众人面前。观卦风在上而地在下，是春风浩荡、万物滋生之象。\n", "噬嗑卦\n卦原文：噬嗑。亨。利用狱。\n白话文解释：噬瞌卦：通泰。利于讼狱。\n《断易天机》解：噬嗑卦离上震下，为巽宫五世卦。噬嗑为咬合之意，象征物品咬碎之后才能通过。此卦于诉讼有利。\n", "贲卦\n原文：贲。亨。小利有攸往。\n白话文解释：贲卦：通达。有所往则有小利。\n《断易天机》解：贲卦艮上离下，为艮宫初世卦。贲为装饰之意，离为明，艮为止，表示有文明的制度使人们止于一定的规范，因此多为吉兆。\n", "剥卦\n原文：剥。不利有攸往。\n白话文解释：剥卦：有所往则不利。\n《断易天机》解：剥卦艮上坤下，为乾宫五世卦。剥卦象征剥落，因山高倾危而剥落。此时为阴气极盛之时，君子宜谨慎隐忍，不可贸然行动。\n", "复卦\n原文：复。亨。出入无疾，朋来无咎。反复其道，七日来复，利有攸往。\n白话文解释：复卦：通泰。出门、居处均无疾病。有钱可赚而可以无灾祸。往返途中，七日可归。有所往则有所利。\n《断易天机》解：复卦坤上震下，为坤宫初世卦。复代表阴阳去而复返，使万物生生不息，预示已逝去的可能会再回来。\n", "无妄卦\n卦原文：无妄。元，亨，利，贞。其匪正有眚，不利有攸往。\n白话文解释：无妄卦：嘉美通泰，卜问得吉兆。行为不正当，则有灾殃，有所往则不利。\n《断易天机》解：无妄卦乾上震下，为巽宫四世卦。无妄卦为天雷震响之象，表示事与愿违，可能会有小的灾祸，但先凶后吉。\n", "大畜卦\n卦原文：大畜。利贞，不家食，吉。利涉大川。\n白话文解释：大畜卦：吉利的贞兆。不食于家，食于朝廷，吉利。筮遇此卦，有利于涉水渡河。\n《断易天机》解：大畜卦艮上乾下，为艮宫二世卦。畜为积蓄之意，艮为止，提示人们要停止下来积蓄力量，多主吉。\n", "颐卦\n原文：颐。贞吉。观颐，自求口实。\n白话文解释：颐卦：占卜得吉兆。研究颐养之道，在于自食其力。\n《断易天机》解：颐卦艮上震下，为巽宫游魂卦。颐为修养、调养，雷震于山，为春来之兆，万物开始生养，因此颐卦为发展之兆，多主吉。\n", "大过卦\n卦原文：大过。栋桡。利有攸往，亨。\n白话文解释：大过卦：屋粱压得弯曲了。有所往则有利，通泰。\n《断易天机》解：大过卦兑上巽下，为震宫游魂卦。大过即太过，事情过头了，但大过卦仍是中庸顺从之象，主其人得协助、能前进。\n", "坎卦\n原文：坎。习坎，有孚，维心亨，行有尚。\n白话文解释：习坎卦：抓获俘虏，劝慰安抚他们，通泰。途中将得到帮助。\n《断易天机》解：坎卦坎上坎下，为坎宫本位卦。坎为陷入、陷阱，为险难之境。此时应坚持信心，才能豁然贯通。\n", "离卦\n原文：离。利贞，亨。畜牝牛，吉。\n白话文解释：离卦：吉利的占问，通泰。饲养母牛，吉利。\n《断易天机》解：离卦离上离下，为离宫本位卦。离可取光明、美丽、离散之意，利文章而不利出师。\n", "咸卦\n原文：咸。亨，利贞。取女吉。\n白话文解释：咸卦：通达，吉利的贞卜。娶女，吉利。\n《断易天机》解：咸卦兑上艮下，为兑宫三世卦。咸为感应，万物皆有感应，男女感应，夫妇康宁，感应之事，无有不亨。\n", "恒卦\n原文：恒。亨，无咎，利贞。利有攸往。\n白话文解释：恒卦：通达，没有过失，吉利的卜问。有所往则有利。\n《断易天机》解：恒卦震上巽下，为震宫三世卦。恒卦的意思就是要坚持、恒定、有恒心，这样才能获得亨通。\n", "遁卦\n原文：遁。亨。小利贞。\n白话文解释：遁卦：通达。小有利之占问。\n《断易天机》解：遁卦乾上艮下，为乾宫二世卦。卦下阴爻逐渐生长，是阳道将衰，恶事将起之兆，说明小人欲制君子，此时君子处于退避的状态。\n", "大壮卦\n卦原文：大壮。利贞。\n白话文解释：大壮卦：吉利的卜问。\n《断易天机》解：大壮卦震上乾下，为坤宫四世卦。此卦中的大壮表示壮大，阳隆盛，象征君子，君子壮大当然亨通。\n", "晋卦\n原文：晋。康侯用锡马蕃庶，昼日三接。\n白话文解释：晋卦：康侯用成王赐予的良马来繁殖马匹，一天多次配种。\n《断易天机》解：晋卦离上坤下，为乾宫游魂卦。晋取前进、晋见、晋升之意，上离下坤，为太阳普照大地，万物和顺之象，多主吉。\n", "明夷卦\n卦原文：明夷。利艰贞。\n白话文解释：明夷卦：卜问艰难之事则利。\n《断易天机》解：明夷卦坤上离下，为坎宫游魂卦。明夷即明德被伤，象征君子受厄，此时百事宜息，静观待变。\n", "家人卦\n卦原文：家人。利女贞。\n白话文解释：家人卦：卜问妇女之事吉利。\n《断易天机》解：家人卦巽上离下，为巽宫二世卦。家人卦为家庭和睦、和合之象，多主吉。\n", "睽卦\n原文：睽。小事吉。\n白话文解释：睽卦：筮遇此卦，小事吉利。\n《断易天机》解：睽卦离上兑下，为艮宫四世卦。睽象征乖离、乖异，筮遇此卦，大事不吉，小事顺利。\n", "蹇卦\n原文：蹇。利西南，不利东北。利见大人，贞吉。\n白话文解释：蹇卦：筮遇此卦，利西南行，不利东北行。利见贵族王公，获吉祥之兆。\n《断易天机》解：蹇卦坎上艮下，为兑宫四世卦。此卦利于向西南方向行，不利于向东北方向，又利见大人。\n", "解卦\n原文：解。利西南。无所往，其来复吉。有攸往，夙吉。\n白话文解释：解卦：利于西南行，但是，若没有确定的目标，则不如返回，返回吉利。如果有确定的目标，则宜早行，早行吉利。\n《断易天机》解：解卦震上坎下，为震宫二世卦。震为动，坎为险，遇险而动，为即将脱险走出困境之兆，因此多主吉。\n", "损卦\n原文：损。有孚，元吉，无咎，可贞。利有攸往。曷之用？二簋可用享。\n白话文解释：损卦：筮遇此卦，将有所俘获，大吉大利，没有灾难，是称心的卜问。而且所往将获利。将有人送来两盆食物，可享口福。\n《断易天机》解：损卦艮上兑下，为艮宫三世卦。损象征损益、减少，为损己之兆，多主不吉，但只要坚守诚信，就会有利。\n", "益卦\n原文：益。利有攸往，利涉大川。\n白话文解释：益卦：筮遇此爻，利于有所往，利于涉水渡河。\n《断易天机》解：益卦巽上震下，为巽宫三世卦。益卦为损益、收益之意，利有所往，利涉大川，多主吉。\n", "夬卦\n原文：夬。扬于王庭，孚号，有厉。告自邑，不利即戎，利有攸往。\n白话文解释：夬卦：王庭里正跳舞作乐。有人呼告：“有敌人来犯。”邑中传来命令：“出击不利，要严阵以待。”筮遇此爻，出外旅行则吉利。\n《断易天机》解：夬卦兑上乾下，为坤宫五世卦。此卦中的夬为决断、决裂，象征会有危险之事，利有攸往，往前有利。\n", "姤卦\n原文：姤。女壮，勿用取女。\n白话文解释：姤卦：梦见女子受伤。筮遇此卦，不利于娶女。\n《断易天机》解：姤卦乾上巽下，一阴五阳，为乾宫初世卦。姤卦以阴遇阳，以柔乘刚，含有不期而遇之意，但不宜娶女。遇此卦适宜谋事，如果遇火，还会有喜事。\n", "萃卦\n原文：萃。亨，王假有庙。利见大人，亨，利贞。用大牲吉。利有攸往。\n白话文解释：萃卦：通泰。王到宗庙举行祭祀。占得此卦，利于会见贵族王公，亨通，这是吉利的贞兆。用牛牲祭祀，也很吉利，并且出行吉利。\n《断易天机》解：萃卦兑上坤下，为兑宫二世卦。此卦指水在地上聚集成泽以滋润万物，造福于民。占得此卦，利于见大人，祭祀用大牲畜则吉利。\n", "升卦\n原文：升。元亨。用见大人，勿恤，南征吉。\n白话文解释：升卦：非常亨通，有利于会见王公贵族，不用担忧。占得此爻，出征南方吉利。\n《断易天机》解：升卦坤上巽下，为震宫四世卦。升卦的意思就是上升、长进，为出暗向明，积小成大的亨达之象。\n", "困卦\n原文：困。亨，贞，大人吉，无咎。有言不信。\n白话文解释：困卦：通泰。卜问王公贵族之事吉利，没有灾难。筮遇此爻，有罪之人无法申辩清楚。\n《断易天机》解：困卦兑上坎下，为兑宫初世卦。此卦君子受困于小人，阳为阴蔽，大人则吉而无咎。所闻之言没有诚信。\n", "井卦\n原文：井。改邑不改井，无丧无得。往来井井。汔至，亦未繘井，羸其瓶，凶。\n白话文解释：井卦：改建邑落而不改建水井，等于什么也没有干。人们往来井边汲水，水井干涸淤塞，不去加以淘洗，反而将吊水罐打破，这是凶险之象。\n《断易天机》解：井卦坎上巽下，为震宫五世卦。井不可移动，象征静止，此卦也是提示占卦者要安身守道，不可贪求。\n", "革卦\n原文：革。己日乃孚。元亨利贞。悔亡。\n白话文解释：革卦：祭祀之日用俘虏作人牲，亨通，吉利的卜问。没有悔恨。\n《断易天机》解：革卦兑上离下，为坎宫四世卦。革就是需要变革，提醒占筮者需要变革才会更进一步。\n", "鼎卦\n原文：鼎。元吉，亨。\n白话文解释：鼎卦：大吉大利，亨通。\n《断易天机》解：鼎卦离上巽下，为离宫二世卦。鼎为鼎定、和美之意，多主吉，但对诉讼、求官不利。\n", "震卦\n原文：震。亨。震来虩虩，笑言哑哑。震惊百里，不丧匕鬯。\n白话文解释：震卦：临祭之时，雷声传来，有的人吓得浑身发抖，片刻之后，才能谈笑如常。巨雷猝响，震惊百里，有的人却神态自若，手里拿着酒勺子，连一滴酒都没有洒出来。\n《断易天机》解：震卦震上震下，为震宫本位卦。震即雷，空闻其响，不见其形。主求谋难遂，官爵难成。\n", "艮卦\n原文：艮。艮其背，不获其身。行其庭，不见其人。无咎。\n白话文解释：艮卦：卸掉责任，挂笏隐退，朝列之中已看不到他的身影，在他的庭院中寻找，也没有找到。其人远走高飞，自无灾祸。\n《断易天机》解：艮卦艮上艮下，为艮宫本位卦。艮为停止的意思，为钱财散失之象，需谨慎提防。\n", "渐卦\n原文：渐。女归吉，利贞。\n白话文解释：渐卦：女大当嫁，这是好事。这是吉利的贞卜。\n《断易天机》解：渐卦巽上艮下，为艮宫归魂卦。渐为渐进，筮遇此卦，女嫁则吉，举事有利。\n", "归妹卦\n卦原文：归妹。征凶，无攸利。\n白话文解释：归妹卦：筮遇此爻，出征凶险。无所利。\n《断易天机》解：归妹卦震上兑下，为兑宫归魂卦。占得此卦，天地不交，闭塞不通，有殃有咎，无始无终，所作不顺，百事不利。\n", "丰卦\n原文：丰。亨。王假之，勿忧，宜日中。\n白话文解释：丰卦：举行祭祀，君王将亲临宗庙。不要担心，最佳时刻当在正午时分。\n《断易天机》解：丰卦震上离下，为坎宫五世卦。丰即为盛大，本是吉兆，但盛极必衰，丰盛中也藏着隐忧，需小心谨慎。\n", "旅卦\n原文：旅。小亨，旅贞吉。\n白话文解释：旅卦：稍见亨通。贞卜旅行，吉利。\n《断易天机》解：旅卦离上艮下，为离宫初世卦。旅为做客、旅游之意，先主乐而后悲啼。\n", "巽卦\n原文：巽。小亨。利有攸往，利见大人。\n白话文解释：巽卦：稍见亨通。利于出行，利于会见王公贵族。\n《断易天机》解：巽卦巽上巽下，为巽宫本位卦。巽为顺，谦逊、顺从之意，对君子有利，利见大人。\n", "兑卦\n原文：兑。亨，利，贞。\n白话文解释：兑卦：亨通。吉利的贞卜。\n《断易天机》解：兑卦兑上兑下，为兑宫本位卦。兑为喜悦、取悦，又为泽，泽中之水可以滋润万物，所占的人会很吉利。\n", "涣卦\n原文：涣。亨，王假有庙。利涉大川，利贞。\n白话文解释：涣卦：亨通，因为君王亲临宗庙，禳灾祈福。利于涉水过江河。这是吉利的贞卜\n《断易天机》解：涣卦巽上坎下，为离宫五世卦。涣即涣散，表示恶事离身，患难将消，利涉大川，出入无阻，乃是吉卦。\n", "节卦\n原文：节。亨，苦节不可贞。\n《断易天机》解：节卦坎上兑下，为坎宫初世卦。节说明需节制、节约，停止挥霍，这样才能居家康宁。\n北宋易学家邵雍解：操守节度，适可而止；审时度势，能知变通。\n", "中孚卦\n卦原文：中孚。豚鱼，吉。利涉大川，利贞。\n白话文解释：中孚卦：豚鱼献祭，虽物薄但心诚，吉利。并利于涉水过河。这是吉利的贞卜。\n北宋易学家邵雍解：信而有实，诚恳诚信；知己协助，谋望克遂。\n", "小过卦\n卦原文：小过。亨，利贞。可小事，不可大事。飞鸟遗之音。不宜上，宜下，大吉。\n白话文解释：小过卦：亨通，这是吉利的贞卜。但是只适宜于小事，不适宜大事。飞鸟空中过，叫声耳边留，警惕人们：登高必遇险，下行则吉利。\n《断易天机》解：小过卦震上艮下，为兑宫游魂卦。占得此卦，举事有利，可以举小事，不可举大事。\n", "既济卦\n卦原文：既济。亨，小利贞，初吉终乱。\n白话文解释：既济卦：亨通。这是小见吉利的贞卜。起初吉利，最后将发生变故。\n《断易天机》解：既济卦坎上离下，为坎宫三世卦。既济就是说已经成功，事情已经摆平。但还需谨慎，当心物极必反。\n", "未济卦\n卦原文：未济。亨，小狐汔济，濡其尾，无攸利。\n白话文解释：未济卦：亨通。小狐狸快要渡过河，却打湿了尾巴。看来此行无所利。\n《断易天机》解：未济卦离上坎下，为离宫三世卦。未济就是未完成，此卦爻位不正，形象上极端恶劣，但变化在酝酿之中，未来充满希望。\n"]}