{
"特质":[
"0000『自定义』\n由调查员与守秘人探讨决定你的特质。",
"0001『感染者』\n你是新冠无症状感染者。",
"0002『病娇』\n选择一名其他调查员作为你的暗恋对象，你会为了得到他不择手段。",
"0003『暴力倾向』\n你的疯狂症状总是暴力倾向。",
"0004『锁语』\n你拥有30+1D10*5%的锁语，锁语可以用于与锁交流。一个成功的锁语检定可以让锁自行打开。",
"0005『双持』\n你可以持有两把轻型武器（例如中型刀具或9mm手枪）进行攻击，每回合可以攻击2次。",
"0006『破釜沉舟』\n你的生命值低于4时，你的伤害加值+1D4。",
"0007『巫师』\n你学会1D3个法术，克苏鲁神话增加5+1D10，具体法术与来源由守秘人与调查员探讨决定，并根据来源扣除相应的理智（例如是阅读神话书籍得到，损失阅读那本神话书籍损失的理智。）。",
"0008『经验主义』\n你的技能成长增加的数值变为5+1D10。",
"0009『死而复生者』\n你是死而复生者，这是你最大的秘密。你的年龄增加1D100，不适用年龄补正。你的理智减少3D10，敏捷与力量合计减少20，意志增加3D10。选择最多6项技能，这些技能值增加20%。反念复活术的咒语会让你回归尘土之中。",
"0010『黑暗欺骗』\n移动力增加1。",
"0011『病弱』\n体质减少至15，增加一项重大且难以治愈的疾病。（例如白化病等）",
"0012『执念』\n你曾经有配偶，但是却意外死亡。把重要之人改为他，并且你如果可能会想尽办法去尝试复活他。",
"0013『脆弱神经』\n导致你临时疯狂只需要4点理智损失。",
"0014『梗小鬼』\n离开了梗不会说话。",
"0015『心之所往』\n你的疯狂症状不会出现人际依赖。",
"0016『不羁逆行』\n他人对你的社交技能检定与你对他人的社交技能检定具有惩罚骰。",
"0017『伪娘/英姿飒爽』\n你的取悦检定获得奖励骰，但对于知道你真实性别的角色检定变为具有惩罚骰。你不能学习取悦以外的社交技能。当一直以为你是女性的角色得知你的真实性别之后需要SC0/1。/你的恐吓检定获得奖励骰，你的取悦检定具有惩罚骰。当一直以为你是男性的角色得知你的真实性别之后需要SC0/1。",
"0018『交流专家』\n你的社交技能检定获得奖励骰。",
"0019『战斗续行』\n你的生命值变成0后仍然可以继续行动1轮，你行动后才会正常进入生命值归0后的程序。（例如重伤后的体质检定）",
"0020『黑暗呼唤』\n在某一时刻开始，你的耳边时常出现不知名的声音。你每次技能鉴定出现90以上的数值时，你就好像听到了某些不可名状的低语。你进行一次理智鉴定，失败则会陷入临时疯狂，疯狂症状为歇斯底里。",
"0021『女神的眷顾』\n当你掷骰数值在你技能点数的1/10以内时，视作你获得大成功。",
"0022『以我乖离开辟天地！！！』\n你特质增加中二病。你的社交技能检定具有惩罚骰，你的战斗技能检定获得奖励骰。你的话语每三句必须要至少有一句中二言论，你相信二次元的存在。",
"0023『宿敌』\n在背景中增加宿敌的存在，其正体与守秘人探讨决定。你与宿敌战斗时拥有共计3个奖励骰，可以在与其任意技能检定时使用。",
"0024『恐光症』\n也许是小时候被光晃到过，你对光照有着纯天然的恐惧。你厌恶光照，在较强光照射下无法采取有效行动，所有鉴定具有惩罚骰。",
"0025『音觉』\n音乐对你如同天籁，刺耳声音则能让你陷入痛苦。你的聆听增加1D6×5%；每当听到过于刺耳的声音时，进行SC0/1。",
"0026『鹰眼』\n你的侦查检定获得奖励骰。恐吓检定时，让对方感觉到你盯住他的眼睛时即可获得奖励骰。",
"0027『近视』\n你必须戴眼镜。失去眼镜时侦查检定具有惩罚骰。",
"0028『夜视』\n只要有轻微光源，你的视力就不会受到阻碍。",
"0029『天弃』\n你的幸运检定成功等级-1。（例如失败变成大失败，困难成功变成普通成功等）",
"0030『家务狂』\n你会不自觉开始打扫脏乱的环境，你对大小姐类型的角色社交技能检定获得奖励骰。",
"0031『时间感』\n你总是可以知道现在大致的时间。",
"0032『语言学家』\n选择1项常见外语变为60%，选择2项其他外语变成30%。",
"0033『奇迹时刻』\n在每次冒险你都有一个奖励骰，这个奖励骰可以在你的任何检定之前使用。",
"0034『背水一战』\n每次开始攻击前，你可以失去1点生命来让自己的攻击检定获得1个奖励骰。",
"0035『剑客』\n击剑增加2D10+5%，你的随身物品增加剑杖或佩剑。",
"0036『嘉心糖』\n重要之人变更为嘉然。",
"0037『施暴快感』\n只要你的理智低于初始理智，每当你对其他人类造成伤害时，回复1点理智。",
"0038『以一敌百』\n你不会陷入寡不敌众。",
"0039『沉着冷静』\n你不会被突袭。",
"0040『神枪手』\n选择一项射击技能，你进行此项射击时，普通失败也视为普通成功。",
"0041『天资聪颖』\n智力增加1D10，但不能超过99。",
"0042『笨手笨脚』\n大失败概率翻倍。",
"0043『车万人』\n你的敏捷与闪避检定获得奖励骰。",
"0044『支离破碎』\n在你死亡时，你会因为不知名原因而复活，SC1D4/1D10，并出现在下一个场景。（例如被邪教徒制作成人偶又丢弃等）",
"0045『叛徒』\n你早已经加入了邪教徒或其他一方的敌人，你的目的就是把你的“队友”一网打尽。",
"0046『同性恋』\n你是同性恋。",
"0047『虚无主义』\n你的理智检定具有奖励骰。你的初始理智减少2D10。",
"0048『恋尸癖』\n你随身携带的尸体的照片，那是你的重要之物。",
"0049『武术世家』\n选择十八般兵器与斗殴的其中1项，那项变成60。然后再选择另外2项，那2项变成40。",
"0050『艺术细胞』\n你的艺术类技能检定获得奖励骰。",
"0051『冰恋』\n你是恋尸癖，你的重要之人被你所杀并保存在你的家中。",
"0052『老猎人』\n你对于动物造成的伤害翻倍。",
"0053『收割者』\n在你击杀一个敌人后，你下回合的攻击检定具有奖励骰。",
"0054『弱点打击』\n你攻击时，困难成功也可以造成贯穿/全额伤害。",
"0055『钢铁意志』\n除了面见旧日支配者，你单次损失理智不能超过5。",
"0056『以神之名』\n把你的思想与信念改为“我信奉神，祂会保佑我”。具体神灵由你决定。在思想与信念被腐化前，你的意志检定视为成功。",
"0057『冷漠』\n你不会因为尸体或暴力事件而损失理智。",
"0058『月球人』\n遇到神秘事件后，你会尝试说服自己的理智。你因为神秘事件损失的理智减少1点。",
"0059『冒险主义』\n你的孤注一掷获得奖励骰，但是失败后的后果也会更加严重，往往会导致你直接进入最危险的局面。",
"0060『狂热者』\n你相信艾尔的存在，思想与信念改为“为了艾尔的荣光”，在艾尔被证明不存在或是有人把你从星际争霸的深渊中拉出来之前，你的意志检定总是视为成功，并且双持短刀时一回合可以攻击两次。",
"0061『一无所有』\n你的信誉减少至0。因为一无所有，所以总是想模仿别人。你的妙手、乔装与表演检定获得奖励骰。",
"0062『音乐狂热者』\n你一直戴着耳机听音乐，如果你陷入安静的环境中，所有检定具有惩罚骰。",
"0063『永不空军』\n你是钓鱼佬，看到水边总想钓一杆子。只有一个成功的意志检定才能让你放弃这次钓鱼。",
"0064『臆想症』\n机敏如你无时无刻在警惕周围的环境，或许你真的可以注意到其他人注意不到的事情，但与此同时你也变得神经兮兮。你的侦查获得奖励骰，但是因为目击神话生物损失的理智增加1点。",
"0065『遗物』\n你的某位长辈死前留给你一个神秘的挂坠，或许它有什么用？作用由守秘人决定。",
"0066『晕车』\n在你乘坐载具后的1D8小时内所有检定具有惩罚骰。",
"0067『身轻体柔』\n将你的体型减少至35，那些减少的体型增加到敏捷上（不能超过99）。",
"0068『深有研究』\n选择一项科学，将其增加至60。",
"0069『年老』\n年龄增加3D10，适用年龄调整。",
"0070『美妙歌喉』\n你的歌唱增加3D6*5%，你的歌唱检定获得奖励骰。",
"0071『负心汉』\n你曾经有过配偶，但是因为一些事情而选择了另一个配偶。与守秘人探讨决定其正体与你所做的事情，他随时可能会出现并对你实施报复。",
"0072『命运的相遇』\n你的某个朋友或亲属会出现在本次冒险中，其正体由你决定，而其出现时机与代表的身份由守秘人决定。",
"0073『黑道气质』\n你对从事非法职业的人进行的社交检定获得奖励骰，但是更容易被执法人员怀疑。",
"0074『美若天仙』\n你的外貌增加1D10，但不能超过99。",
"0075『小物件』\n你可以花费10点幸运来让自己从背包里找到你完全不记得放进去的小东西，比如手电筒、望远镜等等。",
"0076『超能力』\n你拥有一项超能力，但是也付出的相应的代价。超能力的正体与代价与守秘人探讨决定。",
"0077『绑架』\n战斗轮中，你可以使用绳子与一个对抗成功的敏捷检定来完全捆绑对方。",
"0078『潜袭』\n你的潜行检定获得奖励骰。你突袭轮的行动可以攻击2次。",
"0079『节点』\n在你死亡后，你总是可以在某个不知名地方再度苏醒，但是会失去所有相关的记忆。",
"0080『极客』\n你一切和机械相关的检定获得奖励骰。",
"0081『兽耳』\n你因为一些事情，拥有了一双兽耳与兽尾。具体事情与守秘人探讨决定，兽耳与兽尾款式自行决定。",
"0082『预言』\n有人曾为你做过预言，这个预言是……。当结果与预言不符时，你恢复2D8理智。预言内容由守秘人决定。",
"0083『通缉犯』\n你曾经因为某些事而杀人，现在你还是警方的重点通缉犯。",
"0084『极限』\n选择你的一项最高的基础属性，将其提升至99。",
"0085『生命力』\n你的生命值计算方式改为体质+体型/5，即生命值翻倍。",
"0086『自愈』\n你每天可以恢复2点生命而非1点。你重伤时仍然可以保持每天1点的生命恢复。",
"0087『矢志不渝』\n你的思想与信念无法更改，也不会被腐化。",
"0088『好厨子』\n你的技艺：做饭增加3D6*5%。",
"0089『人情债』\n某人欠了你一笔很大的人情，投掷1D100决定那人现在的社会地位。欠下人情的原因与守秘人讨论决定。",
"0090『临时指导』\n选择一项技能，那项技能你可以花费1小时教给某个人，那个人在接下来1天内那个技能值视为与你的技能值相同。",
"0091『第二人格』\n你首次疯狂时疯狂症状变为激发第二人格。",
"0092『华丽面具』\n你总是戴着面具，那让你有一种神秘感。你戴上面具时外貌与社交技能检定获得奖励骰。",
"0093『病态心理』\n由守秘人选择为你增加一项恐惧症/狂躁症。",
"0094『枪斗』\n战斗中时，你可以用枪械射击来代替近战反击检定。只要检定成功，那便可以造成伤害，但是你也会受到对方的攻击伤害。当你的检定成功等级大于对方时，才不会受到对方的攻击伤害。",
"0095『终结者』\n你对于重伤的敌人的攻击行动检定获得奖励骰。",
"0096『强夺』\n你的夺取对方武器的战技获得奖励骰。",
"0097『勇气的赞歌』\n你不会因为目睹除旧日支配者外的神话生物而疯狂。",
"0098『稳定驾驶』\n你猛踩油门所需要承担的惩罚骰减少1颗。",
"0099『超高校级的幸运』\n你的幸运变为99。你燃烧幸运所需要的幸运减半。（向上取整）",
"0100『凶狠』\n战斗时，在你受到第一次伤害前，所有对你的攻击检定具有惩罚骰。",
"0101『后遗症』\n你曾经因为被殴打或一些原因遭受的严重心理打击。损失2D8理智，增加一项恐惧症/狂躁症。",
"0102『伤疤』\n外貌减少1D6*5，不可少于10。增加一项脸部伤疤。",
"0103『坚定不移』\n你的意志检定获得奖励骰。",
"0104『俄罗斯轮盘赌』\n再抽取6次特质，选择其中一个负面特质与另外两个特质作为你的特质。",
"0105『熊的力量』\n力量增加1D6*5，你的力量可以超过100。",
"0106『耐力』\n追逐轮开始时你的体质检定你获得奖励骰。",
"0107『猫奴』\n你随时携带着你饲养的猫，那只猫是你的重要之物/重要之人。",
"0108『爆发力』\n追逐轮的第一轮，你额外获得2个行动力。",
"0109『优势闪避』\n在回合外你闪避成功后，下轮你主动发起的攻击获得奖励骰，可以叠加。",
"0110『医疗恐惧』\n只要你意识清醒，你就不会接受医学治疗。",
"0111『紧急治疗』\n你对于濒死的人进行的稳固伤势的急救检定获得奖励骰。",
"0112『侥幸』\n你总是因为一些奇怪的原因不会受到从高处掉落的伤害。例如恰好摔到稻草堆上、被一些柔软物体缓冲等。",
"0113『嘲讽』\n你总是敌人的首位攻击对象。",
"0114『储魔体质』\n你的魔力上限翻倍。",
"0115『魔力堵塞』\n除非你从神话生物处习得魔法，否则你无法学会任何魔法。",
"0116『金钱携带者』\n你携带的现金变为原来的10倍。",
"0117『恐犬』\n你不擅长应对狗，当他们突然朝你大声吼叫，或是靠近你时，你需要SC0/1。当你附近有狗时，你的所有检定具有惩罚骰。",
"0118『癫狂』\n你的疯狂发作的持续时间翻倍。",
"0119『不屈』\n每次你的生命值即将变为0时，进行体质检定，这次体质检定具有相当于对你造成的伤害超过你的生命值的部分数量的惩罚骰。如果检定通过，那么你把生命值恢复到1。",
"0120『灵感』\n你的灵感检定（非智力检定）获得奖励骰。",
"0121『可爱』\n可能并没有什么作用，但是你就是很可爱。",
"0122『研究者』\n选择一项你最高的技能，那项技能增加1D6*5%。",
"0123『微表情』\n你对于其他人的心理学检定获得奖励骰。其他人对你的心理学检定具有惩罚骰。",
"0124『兴趣使然』\n从以下技能选择一项，那项技能增加2D6*5%。技能为绘画、写作、乐理、博物学。",
"0125『刚毅护盾』\n你每次受到的物理伤害不能超过你的生命值上限的二分之一（向下取整）。",
"0126『精英教育』\n你再次进行因为年龄调整而进行的教育增强检定。",
"0127『贫血』\n你的生命值上限减少2",
"0128『魔法亲和』\n你进行第一次释放魔法时的施法检定视为成功。",
"0129『惧痛』\n在你每次受到伤害伤后，你的下一次检定具有惩罚骰。",
"0130『好运连连』\n每当你没有进行燃烧幸运而检定成功时，幸运增加1D6。",
"0131『愧疚』\n每当有人因为你的错误丧生，你就需要SC1D6/1D20。",
"0132『动摇』\n每当你损失理智后，下次检定具有惩罚骰。",
"0133『知识迁移』\n你的所有知识类技能增加你的克苏鲁神话技能值。",
"0134『多才多艺』\n选择4项你的未分配技能点的技能，那些技能值增加20点。",
"0135『铜皮铁甲』\n你的皮肤拥有1点护甲。",
"0136『烈火之志』\n你可以燃烧自己的1D10意志来让自己的检定获得奖励骰。",
"0137『以牙还牙』\n你的反击只需要达到普通成功即可造成伤害，但只有你的成功等级大于对方的成功等级才能防止对方对你造成伤害。",
"0138『拳击手』\n你空手或戴指虎等武器时进行的攻击与反击检定获得奖励骰。",
"0139『加速』\n追逐轮时，你每次受到伤害后，你下轮移动力增加1点。",
"0140『冒险家』\n在你完成一次冒险后，回复3D6理智",
"0141『无痛症』\n你患有无痛症，你无法得知对你造成的伤害与你的生命值。",
"0142『乱击』\n你获得的寡不敌众奖励骰变成2个。",
"0143『强韧』\n使你重伤所需的伤害值增加2点。",
"0144『渴血症』\n你渴望饮用鲜血，不然会使你身体痉挛抽搐直到死亡。每24小时你必须饮用一次血液，否则你会以起始每小时1点的速度流失生命值，下1小时流失的生命值会是上次的2倍，期间你的检定全部具有惩罚骰。在你因而失去所有生命值时，你会因为神经性抽搐死亡。",
"0145『兽王』\n你的驯兽检定获得奖励骰；你对于动物有天生的亲和力，甚至可以与它们进行交流，获取那些动物才知道的消息。",
"0146『交锋』\n你使用刀剑类武器攻击时，对方不能选择闪避。",
"0147『闪耀新星』\n你接下来的3次检定获得奖励骰，在你消耗完这些奖励骰后重新抽取特质。",
"0148『心灵爆破』\n你陷入疯狂的时间增加5轮。",
"0149『破产』\n你的信誉减少1D100，可以低于0。",
"0150『火花』\n你可以操控火焰，尽管那能力只能让火花发射到1米外。",
"0151『黄衣帷幕』\n你看过《黄衣王》，那本书被你随身携带着。",
"0152『魔法』你曾经误打误撞学会过1个魔法，那个魔法正体与守秘人讨论决定。",
"0153『现实创造盲信症』与你进行属性或技能对抗的角色本次检定具有惩罚骰。"
]
}