{
	"_title":["诸葛神算"],
	"_author":["DisH，天之"],
	"_version":["1.0"],
	"_brief":["孔明先生存在感太高了……写诸葛神算不必出诸葛连弩罢。（顺便我万万没想到念诸葛神算居然会是在这种情况下……）"],
	
	"诸葛神算":[
		"第〇〇一签（功名利禄）\n【上上签】乾宫 乾变大有（乾九五）\n签诗：天门一挂榜，预定夺标人，马嘶芳草地，秋高听鹿鸣.解签：大吉，事业、财运、健康、婚姻均顺遂。",
		"第〇〇二签（辅国兴邦）\n【上上签】坤宫 坤变比（坤六五）\n签诗：地有神，甚威灵，兴邦辅国，尊主庇民。\n解签：神护签，言行循规蹈矩，事业上必有贵人相助，婚姻得意，健康亦佳。",
		"第〇〇三签（古迎亲图）\n【中上签】坎宫 屯变复（屯九五）\n签诗：长安花不可及，春风中马蹄疾，急早加鞭，骤然生色。\n解签：惕励不可好高骛远，目前情况不理想。",
		"第〇〇四签（秋菊幽芳）\n【中上签】离宫 蒙变剥（蒙九二）\n签诗：春花娇媚，不禁雨打风飘，秋菊幽芳，反耐霜雪傲。\n解签：勉惕类，诸事无法顺利，踏实或有可望。",
		"第〇〇五签（春雨颂歌）\n【中下签】震宫 震变随（震六五）\n签诗：春雷震，夏风巽，卧龙起，猛虎惊，风云会合，救济苍生。\n解签：否极泰来，外旱逢甘雨，不过婚姻恐有波澜，出外旅游亦不宜。",
		"第〇〇六签（上下求索）\n【中下签】坎宫 屯变比（屯初九）\n签诗：非玄非妙，非浅非深，一个妙道，着意搜寻。\n解签：心性勿求切，着意搜寻，必能如愿。",
		"第〇〇七签（先知须悟）\n【中下签】坎宫 坎变师（坎九五）\n签诗：君须悟，勿误疑，有平路，任驱驰，随时变易，件件咸宜。\n解签：应机警应变，始能左右逢源。",
		"第〇〇八签（时到功成）\n【中上签】坎宫 革变丰（革九五）\n签诗：虎恋高山别有机，众人目下尚狐疑，雁来嘹呖黄花发，此际声名达帝畿。\n解签：目前无人能识，日後必受众人赞颂，怀才不遇者得此签，日後必发达。",
		"第〇〇九签（路在脚下）\n【上签】离宫 讼变姤（讼六三）\n签诗：贵客相逢更可期，庭前枯木凤来仪，好将短事求长事，休听旁人说是非。\n解签：命中得遇贵人相助，未婚男子可得佳侣，商人则应有主见，始能获利。",
		"第〇一〇签（好事多磨）\n【上上签】离宫 讼变履（讼初六）\n签诗：嘹呖征鸿独出群，高飞羽翼更纠纷，云程北进好音遂闻，朝云暮雨交加有凭。\n解签：才气出众，无奈受制，去向宜北，可获佳遇。",
		"第〇一一签（寻寻觅觅）\n【下下签】乾宫 否变遁（否六三）\n签诗：无踪又无迹，远近均难觅，平地起风波，似笑还成泣。\n解签：小心提防，以静为动，方能转忧为喜。",
		"第〇一二签（小心谨慎）\n【中下签】乾宫 夬变大过（夬初九）\n签诗：神黯黯，意悠悠，收却线，莫下钩。\n解签：诸事暂且打住，免有失误，後悔莫及。",
		"第〇一三签（春风得意）\n【中签】乾宫 乾变同人（乾九二）\n签诗：得意宜逢妇，前程去有缘，利名终有望，三五月团圆。\n解签：吉，留意三、五有关月日，或有殊遇、喜事。",
		"第〇一四签（蹉跎岁月）\n【下下签】艮宫 睽变大有（睽六三）\n签诗：鼎沸起风波，孤舟要渡河，巧中却藏拙，人事转蹉跎。\n解签：不吉，须防树大招风，问婚姻或家人相处者，并争纷颇烈。",
		"第〇一五签（等待消息）\n【中下签】兑宫 咸变革（咸初九）\n签诗：意在闲中信未来，故人千里自徘徊，天边雁足传消息，一点梅花春色回。\n解签：一切期待，均有可得，但须再等待一段时间。",
		"第〇一六签（寻找知音）\n【中上签】离宫 同人变乾（同人六二）\n签诗：心和同，事知同，门外好施功，交加事有终。\n解签：得此签者，不合者必复合。",
		"第〇一七签（忖事千里）\n【上签】乾宫 乾变小畜（乾九四）\n签诗：欲行还止，徘徊不已，藏玉怀珠，忖心千里。\n解签：处於蓄势欲发又迟疑难决者，宜下定决心，完成大业。",
		"第〇一八签（烦恼忧心）\n【中签】乾宫 乾变夬（乾上九）\n签诗：心戚戚，口啾啾，一番思虑一番忧，说了休时又不休。\n解签：不利，结局恐难有望。",
		"第〇一九签（难易变幻）\n【上上签】艮宫 履变讼（履初九）\n签诗：不远不近，似易似难，等闲一事，云中笑看。\n解签：平平，成败利钝淡然处之。",
		"第〇二〇签（困境之中）\n【中上签】艮宫 履变乾（履六三）\n签诗：桃李谢春风，西飞又复东，家中无意绪，船在浪涛中。\n解签：栽种不得其时，去向漂流不定，远行旅程不顺，家庭亦有风波。",
		"第〇二一签（山穷水尽）\n【上上签】乾宫 同人变革（同人上九）\n签诗：一水远一水，一山旋一山，水穷山尽处，名利不为难。\n解签：须费尽九牛二虎之力始克有成。",
		"第〇二二签（事在半途）\n【下下签】巽宫 无妄变否（无妄初九）\n签诗：事相扶，在半途，翻覆终可免，风波一点无。\n解签：目前不顺，惟亦不致有风险。",
		"第〇二三签（差之毫厘）\n【中上签】巽宫 无妄变噬嗑（无妄九五）\n签诗：喜喜喜，春风生桃李，不用强忧煎，明月人千里。\n解签：喜讯已到，故人安然无恙，健康痊愈在即，婚姻可期。",
		"第〇二四签（静守渡安）\n【中下签】离宫 同人变家人（同人九四）\n签诗：意孜孜，心戚戚，要平安，防出入。\n解签：谨言慎行，始得平安。",
		"第〇二五签（遇见实难）\n【下下签】乾宫 姤变大过（姤上九）\n签诗：见不见，也防人背面，遇不遇，到底无凭据。\n解签：应防来自西方之暗箭，所问之事尚无徵候。",
		"第〇二六签（喜见春生）\n【上上签】乾宫 遁变咸（遁上九）\n签诗：一番桃李一番春，谁识当初气象新，林下水边寻活计，见山了了称心意。\n解签：或可任新职，经营事业以农林渔牧为宜，患病者宜换医生并到山水处静养。",
		"第〇二七签（真人不魔）\n【中上签】艮宫 艮变剥（艮九三）\n签诗：莫怪我见错，心性自成疴，偏僻不通心，真人却不魔。\n解签：不可固执己见，心性偏执者，宜修养心性。",
		"第〇二八签（英雄少年）\n【上上签】坎宫 丰变明夷（丰九四）\n签诗：禄马交驰，男儿得志时，行程早办，荣归乐期颐。\n解签：吉祥，若卜仕途宦海之事，尤称合适。",
		"第〇二九签（了却心愿）\n【中上签】巽宫 巽变小畜（巽初六）\n签诗：了却心头事，三生夙有缘，香开十里桂，移步入天边。\n解签：大吉大利，尤对男女姻缘，桂香之时，约为秋季为宜。",
		"第〇三〇签（重在实践）\n【中下签】离宫 未济变解（未济上九）\n签诗：缘黄阁白了头，毕竟成何济，不如趁此精神，犹好买些真气。\n解签：攀权附贵者宜回头，顶天立地重新做人，否则不得善终。",
		"第〇三一签（早起旅行）\n【中下签】乾宫 姤变乾（姤初六）\n签诗：离别间，虽不易，同伴行，犹不滞，早早起程，免他失意。\n解签：此时此刻须当当机立断，不能思前顾后，畏首畏尾。以致造成大损失，大错误。",
		"第〇三二签（夕阳西照）\n【中上签】兑宫 兑变履（兑上六）\n签诗：乐之极忧将至，巽兑分明吉与凶，未能光大终幽暗，日落西山返照中。\n解签：人任意胡来，狂妄不知其危险性，一意孤行而不知止息。这就是祸的根源。",
		"第〇三三签（历过波涛）\n【中签】坎宫 丰变小过（丰初九）\n签诗：历过波涛三五重，谁知浪静又无风，须教明达青云路，用舍行藏不费功。\n解签：\n签诗教人明白人生可进可退，应适时进退方是聪明达练之人。",
		"第〇三四签（缺月重圆）\n【上上签】兑宫 归妹变临（归妹九四）\n签诗：缺月又重圆，枯枝色更鲜，一条夷坦路，翘首望青天。\n解签：吉昌。将有一个重新开始的转折点，或经过艰难困苦终究变通。",
		"第〇三五签（行路艰难）\n【上上签】艮宫 艮变渐（艮六五）\n签诗：行路难行路难，今日方知行路难，前程广大何足虑，琼力今朝度此滩。\n解签：一向平顺，今突生险，惟必可过关。",
		"第〇三六签（春景明媚）\n【上签】乾宫 遁变旅（遁九五）\n签诗：春景明，春色新，春意傍水生，春天无限好，好去宴琼林。\n解签：事业发达，健康良好，性情豁达，交游广阔。",
		"第〇三七签（道高德重）\n【中下签】乾宫 大有变乾（大有六五）\n签诗：万马归元，千猿朝洞，虎伏龙降，道高德重。\n解签：凡事须以诚信为本，方能在事业中学有所成，人群中树立威望。",
		"第〇三八签（快马加鞭）\n【中签】巽宫 巽变涣（巽九三）\n签诗：黄鹂报上林，春色鲜明，提鞭快着，马上速行程。\n解签：做任何事，目前时机最佳。",
		"第〇三九签（救死扶伤）\n【中上签】巽宫 颐变损（颐六二）\n签诗：大肆放灵丹，救人行万千，到头登彼岸，渡过入仙班。\n解签：行善济人，必得善果，医生得此签，必为名医，教师得此签，必为名师。",
		"第〇四〇签（月到天心）\n【中下签】乾宫 观变涣（观六二）\n签诗：一带水，碧澄澄，舟住江上，月到天心；稳步其中，玄妙不闲，非人误己，几丧生身。\n解签：塞翁失马，焉知非福，诸事均欠顺遂，惟尚未铸下大错，还能全身而退。",
		"第〇四一签（良辰美景）\n【中签】坎宫 屯变既济（屯六三）\n签诗：桃李舒姘，春光鲜丽，良辰美景君须记，随心所往事事相宜，无用多疑干渎神祗。\n解签：吉祥，命中注定事事顺利，多疑而缺乏自信，将辜负上天恩宠。",
		"第〇四二签（中有玄机）\n【上上签】巽宫 蛊变大畜（蛊初六）\n签诗：隐中显，显中微，个中有玄机，参得透了，直上仙梯。\n解签：所问之事呈胶着状态，仅凭蛛丝马迹研判，是否突破就看能否参透玄机。",
		"第〇四三签（千头万绪）\n【中上签】坤宫 大壮变泰（大壮九四）\n签诗：无上去，在前头，回头一悟，绳缰好收，千条万线路常在，自好搜求。\n解签：所问之事可能走错方向，即改弦易辙，另觅可行之路。",
		"第〇四四签（万寿如松）\n【上上签】离宫 蒙变未济（蒙六四）\n签诗：四顾无门路，桃源路可通，修炼成正果，万岁寿如松。\n解签：平平，一生行运不通，惟尚有一线之路，只要多磨练、苦修，日後自成。",
		"第〇四五签（不慌不忙）\n【中下签】离宫 旅变离（旅初六）\n签诗：不用忙，不用慌，自有驻足乡，鸣鼓响钟地，三宝见门墙。\n解签：做事沈着稳定，自有容身之地，多热心公益，门庭自逢佳运。",
		"第〇四六签（虚浮一世）\n【下下签】离宫 未济变晋（未济九二）\n签诗：奔波一世，总是虚浮，无常一到万事休，急早回头。\n解签：一生争名夺利，最後化为乌有，回头是岸。",
		"第〇四七签（返本归宗）\n【上上签】巽宫 无妄变益（无妄九四）\n签诗：真真真，人不识，真真真，神有灵，归宗返本，方是元精。\n解签：诸事假象蒙蔽，误入歧途，认清真象，转入正途。",
		"第〇四八签（不耻下问）\n【中签】震宫 大过变履（大过上六）\n签诗：走尽天涯，风霜历遍，不如问人三天，渐渐有回首见。\n解签：冒目躁进必白费功夫，应就教贤达。",
		"第〇四九签（大病初愈）\n【中下签】震宫 震变丰（震六三）\n签诗：沈沈疴染，不见天心，雷门一震，体健身轻。\n解签：久病者突逢良医，立即恢复健康，经营事业不佳者，可望获良才，兴隆有望。",
		"第〇五〇签（官禄有定）\n【中下签】乾宫 否变观（否九四）\n签诗：财马两匆忙，官禄有定方，猪羊牛犬，自去主张。\n解签：顺其自然。",
		"第〇五一签（空里成功）\n【中下签】兑宫 小过变咸（小过六五）\n签诗：空空空，空里得成功，蟠桃千载熟，不怕五更风。\n解签：大器晚成，若问财运，得此签不祥，若问诉讼，则於缠讼多日可获胜诉。",
		"第〇五二签（目穷千里）\n【中签】离宫 旅变鼎（旅六二）\n签诗：愁脸放，笑颜开，秋月挂高台，人从千里来。\n解签：吉祥，心境渐渐开朗，环境已转佳境，寻人定然相遇，其他亦有转机。",
		"第〇五三签（脚踏实地）\n【中上签】乾宫 晋变噬嗑（晋初六）\n签诗：须着力，莫远游，长竿钓向蟾蜍窟，直欲云中得巨鳌。\n解签：警惕之签，凡事须全力以赴，不可贪玩疏忽，时运来临，愿望自然可成。",
		"第〇五四签（空劳心力）\n【中上签】震宫 震变归妹（震六二）\n签诗：无踪无迹，远近难觅，旱海行舟，空劳费力。\n解签：由于方法，路线，策略不对而失败。莫再追求已完全没有希望的东西了。",
		"第〇五五签（凭借东风）\n【中下签】震宫 震变噬嗑（震上六）\n签诗：细雨蒙蒙湿，江边路不通，道途音信远，凭仗借东风。\n解签：时运欠佳，一切难望有成，惟有依靠仅有之一线生机。",
		"第〇五六签（姻结豪门）\n【中下签】坤宫 大壮变归妹（大壮九三）\n签诗：平地起云烟，时下未能安，高处觅姻缘。\n解签：所问之事现时现地均难有成，如问姻缘，须向显赫人家去求，如问事业，波折重重。",
		"第〇五七签（守诚花开）\n【中签】坤宫 大壮变夬（大壮六五）\n签诗：正直宜守，妄动生灾，利通名达，叶落花开。\n解签：应坚守本位，正直无欺。",
		"第〇五八签（君子小人）\n【中上签】坤宫 需变节（需九三）\n签诗：君子升，小人阻，征战生离苦，前有吉人逢，信在马牛人在楚，事要营求妥。\n解签：所问之事波折连连，有人玉成，有人破坏，无地利之便，须稳妥安排为宜。",
		"第〇五九签（敛眉望灯）\n【中下签】坎宫 丰变震（丰九三）\n签诗：纷纷复纷纷，欷独掩门，眉望灯火，伴我坐黄昏。\n解签：须守时耐运，待机而行，不可强求。妇人求得此签，恐有夫妻失和情事。",
		"第〇六〇签（恋意中人）\n【上上签】兑宫 归妹变睽（归妹上六）\n签诗：红颜美，休挂怀，人在车中，舟行水里。\n解签：凡事不可存奢望。",
		"第〇六一签（途中遇险）\n【下下签】震宫 恒变解（恒九三）\n签诗：桥已断，路不通，登舟理楫，又遇狂风。\n解签：大不吉，已失天时地利，凡事宜慎，不可轻举妄动。",
		"第〇六二签（事中空话）\n【下下签】震宫 恒变大壮（恒初六）\n签诗：深潭月，照镜影，一场空，安报信。\n解签：不可急于求成，求之过深。目前还不是时候。",
		"第〇六三签（龙兔相逢）\n【中上签】震宫 解变师（解九四）\n签诗：湖海意悠悠，烟波下钓钩，若逢龙与兔，名利一齐周。\n解签：示人胸襟以阔，达观为怀，自可名利双收。(注意龙兔年或属龙兔之人)",
		"第〇六四签（重振旗鼓）\n【中下签】兑宫 小过变丰（小过初六）\n签诗：物不牢，人断桥，重整理，慢心高。\n解签：所问之事应重新来过，如以笃实之态度为之，或有可成。",
		"第〇六五签（出行不利）\n【中下签】坎宫 既济变屯（既济九三）\n签诗：入而易，出而难，恹恹到再三，交加意不堪。\n解签：整外治内，以防险难于前。",
		"第〇六六签（大器晚成）\n【中下签】坎宫 屯变节（屯六二）\n签诗：事迟志速，而且反覆，直待岁寒，花残果熟。\n解签：若时机未熟，但凭己力，尚难成就。妇女得此签，显示心意不足，青春蹉跎。",
		"第〇六七签（吉人天相）\n【中上签】坎宫 屯变随（屯六四）\n签诗：乘马前进，所求吉贞，随时谐美，缺月重明。\n解签：一鼓作气，勇往直前，即使往昔曾犯缺失，如今亦可重获振作之机。",
		"第〇六八签（坚定信念）\n【中签】震宫 升变师（升九三）\n签诗：舟离古渡月离云，人出潼关好问津，且向前行去求住，何须疑虑两三心。\n解签：此签主外，出远行有利，得此签者，所问之事难题已解，难关已破，从此坦途。",
		"第〇六九签（黄粱美梦）\n【中下签】坎宫 屯变益（屯上六）\n签诗：不足不足，难伸心曲，野塘雨过月如钩，梦断邯郸眉黛愁。\n解签：知足常乐，随遇而安，否则梦境难圆之慨，妇女得此签，宜勉力抛虚荣之心。",
		"第〇七〇签（美堪终始）\n【中下签】震宫 井变升（井九五）\n签诗：美有堪，堪有美，始有终，终有始。\n解签：为人追求真善美方为正途，凡事必以始终一贯精神为之。",
		"第〇七一签（野渡舟横）\n【中下签】震宫 恒变大过（恒六五）\n签诗：湖海悠悠，孤舟浪头，来人未渡，残照山楼。\n解签：所问诸事尚在虚无飘渺间，当前处境未开，心绪至为郁闷，情境苍茫。",
		"第〇七二签（提防暗计）\n【中上签】兑宫 小过变豫（小过九三）\n签诗：深户要牢扃，提防暗里人，莫言无外事，纵好定遭。\n解签：无事须当有事，有事更加防范，得此签者须注意门户以防窃，谨言慎行免招祸。",
		"第〇七三签（江海悠悠）\n【中上签】巽宫 巽变姤（巽六四）\n签诗：江海悠悠，烟波下钩，六鳌连获，歌笑中流。\n解签：此签大吉，凡谋事、创业必有望，且连获成功，尤其逢「六」数，更具喜色也。",
		"第〇七四签（心无一定）\n【中上签】乾宫 姤变遁（姤九二）\n签诗：欲济未济，欲求强求，心无一定，一车两头。\n解签：三心二意，有违常理，动弹不得，得此签者，所问诸事均呈胶着状态。",
		"第〇七五签（得失皆虑）\n【中下签】乾宫 遁变渐（遁九四）\n签诗：一得一虑，退後欲先，路通大道，心自安然。\n解签：得意之时勿忘形，失败之後勿失志，不行歪路，心境自然安适。",
		"第〇七六签（难易互变）\n【下下签】兑宫 兑变节（兑九四）\n签诗：难难难，忽然平地起波澜，易易易，谈笑寻常终有望。\n解签：机遇欠佳时，人在家中坐，祸从天上来，行运转佳时，一切左右逢源，得心应手。",
		"第〇七七签（倚仗春风）\n【下下签】震宫 大过变夬（大过初六）\n签诗：心有馀，力不足，倚仗春风，一歌一曲。\n解签：所问之事，自己心馀力绌，无法独力完成，但会有外力来助，结果仍称圆满。",
		"第〇七八签（事终必欢）\n【中下签】乾宫 否变晋（否九五）\n签诗：身不稳，心不安，动静两三番，终朝事必欢。\n解签：问健康，应多运动，问事业，则现危机，折腾几次，最终朝好的方向发展。",
		"第〇七九签（难断信息）\n【中下签】兑宫 咸变小过（咸九五）\n签诗：事了物未了，人圆物未圆，要知端的信，日影上琅玕。\n解签：人、事问题，均了断并圆满解决，有关物则否，得此签，恐有财务纠纷并涉讼。",
		"第〇八〇签（春木向阳）\n【中下签】巽宫 无妄变履（无妄六二）\n签诗：木向阳春发，三阴又伏根，樵夫不知道，砍去作柴薪。\n解签：不可暴殄天物，对事物体认不够，任意扔弃滥用，岂不可惜。",
		"第〇八一签（阴晴月缺）\n【下下签】巽宫 巽变井（巽上九）\n签诗：一月缺，一镜缺，不团圆，无可说。\n解签：此签不吉，月既缺镜又损，所问诸事自属不圆满，恐亦无转机。",
		"第〇八二签（征讨叛逆）\n【中上签】坎宫 明夷变泰（明夷六二）\n签诗：车马到临，旌旗隐隐月分明，招安讨叛，永大前程。\n解签：此签如问战略戎事大吉，问事业则大发，问考试则高中。",
		"第〇八三签（自然功成）\n【中签】震宫 豫变萃（豫六五）\n签诗：我何宿，我何宿，海东河北成名录，一段神光，直冲天渎。\n解签：选择努力方向，如能吸取前贤经验，必能事半功倍，如得神助。",
		"第〇八四签（谨言防口）\n【中上签】巽宫 小畜变家人（小畜九二）\n签诗：金鳞入手，得还防走，若论周旋，谨言缄口。\n解签：金鳞影射钱财，警惕吾人谨言少语，如遇友人金钱周转，须防上当受骗。",
		"第〇八五签（天地合欢）\n【中下签】艮宫 中孚变损（中孚九五）\n签诗：倾一杯，展愁眉，天地合，好思为。\n解签：愁闷事在杯酒中尽释，夫妻间之不合应尽快化解。",
		"第〇八六签（谈鬼喻人）\n【下下签】乾宫 观变益（观初六）\n签诗：野鬼张弧射主人，暗中一箭鬼魂惊，忽然红日沈江海，难破空中事不明。\n解签：得此签者如为主管，恐有欺害下属之事，结果遭到致命之报复。",
		"第〇八七签（福星高照）\n【上上签】离宫 同人变离（同人九五）\n签诗：福星照，吉宿临，青天有日见天真，龙飞下载到明庭。\n解签：此签吉利，全属福佑德庇之赞。",
		"第〇八八签（空载明月）\n【中上签】震宫 豫变晋（豫上六）\n签诗：独钓寒潭，中途兴阑，水寒鱼不饵，空载月明还。\n解签：不祥，所处环境欠佳，所求未如理想，反生阻碍。",
		"第〇八九签（劳心借力）\n【中上签】离宫 涣变蒙（涣九五）\n签诗：不归一，劳心力，贵人旁，宜借力。\n解签：所问诸事意见纷陈，头绪杂乱，如不借助有力者，恐要白费心力。",
		"第〇九〇签（千里疾风）\n【中下签】离宫 涣变中孚（涣初六）\n签诗：云尽月当中，光辉到处通，路途逢水顺，千里快如风。\n解签：转机交运之兆，时下机运甚佳，所问大吉大利。",
		"第〇九一签（剿贼建功）\n【下下签】震宫 恒变升（恒九四）\n签诗：剑戟列山林，盗贼必来侵，败走擒搜定，封侯荫子孙。\n解签：激烈竞争中，需料敌如神，妥为布置以待敌来，赢得胜利後尚需妥善收拾战果。",
		"第〇九二签（千难万险）\n【中上签】兑宫 蹇变既济（蹇初六）\n签诗：岸阔水深舟易落，路遥山险步难行，蛇行自有通津日，月上天空分外明。\n解签：所问诸事宜向宽处打算，向远途作想，最後必能成功。",
		"第〇九三签（变化鱼龙）\n【中下签】巽宫 小畜变需（小畜上九）\n签诗：拟欲迁而未可迁，提防喜处惹勾连，前途若得阴人引，变化鱼龙出大渊。\n解签：勿为喜事冲昏头，谨防欢乐引出麻烦。",
		"第〇九四签（获得金鳞）\n【中上签】坤宫 比变坎（比六二）\n签诗：一人去，一人入，清风明月两相猜，获得金鳞下钓台。\n解签：内部团结，吉祥如意，天时地利，可有收成。",
		"第〇九五签（道不坚牢）\n【中上签】坤宫 比变观（比上六）\n签诗：喜未稳，悲已遭，大雨狂风吹古木，人人尽道不坚牢。\n解签：物极必反。若能体察下情，励精图治，上下团结一心，或能转危为安。",
		"第〇九六签（知音迟至）\n【中下签】离宫 同人变遁（同人初九）\n签诗：可以寄百里之命，可以托六尺之孤，锺期既遇毋迟误。笑呼呼，他乡聚首，各自乐康和。\n解签：得此签者，可望遇知音，交至友，得生死相许之配偶。",
		"第〇九七签（上林春色）\n【下下签】巽宫 巽变蛊（巽九五）\n签诗：报道上林，春色鲜明，提鞭快着，马上行程。\n解签：亨通顺利，时运好转。",
		"第〇九八签（静夜巡行）\n【下下签】坤宫 需变既济（需九二）\n签诗：鼠入土穴，最可安身，日中不见，静夜巡行。\n解签：人各有其不同安身立命之所及最适当行动时机，选择其他恐大不利。",
		"第〇九九签（腰缠万贯）\n【上上签】坤宫 坤变签（坤六三）\n签诗：打起平生志，西南好去游，腰缠十万贯，骑鹤上扬州。\n解签：得此签者，已功成名就，或者，目前从事者志趣不合，如今财力已丰，可以从已趣。",
		"第一〇〇签（得中防失）\n【中上签】艮宫 损变蒙（损初六）\n签诗：喜喜喜，终防否，获得骊龙颔下珠，忽然失却，还在水里。\n解签：谨防有乐极生悲之事发生。",
		"第一〇一签（国泰民安）\n【中签】坤宫 泰变明夷（泰九二）\n签诗：国有贤士，廷无佞臣，干戈不用，常享太平。\n解签：太平盛世，家庭和乐。",
		"第一〇二签（炼丹妙语）\n【中下签】乾宫 否变萃（否上六）\n签诗：泰来否已极，诸事莫忧心，但须培养元福，做些好事，行些方便，一点丹灵独得真。\n解签：事情朝有利的方向发展。先忧后喜。",
		"第一〇三签（忧国忧民）\n【中上签】离宫 同人变无妄（同人九三）\n签诗：民乐业，官吏清，雍熙之世复见于今，告诸人千秋鸿业，仗此望明君。\n解签：得签者为首脑时，应立求属下各安其位，各部门主管廉洁公正。",
		"第一〇四签（安如泰山）\n【上上签】震宫 升变谦（升九二）\n签诗：安如泰山，稳如磐石，放胆前行，中通外直。\n解签：上升之道，当稳步前去，所行中正适宜，凡事亨通有望。",
		"第一〇五签（月中有桂）\n【中上签】坤宫 比变屯（比初六）\n签诗：月中有丹桂，人终攀不着，云梯足下生，此际好落脚。\n解签：远大目标不易实现，如有匡助之力或引荐之人，也就获得成功机会。",
		"第一〇六签（知己难寻）\n【中上签】离宫 大过变咸（大过九二）\n签诗：天间一孤雁，嘹唳叹离群，试问知君者，而今有几人。\n解签：失意者之孤寂与无奈，得此签者，宜调整处世态度，以此为诫。",
		"第一〇七签（幻想落空）\n【中上签】巽宫 颐变剥（颐初九）\n签诗：红叶无颜色，凋零一夜风，邻鸡醒午梦，心事总成空。\n解签：好运消瞬即逝，理想忽受阻碍，办事难有成就。",
		"第一〇八签（乱麻难理）\n【中上签】巽宫 颐变贲（颐六三）\n签诗：事如麻，理多错，日掩云中，空成耽搁。\n解签：所问之事情况混乱，时运不佳，事多蹉跎，一无所成。",
		"第一〇九签（弃旧图新）\n【下签】坎宫 既济变需（既济六二）\n签诗：勿上旧辙，甘驾新车，东西南北，稳步康衢。\n解签：慎防勿蹈前车之覆辙，宁可改弦更张，另作他图。",
		"第一一〇签（夜梦鼠惊）\n【下签】离宫 未济变蒙（未济九四）\n签诗：夜梦被鼠惊，醒来不见人，终宵废寝，直到天明。\n解签：不祥之兆，近时或有惊险之事，(可能应验於鼠年，鼠日或属鼠之人)，小心。",
		"第一一一签（世情冷暖）\n【上签】离宫 讼变否（讼九二）\n签诗：秋霜肃，夏日炎，新花鲜了旧花淹，世情看冷暖，逢者不须言。\n解签：凡事靠自己，依赖别人不可靠。",
		"第一一二签（英雄有志）\n【上签】离宫 旅变晋（旅九三）\n签诗：未展英雄志，驰驱不惮劳，敢将休咎卜，西北夺前标。\n解签：不避劳苦，慎选致力方向。",
		"第一一三签（雷震病除）\n【中下签】震宫 震变豫（震初九）\n签诗：疴染沈沈，终日昏昏，雷门一震，体健身轻。\n解签：如问疾病，暂难痊愈，尚需时日，以得名医。",
		"第一一四签（笑谈难易）\n【下签】艮宫 艮变蛊（艮六二）\n签诗：易非易，难非难，忽地起波澜，欢笑两三番。\n解签：所问之事，呈胶着状，惟会突起变化，所有问题迎刃而解。",
		"第一一五签（夜路提防）\n【下下签】坤宫 坤变豫（坤六四）\n签诗：路不通，门闭塞，谨慎提防，云藏月黑。\n解签：谨慎小心，免惹祸端。",
		"第一一六签（半道处事）\n【中签】艮宫 大畜变贲（大畜九二）\n签诗：蜗角蝇头利，而今已变通，草头人笑汝，宜始不宜终。\n解签：办事要有始有终，方能达到变通的目的。切不可因小失大。",
		"第一一七签（奇门遁甲）\n【中签】巽宫 家人变同人（家人六四）\n签诗：珠玉走盘中，田园定阜丰，休言谋未遂，此去便亨通。\n解签：努力必有代价，但须耐心等待。",
		"第一一八签（万事顺意）\n【中上签】艮宫 贲变大畜（贲六二）\n签诗：月已明，花再发，事悠悠，无不合。\n解签：得此签者，所问诸事均处於最佳状态，事事称心如意。",
		"第一一九签（贵客来临）\n【中下签】坤宫 临变损（临上六）\n签诗：朦胧秋月映朱门，林外鸟声远寺僧，自有贵人来接引，何须巧语似流莺。\n解签：命中有贵人相助，安份守己以待机运。",
		"第一二〇签（事安心宽）\n【中上签】艮宫 损变大畜（损六三）\n签诗：事未宽，心不安，疑虑久，始安然。\n解签：所问诸事处在急於解决却未能解决之状况，不过最後终能渡过难关。",
		"第一二一签（风物时新）\n【中签】坎宫 明夷变复（明夷六三）\n签诗：虚名虚位久沈沈，禄马当求未见真，一片彩云秋後至，去年风物一时新。\n解签：终年碌碌营钻，每得虚有其表之名位，但等秋後(或中年以後)将时来运转。",
		"第一二二签（守诚而已）\n【上签】艮宫 艮变旅（艮六四）\n签诗：止止止，有终有始，似月如花，守成而已。\n解签：成败得失，莫不缘於因果循环之定数，不必强求。",
		"第一二三签（美满圆月）\n【下签】艮宫 贲变明夷（贲上九）\n签诗：明月全圆，颜色欣然，风云相送，和合万年。\n解签：大吉大利，所问诸事均得圆满达成，更能得锦上添花之美。",
		"第一二四签（结合同心）\n【上上签】巽宫 家人变小畜（家人六二）\n签诗：宝镜新，照两人，心中结，合同心。\n解签：得此签者，即将成婚，或已成婚，双方情投意合生活美满，如问合夥，亦可大发。",
		"第一二五签（上下不和）\n【中下签】乾宫 姤变巽（姤九四）\n签诗：居下不亲上，人心易散离，事机终失一，凡百尽成灰。\n解签：居上者倨傲、偏狭，居下者离心，最後关键时刻，招致失败。",
		"第一二六签（贵人引渡）\n【中上签】乾宫 遁变姤（遁六二）\n签诗：兀兀尘埃久待时，幽窗寂静有谁知，若逢青紫人相引，财利功名自可期。\n解签：得此签者，时运欠畅，有志未伸，须明提携之人，前途始有望。",
		"第一二七签（行路防贼）\n【中下签】坤宫 夬变兑（夬九三）\n签诗：虎伏在路途，行人莫乱呼，路旁须仔细，灾祸自然无。\n解签：遇事小心仔细，否则有招致横祸之可能。",
		"第一二八签（惹灾祸乱）\n【中下签】坤宫 泰变临（泰九三）\n签诗：和不和，同不同，翻云覆雨几成空，进退须防终少功。\n解签：不吉，如问事业，纠纷不断，如问亲情友情婚姻，则神离而貌亦不合，进退小心。",
		"第一二九签（边关笛鸣）\n【中下签】坤宫 泰变升（泰初九）\n签诗：东边事，西边成，风物月华明，高楼弄笛声。\n解签：得此签者，所谋之事於闲散自在中，不期然而有所成。",
		"第一三〇签（平步青天）\n【中上签】坤宫 临变归妹（临六四）\n签诗：事团圆，物周旋，一来一往，平步青天。\n解签：此签大吉，所问诸事都很圆满，得此签者财运奇佳，本利相滚，财货盈仓。",
		"第一三一签（预防谣言）\n【中下签】巽宫 无妄变同人（无妄六三）\n签诗：浅水起风波，平地生荆棘，言语虑参商，犹恐无端的。\n解签：衰运当头，即便慎言亦惹是非，故应少言，甚至不言。",
		"第一三二签（待友推荐）\n【上签】坎宫 师变坤（师九二）\n签诗：秋月云开後，薰风雨过时，若逢楚国旧知己，等闲一荐不须疑。\n解签：如处平顺之境遇，如有他乡旧知求己引荐则可为之，否则如所求过奢者，宜多虑。",
		"第一三三签（实惠可得）\n【中上签】坎宫 师变蒙（师上六）\n签诗：心已定，事何忧，金鳞已上钩，功名一网收。\n解签：吉祥，所问诸事，心意已决，即可达成，同时功成名就。",
		"第一三四签（信隔重山）\n【中上签】坎宫 革变咸（革初九）\n签诗：意迷己不迷，事宽心不宽，要知端的信，犹隔两重山。\n解签：时机未到，不可以有作为，变革也是妄行。保持清醒的头脑，等待机变。",
		"第一三五签（祸中有福）\n【上签】兑宫 萃变困（萃六二）\n签诗：笑中生不足，内外见愁哭，云散月光辉，转祸当成福。\n解签：凡事仅看表面自有不足，阻碍或能排除，祸事亦能成福庇。",
		"第一三六签（鹊噪门前）\n【上签】离宫 讼变未济（讼九五）\n签诗：檐前鹊噪正翩翩，忧虑全消喜自然，一人进了一人退，下梢还有好姻缘。\n解签：事情已安排妥当，全无冲突，若问姻缘，即可结合。",
		"第一三七签（惆怅望天）\n【下签】震宫 大过变困（大过九三）\n签诗：荆棘生平地，风波起四方，倚栏惆怅望，无语对斜阳。\n解签：或有烦心之事来临，内心忧闷无人谅解。",
		"第一三八签（谋定事成）\n【中下签】离宫 离变大有（离六二）\n签诗：谋已定，事何忧，照月上重楼，云中客点头。\n解签：大局安排已定，不必多作考虑。",
		"第一三九签（天时地利）\n【上上签】乾宫 大有变大壮（大有上九）\n签诗：奇奇奇，地利与天时，灯花传信後，动静总相宜。\n解签：在成功大有收获之时，要有所收敛，否则会陷入进退两难的局面。",
		"第一四〇签（不遇不逢）\n【上签】离宫 离变贲（离六四）\n签诗：遇不遇，逢不逢，月沈海底，人在梦中。\n解签：人算不如天算，总有突如其来的情况出现。",
		"第一四一签（居安思危）\n【下下签】巽宫 噬嗑变离（噬嗑六三）\n签诗：暗中防霹雳，猜虑浑无实，转眼黑云收，拥出扶桑日。\n解签：所担忧之事均属子虚乌有，很快就能真相大白。",
		"第一四二签（征战得胜）\n【上签】离宫 离变丰（离上六）\n签诗：利在中邦出战时，一番获馈在王庭，凤衔丹诏归阳畔，得享佳名四海荣。\n解签：吉利。交易、官司有胜利的把握。",
		"第一四三签（内忧外患）\n【下下签】巽宫 噬嗑变无妄（噬嗑六五）\n签诗：堪叹外边忧，更嗟门里闹，意绪更牵缠，心神亦颠倒。\n解签：不吉之兆，得此签者处於公私纷繁，困扰重重之境。",
		"第一四四签（别有洞天）\n【下签】乾宫 大有变离（大有九二）\n签诗：一重山一重水，风波道坦然，壶中有别天。\n解签：如问机构内之事，则虽风波重重，终能安然，问家务事，因妇女高妙，亦安。",
		"第一四五签（遇险别忧）\n【中签】乾宫 大有变大畜（大有九四）\n签诗：遇险不须忧，风波何足忌，若遇草头人，咫尺青云路。\n解签：吉祥，化险为夷，若遇贵人，将可发迹。(贵人或可注意姓名有草字头者)。",
		"第一四六签（事有疑猜）\n【中下签】艮宫 睽变履（睽六五）\n签诗：船棹中流急，花开春又离，事宁心不静，惹起许多疑。\n解签：心情纷乱，办事虑深，时运犹待新春，旅外慎防不测，婚姻出现暗礁。",
		"第一四七签（蓄储良图）\n【中下签】震宫 随变无妄（随上六）\n签诗：可蓄可储，片玉寸珠，停停稳稳，前遇良图。\n解签：不可浪费，遇良机时始能大展鸿图。",
		"第一四八签（少小当家）\n【中上签】离宫 鼎变旅（鼎九二）\n签诗：小子早趋庭，青云久问程，贵人来助力，花谢子还成。\n解签：所占卜之事有变革之意。须不断充实提高自己的能力。信守中道，事业成功有望。",
		"第一四九签（一心两用）\n【下下签】震宫 大过变恒（大过九五）\n签诗：一心两事，一事两心，新花枯树，直待交春。\n解签：得此签者有心意不专，操之过急之毛病，未改之前难有成就。",
		"第一五〇签（大事难图）\n【下下签】兑宫 困变讼（困上六）\n签诗：大事恐难图；残花不再鲜。\n解签：时机已逝，时光已老，欲图大事，已不可能。",
		"第一五一签（进退遇阻）\n【中下签】兑宫 咸变革（咸九三）\n签诗：莫道事无讹，其中进退多，桂轮圆又缺，光彩更揩磨。\n解签：生活中的假象随时都有，要观察它的真伪，切忌眼光短浅，要作出正确的判断。",
		"第一五二签（长竿金钩）\n【中上签】坎宫 坎变困（坎六四）\n签诗：莫叹事迟留，休言不到头，长竿终入手，一钓上金钩。\n解签：有耐心等待，调换方法与策略可获大功。",
		"第一五三签（事宜借力）\n【中上签】兑宫 萃变否（萃上六）\n签诗：事称应有忌，未为恐先踬，欲往且迟迟，还须借势力。\n解签：不必操之过急，须仰人相助，或有所成。",
		"第一五四签（两两相得）\n【中上签】兑宫 困变萃（困九二）\n签诗：足不安，心不安，两两事相得，忧来却又欢。\n解签：中吉，先忧后喜。虽有过当之处，但仍有意外收获。有志同道合者。",
		"第一五五签（重振旗鼓）\n【中下签】离宫 鼎变蛊（鼎九四）\n签诗：鼎折足，车脱辐，有贵人，重整续。\n解签：所问诸事於开始非常不顺，命中有贵人相助，事情得以重整。",
		"第一五六签（参评政事）\n【下签】兑宫 萃变比（萃九四）\n签诗：参详言语，波涛扬沸，事久无伤，时间不利。\n解签：得此签者，恐有诉讼，或与人订约始终无法谈拢，亦或与人长时间有口舌之辩。",
		"第一五七签（贵客相亲）\n【下签】离宫 鼎变恒（鼎上九）\n签诗：贵客自相亲，功名唾手成，获金须积德，仰望太阳升。\n解签：得此签者注定显达，但需注意积德，否则将很快失去一切。",
		"第一五八签（求事日难）\n【中下签】坤宫 夬变大壮（夬九五）\n签诗：平地起波澜，所求事日难，笑谈终有忌，同心事觉欢。\n解签：目前机运欠佳，须与知心友朋共事，庶几无患。",
		"第一五九签（风吹墨云）\n【下签】艮宫 履变睽（履九五）\n签诗：狂风吹起墨云飞，月在天心遮不得，闲时无事暂相关，到底依然无克剥。\n解签：所问之事或人，如天心之月，皎洁无垢，非黑云所能遮掩。",
		"第一六〇签（淡泊明志）\n【下签】巽宫 噬嗑变晋（噬嗑初九）\n签诗：人倚楼，许多愁，澹然进步，事始无忧。\n解签：独处深思，总觉不悦，若能眼光放远，自然无忧。",
		"第一六一签（三心两意）\n【中下签】艮宫 中孚变涣（中孚初九）\n签诗：一点着阳春，枯枝朵朵新，志专方遇合，切忌二三心。\n解签：心志专一始能受到重视，略得提携即可步入佳境。",
		"第一六二签（云开雾散）\n【中下签】坎宫 革变随（革九三）\n签诗：道路迢遥，门庭闭塞，雾拥去兮，云开见日。\n解签：应守时待运。",
		"第一六三签（鱼难上钩）\n【中上签】震宫 随变屯（随九四）\n签诗：鱼上钩，丝纶弱，收拾难，力再着。\n解签：将得手之机会或财物，由於条件不济，力量不足，无法承受，须再加努力。",
		"第一六四签（转忧为喜）\n【上签】乾宫 否变无妄（否初六）\n签诗：相引更相牵，殷勤喜自然，施为无不利，愁事转团。\n解签：得此签者，平时乐於助人，故人际关系良好，事事均如意。",
		"第一六五签（紧锁双眉）\n【中签】坎宫 坎变涣（坎上六）\n签诗：疑疑疑，一番笑罢一番悲，落红满地无人扫，独对西风怅黛眉。\n解签：凡猜疑之事，不可冒然尝试，须再三思考探求真相，方作决定，免乐极生悲。",
		"第一六六签（劳而无功）\n【中签】巽宫 小畜变乾（小畜六四）\n签诗：上下不和同，劳而未有功，出门通大道，从此保初终。\n解签：与其在一个意见分歧不合之团体里，不如及早退出，另创局面。",
		"第一六七签（报在三秋）\n【上上签】巽宫 益变观（益初九）\n签诗：大事可成功，有益还无咎，云中执鞭人，报在三秋後。\n解签：异人指点，凡事顺利，事成日在三秋後(三秋:三年，秋季三个月，或秋季第三个月）。",
		"第一六八签（方知自然）\n【中上签】离宫 未济变睽（未济初六）\n签诗：桑榆催暮景，缺月恐难圆，若遇刀锥客，方知喜自然。\n解签：事情已到穷途末路，想有转机亦难，惟亦不必过於颓丧，能保性命即属庆幸。",
		"第一六九签（喜得清风）\n【上签】坤宫 需变鼎（需初六）\n签诗：遍书前後事，艰险往来难，若得清风便，扁舟过远山。\n解签：所问之事颇难如愿，须待天时。",
		"第一七〇签（春意浓浓）\n【中签】巽宫 益变颐（益九五）\n签诗：莫叹残花，花开枯树，屋头春意，喜笑嘻嘻。\n解签：得此签者，恐有失意事，惟转机已现。",
		"第一七一签（事有成败）\n【下签】震宫 随变兑（随六二）\n签诗：一事总成空，一事还成喜，若遇口边人，心下堪凭委。\n解签：凡进行之事，均属得失互参，与人交往洽事，若得遇亲信可靠之人，方可心安。",
		"第一七二签（欲得月兔）\n【中签】艮宫 渐变遁（渐六四）\n签诗：欲得月中兔，须凭桃李拂，高山来接引，双喜照双眉。\n解签：要得到不易到手之物，非借不凡之力。",
		"第一七三签（得意获鳞）\n【中上签】震宫 豫变坤（豫九四）\n签诗：事遂勿忧煎，春风喜自然，更垂三尺钩，得意获鳞鲜。\n解签：大吉，所问诸事均能如愿，且喜事连连。",
		"第一七四签（时来始见）\n【下下签】乾宫 剥变观（剥六五）\n签诗：圆又缺，缺又圆，低低密密要周旋，时来始见缘。\n解签：要求功德圆满，但凭个人造化，机缘如何，所问诸事均如此。",
		"第一七五签（病马危坡）\n【下下签】离宫 蒙变涣（蒙六五）\n签诗：乘病马，上危坡，防失跌，见蹉跎。\n解签：屋漏又遭连夜雨，船破偏遇当头风，衰透至极。",
		"第一七六签（轻舟遇风）\n【下签】乾宫 晋变旅（晋六三）\n签诗：两事已和同，轻舟遇便风，道迷人得意，歌唱急流中。\n解签：得意勿忘形，忘形恐有灾。",
		"第一七七签（英才须荐）\n【中上签】震宫 震变复（震九四）\n签诗：白玉蒙尘，黄金埋土，久久光辉，也须人举。\n解签：虽有才华却遭埋没，须待有心人来提拔重用。",
		"第一七八签（平地风波）\n【中签】乾宫 剥变颐（剥初六）\n签诗：上接不稳，下接不和，相缠相扰，平地风波。\n解签：无论在团体、在家庭或社会，上下皆不相容，经年纠葛不清。",
		"第一七九签（求事有望）\n【中下签】坤宫 复变临（复六二）\n签诗：背後笑嘻嘻，中行道最宜，所求终有望，不必皱双眉。\n解签：心中所愿终可实现，何必愁眉深锁？",
		"第一八〇签（思念亲人）\n【中签】离宫 旅变小过（旅上九）\n签诗：憔悴无人问，林间听杜鹃，一声山月笛，千里泪涓涓。\n解签：有被主所逐；客人傲主，反客为主而遭逢不测之灾祸。须改变方向和计划。",
		"第一八一签（威名如山）\n【中签】离宫 未济变讼（未济六五）\n签诗：菱荷香里受深恩，桂魄圆时印绶新，从此威名山岳重，光辉直上位丝纶。\n解签：此签如专就宦途而言，诚属上上大吉，可谓官运亨通，青云直上。",
		"第一八二签（事在磨难）\n【上签】离宫 旅变艮（旅九四）\n签诗：花落正逢春，行人在半程，事成还不就，索绊两三旬。\n解签：任何事均不得其时，尤其最近一月内，须防有所阻碍，诸事稍慢，等待转机。",
		"第一八三签（得止且止）\n【中下签】艮宫 中孚变小畜（中孚六三）\n签诗：欲行还止，徘徊不已，动摇莫强，得止且止。\n解签：此签示人，若三心二意去做一件事，出於勉强，则一动不如一静。",
		"第一八四签（逢龙有吉）\n【中下签】巽宫 家人变既济（家人上九）\n签诗：心下事安然，周旋尚未全，逢龙还有吉，人月永团圆。\n解签：所问诸事，虽未圆满解决，但必能安然无虞，若遇龙(龙年或属龙之人)自有吉兆。",
		"第一八五签（事成须时）\n【下签】坎宫 坎变比（坎九二）\n签诗：梦里说关山，波深下钓难，利名终有望，目下未开颜。\n解签：总想换个新环境或工作，然却却不知如何着手，日後或有机运，目下尚不乐观。",
		"第一八六签（闲语作歌）\n【中上签】震宫 解变未济（解上六）\n签诗：三箭开云路，营求指日成，许多闲口语，翻作笑歌声。\n解签：此签属机运亨通之签，尤对谋事、创业者而言。",
		"第一八七签（恋春误事）\n【中签】坎宫 节变屯（节九二）\n签诗：休眷恋，误前程，终闹乱，出门庭。\n解签：莫为意中人或原留之地恋恋不舍，而误未来大事，不如早去为妙，免生祸乱。",
		"第一八八签（破重重关）\n【中上签】震宫 解变豫（解九二）\n签诗：万里波涛静，一天风月闲，利名无阻隔，行路出重关。\n解签：积极进取，对胜利应抱有必胜之信心。",
		"第一八九签（望梅止渴）\n【上上签】坎宫 节变中孚（节上六）\n签诗：渴望梅，画饼，漫劳心，如捉影，遇虎龙，方可省。\n解签：得此签者，恐有幻想之习，应即改之。",
		"第一九〇签（不久过关）\n【中下签】艮宫 渐变蹇（渐上九）\n签诗：事迷心不迷，事宽心不宽，一场欢喜会，不久出重关。\n解签：单办一项行业、活动或进行一件事，多力不从心，若有多人相助，则望可成。",
		"第一九一签（传信有人）\n【中上签】坤宫 大壮变恒（大壮初九）\n签诗：夜半渡无船，惊涛恐拍天，月斜云淡处，音信有人传。\n解签：得此签者，诸事不宜冒进，宜於天时、地利、人和俱备之後再行动。",
		"第一九二签（往来闲塞）\n【上签】兑宫 蹇变比（蹇九三）\n签诗：事若羁留，人不出头，往来闭塞，要见无有。\n解签：从事任何事，以谨慎机敏为上。",
		"第一九三签（畅通无阻）\n【上签】离宫 未济变鼎（未济六三）\n签诗：万里片帆转，波平浪不惊，行行无阻滞，远处更通津。\n解签：所问诸事一向稳妥顺利，日後扩展，更属定操胜券。",
		"第一九四签（东风便好）\n【中下签】坤宫 需变泰（需九五）\n签诗：身历惊涛，东风便好，太平身退，目下还早。\n解签：此签对告老退休者，颇合其解，如问他事，则属有惊无险之局，刻下尚难抽身。",
		"第一九五签（鹤出云中）\n【中下签】坎宫 既济变蹇（既济初九）\n签诗：鹤自云中出，人从月下归，新欢盈脸上，不用皱双眉。\n解签：尚有险难当前，知止不妄动，才会有好结果。新旧交替之象，先悲后喜。",
		"第一九六签（常用心思）\n【中签】巽宫 蛊变升（蛊上九）\n签诗：深潭鱼可钓，幽谷鸟可罗，只用久长心，不用生疑惑。\n解签：具有耐心，任何事均可成，不必怀疑。",
		"第一九七签（明珠一颗）\n【中签】巽宫 颐变益（颐六五）\n签诗：进不安，退不可，上下相从，明珠一颗。\n解签：所问诸事，处於进退两难之境，须相关诸人上下一心，始有成功之望。",
		"第一九八签（前路不迷）\n【下签】巽宫 巽变渐（巽九二）\n签诗：着着占先机，其中路不迷，目前无合意，乍免是和非。\n解签：你所要求的事眼前不适当，勉强去争取有是非之嫌。",
		"第一九九签（行人半途）\n【中下签】艮宫 大畜变大有（大畜六四）\n签诗：雀噪高枝上，行人古渡头，半途不了事，日暮转生愁。\n解签：众说纷纭，莫衷一是，事情进行一半有阻滞，无法顺利完成。",
		"第二〇〇签（苦得收成）\n【中签】震宫 豫变解（豫六二）\n签诗：凿石得玉，淘沙得珠，眼前目下，何用踌躇。\n解签：得此签者，时运特佳，做任何事都会有意外之收获。",
		"第二〇一签（人乐我忧）\n【中下签】坤宫 比变萃（比六四）\n签诗：无端风雨催春去，落尽枝头桃李花，桃畔有人歌且笑，知君心事乱如麻。\n解签：好景不长，好花不再，避免小人挑拨坏事，幸灾乐祸。",
		"第二〇二签（传好音信）\n【中上签】艮宫 渐变巽（渐六二）\n签诗：阆苑一时春，庭前花柳新，声传好信息，草木尽欣欣。\n解签：循序渐进，一路顺风，大事可成。",
		"第二〇三签（成事渺茫）\n【中签】兑宫 归妹变震（归妹九二）\n签诗：门外事重叠，阴人多遇合，贤女虽助巧，渺渺终难洽。\n解签：自守其位，待机取事。有外遇之男女，要当心啊！",
		"第二〇四签（事好商量）\n【下签】艮宫 大畜变泰（大畜上九）\n签诗：事有喜，面有光，终始好商量，壶中日月长。\n解签：此签主诸事可通，事业健康发展。",
		"第二〇五签（忧心宜去）\n【下签】巽宫 蛊变艮（蛊九二）\n签诗：暗去有明来，忧心事可谐，终须成一笑，目下莫疑猜。\n解签：当下不要去疑虑，稍后有转机。",
		"第二〇六签（天衣无缝）\n【中签】艮宫 艮变谦（艮上九）\n签诗：宝镜无尘染，金貂已剪裁，也逢天意合，终不惹尘埃。\n解签：困难已经解决，理想已实现。无论婚姻、经商、交际诸事有成。",
		"第二〇七签（青云步步）\n【中上签】坤宫 临变复（临九二）\n签诗：和合事，笑谈成，喜音在半程，平步踏青云。\n解签：无往不利，能得众人拥戴。但须预防反复之事发生，半程之后的变化。",
		"第二〇八签（休往始安）\n【中上签】坤宫 坤变剥（坤上六）\n签诗：花残月缺，镜破钗分，休来休往，事始安宁。\n解签：旧的格局已破，新的生活到来。要勇于辞旧迎新。",
		"第二〇九签（雁行折阵）\n【中签】坎宫 丰变革（丰六五）\n签诗：门外好音来，生涯应有庆，名利有更迁，雁行终折阵。\n解签：得意之时，不可乐极生悲。要防止在升迁过程中遇到挫折。",
		"第二一〇签（万里江山）\n【中上签】乾宫 晋变否（晋六五）\n签诗：万里好江山，风沙尽日间，已吞钩上饵，何必遇波澜。\n解签：一个人光明磊落，不计得失，终会达到目的的。",
		"第二一一签（无聊下台）\n【中下签】乾宫 观变渐（观六三）\n签诗：双燕衔书舞，指日一齐来，寂寞淹留客，从兹下钓台。\n解签：不能冒进，退避一时是可取的。",
		"第二一二签（明月出天）\n【中上签】离宫 涣变巽（涣六三）\n签诗：望去几重山，高深渐可攀，举头天上看，明月在人间。\n解签：谋望有困难，但可循序渐进。新的目标随着旧的目标达成后出现。",
		"第二一三签（咫尺佳音）\n【中签】坎宫 节变兑（节六四）\n签诗：用之则行，舍之则藏，一骑出重关，佳音咫尺间。\n解签：用人应用有志节及才干之人，并放手让他施展，很快即有成就。",
		"第二一四签（河山物新）\n【中签】坎宫 既济变明夷（既济九五）\n签诗：积德施功有子孙，谷牛祭神及西邻，功名两字成全日，回首山河万物新。\n解签：行善积德，泽被乡里，将来必有好报。",
		"第二一五签（雁飞南北）\n【上签】震宫 井变坎（井九三）\n签诗：安坦路平夷，云中一雁飞，桃花逢骤雨，水畔女频啼。\n解签：此签若对男女间相恋、婚姻等，恐属大不利，如问他事，亦波折重重。",
		"第二一六签（门内干戈）\n【中上签】离宫 蒙变损（蒙初六）\n签诗：门内起干戈，亲仇两不和，朱衣临日月，始觉笑呵呵。\n解签：谨防家人失和，手足互残，并防身边亲人成仇家。恐有争斗官司。",
		"第二一七签（获鹿被索）\n【中上签】坤宫 泰变需（泰六五）\n签诗：有一人，获一鹿，事团圆，门外索。\n解签：所问事必成，但须防後患，如得财富将有人强分，得配偶则第三者纠缠不放。",
		"第二一八签（花逢严霜）\n【下签】离宫 蒙变蛊（蒙六三）\n签诗：汝往无攸利，花开又及秋，严霜物荐至，退步不存留。\n解签：凡事要有坚定信念，不可见异思迁，违背常理。",
		"第二一九签（适时下网）\n【上签】震宫 升变泰（升初六）\n签诗：新月为钩，清风作线，举网烟波，锦鳞易见。\n解签：须及时抓住有利的信息与事物。成功与失败在此一举。",
		"第二二〇签（小节须戒）\n【中下签】坎宫 明夷变既济（明夷六五）\n签诗：先关锁，续提防，小节不知戒，因循成大殃。\n解签：要想渡过艰难，必须节俭、戒惧、谨慎，方能避免灾祸。",
		"第二二一签（春花满院）\n【中上签】兑宫 谦变蹇（谦六五）\n签诗：燕语莺啼，花开满院，倚栏春睡觉，无语敛愁颜。\n解签：时运已转，凡事可以顺利进行无阻。",
		"第二二二签（劳心有成）\n【中下签】兑宫 谦变坤（谦九三）\n签诗：劳心劳心，劳心有成，清风借力，欢笑前程。\n解签：随时留心、深思，自必於事有补，前途开朗。",
		"第二二三签（水边行客）\n【中上签】坤宫 复变颐（复上六）\n签诗：进步且徘徊，春风柳絮吹，水边行客倦，枕畔有忧怀。\n解签：凡事求其循序渐进足矣，往往事将有成时又遭外来因素之阻扰。",
		"第二二四签（后悔无益）\n【中上签】乾宫 剥变艮（剥六三）\n签诗：玉石犹终昧，那堪小悔多，终无咎，笑呵呵。\n解签：所问诸事由於当事人之昏昧，小错很多，但并无大碍。",
		"第二二五签（荣辱升迁）\n【中上签】坎宫 明夷变谦（明夷初九）\n签诗：垂翼遥天去，皆因避难行，一途经济意，又是满园春。\n解签：狼狈脱逃一时，免却一场灾祸，在经过一番折腾後，终将回到安适生活中。",
		"第二二六签（佳音笑脸）\n【中上签】震宫 升变鼎（升六五）\n签诗：佳信至，开笑颜，飞腾一去，拨云上天。\n解签：大吉大利之上上签，已有喜讯佳音，机运一到，即可平步青云，直上九重。",
		"第二二七签（吉中虑凶）\n【中签】坎宫 师变解（师六四）\n签诗：青毡空守旧，枝上巢生风，莫为一时喜，还疑此象凶。\n解签：不祥，应加谨防，困窘之境依旧，且有风雨飘摇之险。",
		"第二二八签（荆棘为恶）\n【下签】艮宫 损变中孚（损六五）\n签诗：莫言荆棘恶，终为鸾凤栖，目前应有待，何用早踌躇。\n解签：虽有阻碍，终将鸾凤合鸣，如问他事，则亦好事多磨，但终将如愿。",
		"第二二九签（团结光明）\n【下签】艮宫 睽变未济（睽初九）\n签诗：上下和，忧愁决，千嶂云，一轮月。\n解签：小事可获吉祥。小心处事为求同存异，处之泰然，自能应付自如。",
		"第二三〇签（玉出昆岗）\n【上签】兑宫 兑变随（兑九二）\n签诗：玉出昆冈石，舟离古渡滩，行藏终有望，用舍不为难。\n解签：按最早预定的方案去办，可以成大功。",
		"第二三一签（目下难舒）\n【下签】兑宫 困变坎（困九四）\n签诗：目下意难舒，有客来徐徐，金车虽历险，吝必有终与。\n解签：要解脱困境，须一步一脚印，量力而为之。先凶后吉。",
		"第二三二签（寄托）\n【上签】巽宫 蛊变鼎（蛊六四）\n签诗：可以寄，可以托，事迟迟，无舛错。\n解签：所问之事可以托付他人去办，不过进行缓慢，好在尚不至出错。",
		"第二三三签（恐惧忧煎）\n【中签】兑宫 谦变明夷（谦初六）\n签诗：恐惧忧煎，皆在目前，若逢明鉴，指破空传。\n解签：所问诸事忧患深重，若得人指点迷津，或可化险为夷。",
		"第二三四签（云散月明）\n【中下签】震宫 井变需（井初六）\n签诗：月掩云间，昏迷道路，云散月明，渐宜进步。\n解签：所问之事一时遭遇困阻，不辨路径，须排除障碍後，则再行进展可也。",
		"第二三五签（仗贵人扶）\n【中上签】兑宫 蹇变谦（蹇九五）\n签诗：道路狂招呼，风波一点无，时乖心绪乱，全仗贵人扶。\n解签：一切条件对已有利，亦无风险，奈何时运见拙而心烦意乱，唯有待贵人援手。",
		"第二三六签（临渊放钩）\n【上签】坤宫 复变震（复六四）\n签诗：临渊放钩，清绝点埃，巨鳌随得，不用疑猜。\n解签：做了抉择之後就应耐心以待，不必患得患失。",
		"第二三七签（千里风帆）\n【上签】艮宫 贲变离（贲六四）\n签诗：无中应有直，心事还成戚，云散月重圆，千里风帆急。\n解签：平平，示人须以「浮云散，明月照人来」之心情，进行心中之事。",
		"第二三八签（造化自然）\n【下签】坤宫 坤变师（坤六二）\n签诗：造化生来信自然，师征千里福绵绵，功名得就神明助，蛇兔相逢定变迁。\n解签：大吉，人生有些际遇必靠福份及神佑，事情只要含有蛇、兔因素，必有变迁。",
		"第二三九签（歼灭群魔）\n【下签】离宫 鼎变未济（鼎九三）\n签诗：大仗神威，群魔消灭，灭了又须威，神威亦极力，牢牢记取，免致久後失跌。\n解签：如援引外力助达目的後，要对外力有适当控制，以免外力从此将已束缚举债。",
		"第二四〇签（修道登仙）\n【中上签】巽宫 无妄变随（无妄上六）\n签诗：道必坚心，坚心必道成，建功勋，早回程，造茅庵，修真身，一日飞升，仙班列名。\n解签：勉人立身修业，勿图官宦之奢望，勿为功禄所贪恋。",
		"第二四一签（一念之差）\n【中签】艮宫 中孚变益（中孚九二）\n签诗：一念上天堂，一念入地狱，地狱天堂，便分荣辱，自立念头要真，不可随人碌碌。\n解签：荣耀或羞辱取决人之一念之间，人云亦云，昏庸一生岂不可惜？",
		"第二四二签（拯救苍生）\n【中上签】乾宫 否变讼（否六二）\n签诗：羊逸群，日对民，逢牛口，便咬人，一个君一个臣，君臣有些惊，须仗真神拯救苍生。\n解签：小人得势,君子就能忍则忍,方能由险转泰。",
		"第二四三签（人明自悟）\n【下签】乾宫 遁变否（遁九三）\n签诗：若是有缘人，一指便回首，执迷不悟者，屡引也不走。\n解签：所问事已步入歧途，当及时省悟回头，走为上计，方能保全名节。",
		"第二四四签（海天一碧）\n【上上签】震宫 解变归妹（解初六）\n签诗：月儿升东，清光可挹，万里无云，海天一碧。\n解签：有好机运来，可以大放异彩，凡事均无阻塞，今後环境更趋有利。",
		"第二四五签（男儿得志）\n【上签】坤宫 大壮变丰（大壮九二）\n签诗：男儿若得封侯印，不负人间走一遭，功成身退烟霞啸傲，脱却紫罗袍，方是男儿道。\n解签：大才难有大用，应信守中道，不可妄动。",
		"第二四六签（狐精迷人）\n【上签】坎宫 既济变家人（既济六二）\n签诗：心月狐狸，迷惑世人，世人不察，延久倾身。\n解签：世间有若干危害人体之嗜好，智者应以「妖狐」迷人为鉴。",
		"第二四七签（蓦地狂风）\n【下签】震宫 恒变小过（恒九二）\n签诗：蓦地狂风起，大树尽掀扬，枝叶未凋零，培植终无恙。\n解签：受到挫折后，当吸取教训，培养元气，方能化凶为吉，转危为安。",
		"第二四八签（察阵对敌）\n【中签】坎宫 师变升（师六三）\n签诗：虚日旺相，法要推寻，四围旋绕，对敌冲营。\n解签：勿为假相所欺，应多方深入探讨真相。",
		"第二四九签（定国安邦）\n【中下签】坎宫 师变临（师初六）\n签诗：荣枯早定莫嗟伤，辛苦他邦安享家乡，为他人作嫁衣裳，今日君尝，他年改调别人尝。\n解签：荣枯天定，不要为失意伤情，应乐天知命，得此签者恐刻下时运不佳。",
		"第二五〇签（女大当嫁）\n【中下签】兑宫 归妹变解（归妹初九）\n签诗：女儿大，喜临门，嫁良人，添子孙，同拜受，感皇恩。\n解签：吉祥，对儿女婚嫁、男女友谊、家室人丁等，更为称庆。",
		"第二五一签（寒热病症）\n【下下签】巽宫 噬嗑变震（噬嗑上九）\n签诗：木生火，口不噤，疯癫作症，寒热相侵。\n解签：大不利，应谨言慎行，以防不测，免遭横事，此签於人为病痛，於事亦然。",
		"第二五二签（浪子回头）\n【中签】离宫 蒙变师（蒙上九）\n签诗：休休休，过了三年又六周，不猛省，祸到头。\n解签：在近三年半左右，尽量减少兴革异动，对过去所为加以反省，如此或可避祸。",
		"第二五三签（预防火灾）\n【中上签】坤宫 复变屯（复六五）\n签诗：槛栏起火，孽畜遭殃，预防得力，灭火成康。\n解签：凡事先防范於未然，才能安全无虑。",
		"第二五四签（已遂心愿）\n【中签】坤宫 坤变复（坤初六）\n签诗：已遂心头愿，始知志气伸，三山须把握，频频定太平。\n解签：事情办成後，仍应持谨慎戒惧之心，否则恐出差错，使前功尽弃。",
		"第二五五签（星斗满天）\n【上签】离宫 离变旅（离初九）\n签诗：福星照映，桂子香闻，满天星斗，光耀逼人。\n解签：大吉大利，命中注定有神明护佑，逢秋八月或有贵人相助。",
		"第二五六签（寻找泉源）\n【下签】离宫 涣变观（涣九二）\n签诗：东南北将来成故墟，燕蓟地苍生无存济，若要大奋雄心，水源不知何处？\n解签：环境至为险恶，既有近忧，又有远患，如想绝地求生，应先求取活命水源。",
		"第二五七签（处事泰然）\n【中签】巽宫 益变中孚（益六二）\n签诗：死有日，生有时，何事慢踌躇，飘然一往，心上无疑。\n解签：人生一切莫不有定数，对事不必过於计较。",
		"第二五八签（消灭豺狼）\n【中签】离宫 旅变遁（旅六五）\n签诗：往来行僻处，猝然着一惊，豺狼若当道，斩灭方称心。\n解签：进行之事突遇凶险，须拿勇气排除，事情方可顺利，得此签者恐有受惊吓之事。",
		"第二五九签（布阵对敌）\n【上签】坤宫 临变师（临初九）\n签诗：八门分八位，九星布九方，青赤黄白黑，五色卷锦装，交锋对垒，两两相当。\n解签：此签恐系诸葛当年用兵制敌之策略，所卜之事可能双方实力相当。",
		"第二六〇签（为人进取）\n【中签】巽宫 蛊变蒙（蛊九三）\n签诗：终身不习上，在世却枉然，轮回不能免，永落深坑堑。\n解签：劝人不能昏沉渡日，当积极进取。",
		"第二六一签（谋作欢欣）\n【下签】坤宫 临变泰（临六三）\n签诗：两个子女，同到齐行，阴阳和合，谋作欢欣。\n解签：得此签者诸事可成。",
		"第二六二签（猛悟禅关）\n【上签】震宫 随变震（随九五）\n签诗：中有玄机赋，鸡鸣方显露，猛然悟禅关，打破君门路。\n解签：所问诸事疑难未解，但很快就能悟出解决之道。",
		"第二六三签（鱼游四海）\n【中签】兑宫 困变兑（困初六）\n签诗：数尾金鱼吞饵，丝竿钓了回头，家食翻嫌太贵，五湖四海遨游。\n解签：意外之好运，有时不是福气反成负担。恐有先成后败之局面。",
		"第二六四签（吉日良时）\n【中签】坎宫 丰变大壮（丰六二）\n签诗：卯日儿出林，午时正福临，卯生於寅，方见天心。\n解签：天时依一定顺序运转，做任何事不能违背自然法则。",
		"第二六五签（六耳同成）\n【下签】震宫 豫变小过（豫六三）\n签诗：日中不决，日到方明，一场好事，六耳同成。\n解签：所问事一两日内尚难定，日子到了事情自明朗，应为三个人合力办成之好事。",
		"第二六六签（妖精鬼怪）\n【下下签】乾宫 剥变坤（剥上九）\n签诗：孤宿是妖星，猿猴及树精，入山遇此曜，迷了性和心。\n解签：此签示人：主防口舌是非。君子应自强不息，方能在破败中求生存。",
		"第二六七签（晚渡关津）\n【中签】兑宫 困变解（困九五）\n签诗：滴漏声催鸡唱，趱行人逐队放，晚渡关津，前程无量。\n解签：全力以赴，必有所成。",
		"第二六八签（人在天涯）\n【上签】坤宫 需变夬（需六四）\n签诗：人在天涯外，久乏信音来，家人频望眼，草木畅胸怀。\n解签：目前境遇不佳，等待从困境中逃脱。",
		"第二六九签（阴宅点穴）\n【上签】坤宫 泰变大壮（泰六四）\n签诗：这颗树下，一穴生成，若迁此上，福禄骈臻。\n解签：寓意有二:凡命运亨通者，即或居於枯树古井旁，福泽依然；切勿营华屋。",
		"第二七〇签（躬耕农田）\n【中上签】震宫 豫变震（豫六四）\n签诗：躬耕陇亩，形神似劳，无拘无系，其乐陶陶。\n解签：过不求人之生活，身体虽劳，精神却愉快。",
		"第二七一签（鬼病缠身）\n【中下签】艮宫 睽变损（睽九四）\n签诗：祸来见鬼，鬼病淹缠，金羊得路，身脱灾殃。\n解签：大祸临头，心被鬼怪的病淹没而纠缠不放，除非有「金、羊」有关事物来救。",
		"第二七二签（去结同道）\n【中签】乾宫 遁变同人（遁初六）\n签诗：急起行，急起行，前途去，结同盟，只手擎天柱，史册好标名。\n解签：得此签者可能於仓猝间受命，代表所属协调重大事务，并获圆满成功。",
		"第二七三签（虎抖神威）\n【中下签】巽宫 颐变噬嗑（颐六四）\n签诗：深山据猛虎，虎啸出山窝，扬威抖擞，何怕人多。\n解签：雄壮威严，果敢勇往始可折服众人。",
		"第二七四签（天门地户）\n【中上签】坤宫 临变节（临六五）\n签诗：三天门，四地户，布阵成，明聚路，军马齐奔，鸣鼓进步。\n解签：吾人行事，宜先制定良策，方可致胜可能。",
		"第二七五签（山上茅庵）\n【中下签】巽宫 颐变复（颐上九）\n签诗：山山山，山上建茅庵，不比人间栋宇，却如天上云昙。\n解签：知足常乐。",
		"第二七六签（不计荣辱）\n【中上签】离宫 鼎变大有（鼎初六）\n签诗：来去原无定处，时来时去安身，跋涉无虑，荣辱不计。\n解签：得此签者一生劳碌，谋生之处屡易，好在住宿有着落，奔波途中亦安全。",
		"第二七七签（人苦不足）\n【下签】乾宫 晋变未济（晋六二）\n签诗：有子长，成水局，时遇火反发福，不必过忧煎，人心苦不足。\n解签：世事难以尽如人意，不是太过就是不及，为此伤神忧虑，毫无意义。",
		"第二七八签（黑夜行人）\n【下签】乾宫 观变否（观六四）\n签诗：黑夜里，勿前往，一有值，要着慌，牢牢记，须结党。\n解签：陌生环境未了解前，勿冒然前往，如果必须前往，应结伴而行。",
		"第二七九签（龙布雨露）\n【中上签】坎宫 节变临（节九五）\n签诗：蛰龙已出世，头角首生成，云兴雨泽，得济苍生。\n解签：大吉大利，所问之事，困局即将突破，从此可入坦途。",
		"第二八〇签（大火薰天）\n【中下签】离宫 离变噬嗑（离九三）\n签诗：火势薰天，天边尽赤，遇际水源，庶乎成格。\n解签：一旦发生意外灾祸，事发就不可收拾，应有克制对策，庶几解除困难。",
		"第二八一签（入城觅友）\n【上签】乾宫 晋变剥（晋九四）\n签诗：向南有大道，乘马入杭城，不知吴人唱，更有一知音。\n解签：工作地点以南方为宜，寻访可能得遇，交游虽不广，可获知己。",
		"第二八二签（有田可耕）\n【中签】兑宫 谦变升（谦六二）\n签诗：有田一亩，尽可耕耘，无穷收获，都在西成。\n解签：家有恒产，虽说不多，若能认真经营终必有成。得此签者似不易离家另谋他业。",
		"第二八三签（勿嫌儿丑）\n【上签】乾宫 姤变升（姤九三）\n签诗：勿嫌儿无唇，疾足追不及，纳入猿穴中，走狗何处觅。\n解签：如果遇上性格如兔或是属兔的人，不能嫌弃他。失去他，你会后悔不及的。",
		"第二八四签（农家乐园）\n【下签】坤宫 比变坤（比九五）\n签诗：六牛耕地，垦开无疆，收成结实，盈禀盈仓。\n解签：一分耕耘，一分收获，天下无侥幸而成之事。",
		"第二八五签（扬武沙场）\n【中下签】离宫 鼎变姤（鼎六五）\n签诗：大奋冲天志，勿苦恋家乡，七八君行早，扬武在沙场。\n解签：成大事者应志在四方，勿囿於一角，把握时机及早行动(七八或与时日机运有关)。",
		"第二八六签（君享太平）\n【上签】兑宫 谦变小过（谦六四）\n签诗：葵花向日，忠赤倾心，大开广厦，乐享太平.\n解签：得此签者深受部属爱戴，都能为其赤诚工作，使其事业鸿图大展。",
		"第二八七签（玄门乐趣）\n【上签】震宫 井变巽（井上六）\n签诗：人不识仙，那有真诀，一入玄门，津津有益.\n解签：进行一事，必先穷理探源，把握其中要领，方能得心应手。",
		"第二八八签（仙道神功）\n【上上签】兑宫 兑变困（兑初九）\n签诗：道勿谓说话太沈，泥了就不成真，悟出千般奥妙，方识仙最神.\n解签：所问之事，面貌并不清朗，须用心去探求其内蕴。",
		"第二八九签（练功上乘）\n【中上签】震宫 随变萃（随初九）\n签诗：功名虽多实际，何如修炼成真，真身不朽，万载长春.\n解签：与其汲汲於追求功名，不如修身养性。",
		"第二九〇签（路遇一狗）\n【上签】艮宫 艮变贲（艮初六）\n签诗：走走走，遇一狗，急思寻，可长久.\n解签：处理事情上不宜忽略小节，要特别注意突生之状况，并推想其缘由方可无事。",
		"第二九一签（警惕假信）\n【中签】乾宫 观变比（观上六）\n签诗：不知真消息，消息蓦地来，月圆月缺夜，不许把门开.\n解签：来得仓促之消息，不可轻信，变化飘忽或反覆无常事情，少管为妙。",
		"第二九二签（济中未济）\n【下签】乾宫 晋变豫（晋上九）\n签诗：火旺处要不疲，水深处要不呆，到头当酌量，毋得惹他灾.\n解签：事情进行到最重要关头应慎思斟酌，方不致带来灾害。",
		"第二九三签（雁远建功）\n【中签】兑宫 萃变豫（萃九五）\n签诗：宾雁远湖地，成陆便建功，却早回程.\n解签：见好就收。",
		"第二九四签（风清月明）\n【中上签】离宫 涣变讼（涣六四）\n签诗：天上风，天边月，月白风清，两两相当.\n解签：时运正佳，故凡求职、求偶、求学、求财等均有吉利。",
		"第二九五签（炼功得丹）\n【上签】艮宫 中孚变履（中孚六四）\n签诗：叶归根，长立天地，水清源长流河海，人得金丹长生渊涯.\n解签：万物生长、新成代谢均循一定之自然趋势，人类亦然，能悟其理，自必长寿无灾。",
		"第二九六签（兴尽终凶）\n【中签】离宫 涣变坎（涣上六）\n签诗：乘马去长安，看花花正发，一日雨来淋，香色尽凋零.\n解签：花无百日娇，无千日好，得意常想失意时，诸般顺心时，应防突来失意或灾殃。",
		"第二九七签（春秋兴衰）\n【中上签】巽宫 益变无妄（益六四）\n签诗：木长春天根干老，子实三秋枝叶凋，不凋不谢，不见根牢.\n解签：先经挫折磨练，然後其生命力必更坚强。",
		"第二九八签（伸首舒眉）\n【中上签】兑宫 困变大过（困六三）\n签诗：叫道叫道，天将明了，何不伸首舒眉，反做蓬蒿到老.\n解签：早起三光，晏起三荒，应及时努力，遇事不可因循不振。",
		"第二九九签（神丹妙药）\n【下签】巽宫 蛊变巽（蛊六五）\n签诗：药饵真，服了宁，三剂後，足分明，神中神，清中清，固得紧，可长生.\n解签：任何事物，真即真假即假，一经多方考验，底细便明。",
		"第三〇〇签（交真朋友）\n【中下签】艮宫 大畜变大壮（大畜六五）\n签诗：三天曾结社，四海尽知名，长骑骏马，直入天庭.\n解签：大吉大利，凡事左右逢源，得心应手。",
		"第三〇一签（童颜鹤发）\n【中上签】坤宫 泰变大畜（泰上六）\n签诗：闲来夫子处，偶然遇一人，童颜鹤发，笑里生春.\n解签：命中有吉人相助。",
		"第三〇二签（他乡故知）\n【中上签】震宫 恒变鼎（恒上六）\n签诗：闲云野鹤望东行，惟有乡人便是知音，经营布置两三春，联街灯火後，锦帆前程.\n解签：悠闲自在态度追求理想者，际遇最佳，经过二三年之经营，即可有成。",
		"第三〇三签（江流滚滚）\n【中签】震宫 解变困（解六五）\n签诗：汉水无情，蜀水澄清，黄河滚滚，四处烟尘.\n解签：浊者自浊，清者自清，吾人须洁身自好，以处混乱之险恶世道。",
		"第三〇四签（潜龙勿动）\n【中上签】乾宫 乾变姤（乾初九）\n签诗：潜龙已受困，尚不见云兴，伫看云四合，飞去到天庭.\n解签：求签者暂遇挫折，目前尚在守时待运阶段，待时机成熟。",
		"第三〇五签（谈笑生风）\n【中下签】震宫 解变恒（解六三）\n签诗：此处滋味浓，浓艳不耐久，何如谈笑生风，倒好东奔西走.\n解签：好花不常开，一旦处於绝佳之境，宜淡然处之，并另谋良图。",
		"第三〇六签（此有小人）\n【中上签】艮宫 睽变噬嗑（睽六三）\n签诗：这里有小人，切莫稍留停，忙打点，好起行，日月如逝勿久存.\n解签：所问诸事可能受到小人干扰破坏，与其争论无益，避之则吉。",
		"第三〇七签（雨济苍生）\n【中签】兑宫 归妹变大壮（归妹六三）\n签诗：龙生头角，将沛甘霖，六七八早，好济苍生.\n解签：感应签，求职谋事创业等，遇龙年生者可得其助，迁居进宅等，逢678之日期较顺。",
		"第三〇八签（龙蛇争斗）\n【中签】坎宫 师变坎（师六五）\n签诗：太白现西南，龙蛇相竞逐，龙自飞上天，蛇却被刑戮.\n解签：此签示人：善恶终有报。",
		"第三〇九签（春花满院）\n【中签】坤宫 复变明夷（复六三）\n签诗：曾把树栽，也要待春来，东风袅袅，开遍花街.\n解签：一分耕耘，一分收获，已为某事劳心尽力，但须待时机及人助方有成。",
		"第三一〇签（荒淫庸碌）\n【中签】坤宫 大壮变大有（大壮上六）\n签诗：四十馀年苦已深，而今汝乐度光阴，莫筹论，恩爱尚多欢喜事，惜甚青春，不减青春.\n解签：此签劝人要能知足，并把握光阴享受人生。",
		"第三一一签（大才难用）\n【中下签】艮宫 贲变艮（贲初九）\n签诗：三冬足，文艺精，到头处，亦成冰，急急回首，勿误前程.\n解签：所问诸事做法上恐有问题，应即改弦更张另作安排。",
		"第三一二签（谨防错乱）\n【中签】艮宫 损变颐（损九二）\n签诗：奇怪奇怪，前番来了，今番又来，谨慎提防，勿被弄坏.\n解签：所问之事情况怪异，应提防生变，以免坏了大事。",
		"第三一三签（勤耕有收）\n【中签】震宫 随变革（随九三）\n签诗：耕牛伏軏，辟土开疆，坐看收获，黍稷稻梁.\n解签：得此签者有以逸待劳，坐享其成之机运。",
		"第三一四签（金殿将军）\n【中上签】坎宫 革变既济（革九四）\n签诗：腰下佩青萍，步入金銮殿，覆护三山，千锤百链.\n解签：得此签者功勋卓着，必为行业中顶尖人物，所问诸事无不卓然有成。",
		"第三一五签（神话传奇）\n【下签】坎宫 革变夬（革六二）\n签诗：雏鸟飞高，出谷迁乔，龙神牙爪，变化海岛.\n解签：此签以雏鸟喻人学艺未精不知天高地厚，初入社会难免饱受波涛翻滚之苦。",
		"第三一六签（吉凶互变）\n【中上签】巽宫 益变屯（益上九）\n签诗：吉吉吉，寻常一样窗前月，凶凶凶，有了梅花便不同，含笑向东风，人情不比旧时浓.\n解签：得此签者恐有不吉事情临头，并因而尝到人情淡薄之滋味。",
		"第三一七签（宝鼎丹成）\n【中下签】离宫 离变同人（离六五）\n签诗：大火炎炎，宜水相济，宝鼎丹成，掀天揭地.\n解签：不经意引发之灾难总有克制之法，刻意策划之事端，往往一发不可收拾。",
		"第三一八签（依法斩首）\n【中下签】震宫 大过变井（大过九四）\n签诗：铁索一条，未把孤舟系，金刀一下，早把头落地.\n解签：所问之事宜以快刀斩乱麻方式处理，以杜後患。",
		"第三一九签（子午流注）\n【中上签】坎宫 革变同人（革上六）\n签诗：十二时中，紧急炼着，一刻少延，无处下脚.\n解签：做任何事，均要抱着积极态度不懈不怠全力以赴，若稍有停顿，将难以收拾。",
		"第三二〇签（奇门妙诀）\n【中签】巽宫 小畜变巽（小畜初九）\n签诗：风起西南，红日当天，奇门妙诀，一掌能着.\n解签：当时机成熟，谜题即可轻易揭开，所有疑难均会得到答案。",
		"第三二一签（月正当空）\n【中下签】乾宫 观变剥（观九五）\n签诗：万籁无声际，一月正当空，忽被云遮掩，皓魄反朦胧.\n解签：谨慎维护形象，以突破谣言扭曲，得此签者有招人忌怨、暗算之危。",
		"第三二二签（常思己过）\n【中签】艮宫 中孚变节（中孚九五）\n签诗：一个知音，却在天边等，切勿因循，静夜当思省.\n解签：得签者为人处事有「曲过高和太寡」之情形，宜检讨修正。",
		"第三二三签（看家良犬）\n【中下签】艮宫 损变临（损上六）\n签诗：众犬相聚，砺齿咬牙，摇头摆尾，只顾看家.\n解签：此签示人勿为小人群聚时之假象欺骗。",
		"第三二四签（恩义莫忘）\n【下签】乾宫 剥变蒙（剥六二）\n签诗：妻前夫後一同行，好比先机兆已明，君若有情须切记，十年恩义莫忘心.\n解签：有的夫妻，妻强夫弱，得此签者有娶这种妻室之可能，婚後应重视恩义。",
		"第三二五签（猫捕鼠图）\n【中下签】乾宫 剥变晋（剥六四）\n签诗：鼠伏穴，本自宁，一露首，猫即跟，扬威伸爪，鼠丧残生.\n解签：凡事一动不如一静，坚守本份相安无事，或寓有应严守机密勿使泄露意思。",
		"第三二六签（读书乐图）\n【中上签】艮宫 大畜变蛊（大畜初九）\n签诗：书中有女颜如玉，书中自有黄金屋，读尽五车书，志愿自能足，何必焦劳心中忙碌.\n解签：得此签者应切记斯言，不再忧心忡忡，终年劳碌而不读书。",
		"第三二七签（赤身富贵）\n【中上签】乾宫 乾变履（乾九三）\n签诗：豹变成文采，乘龙福自臻，赤身成富贵，事事得振新.\n解签：得此签者将获佳婿，并因而使生命改观，荣华富贵享用不尽。",
		"第三二八签（不得志图）\n【中签】艮宫 损变睽（损六四）\n签诗：孤阳微兮，群阴溢兮，力既殚兮，将不可耄兮，真谨慎兮，宜可保兮.\n解签：此签寓有「道消魔长」之意，处此情况唯有谨慎或可保全。",
		"第三二九签（安贫乐道）\n【上签】坤宫 复变坤（复初九）\n签诗：晓雨初晴映碧溪，重重春色上柴扉，黄金不尽家殷富，何必区区羡锦衣？\n解签：此签示人:家道富裕，宜安於现状，不必另起为官或经商之念。",
		"第三三〇签（勤苦生涯）\n【中上签】坎宫 坎变鼎（坎六三）\n签诗：世道多荆棘，人情每用嗟，利名如有路，勤苦逐生涯.\n解签：求名求利各有各的路，不必在凶险世途上与人争夺，安份守己勤苦渡日最宜。",
		"第三三一签（凡事莫强）\n【中上签】坎宫 坎变节（坎初六）\n签诗：山穷路转迷，水急舟难渡，万事莫强为，出处遭研妒.\n解签：跋山涉水出门远行，均属不利，若违拗命运一意孤行，往往会遇怨怼非议事。",
		"第三三二签（边将凶险）\n【中下签】兑宫 蹇变井（蹇初六）\n签诗：时边多艰，战战兢兢，戒谨恐惧，如履薄冰，须识前程危与险，一笼风里一枝灯.\n解签：时运不佳，未来日子风险更多，得此签者，须多加谨慎提防为宜。",
		"第三三三签（花枝艳芳）\n【中下签】艮宫 渐变家人（渐初六）\n签诗：一朵花枝艳更芳，清香馥郁透兰房，时风吹送终成笑，好句筵前进几觞.\n解签：得此签者如为女性，必美且慧，远近赞美，如为男性则以品德高贵而受颂扬。",
		"第三三四签（功在人先）\n【上签】艮宫 渐变观（渐九三）\n签诗：自从持守定，功在众人先，别有非常喜，随龙到九天.\n解签：一人做任何事，具有恒心、毅力，则其成功机会较大。",
		"第三三五签（始得渡滩）\n【中上签】艮宫 渐变艮（渐九五）\n签诗：远涉波涛一叶舟，而今始得过滩头，年来心事才成就，屈指从前多可忧.\n解签：此签甚佳，凡事亨通，如寻物得、谋事成、求偶佳、经商利、建屋吉。",
		"第三三六签（守之吉昌）\n【上上签】巽宫 小畜变中孚（小畜九三）\n签诗：受君之禄，久降祯祥，盈而不覆，守之乃昌，毋怠毋骄，永保安康.\n解签：得签者久受重用，生活富裕，如起异心或心生骄怠，则可能失去一切。",
		"第三三七签（疑天问天）\n【中上签】巽宫 小畜变大畜（小畜九五）\n签诗：万事不由人计较，一生尽是命安排，莫疑猜，命里有时总有分，何须碌碌混尘埃，休哉！\n解签：谋事在人，成事在天。对一切事物，莫过於贪婪奢求。",
		"第三三八签（得失归休）\n【中下签】离宫 讼变涣（讼九四）\n签诗：一片忧心未肯休，花逢春雨艳难留，得意归休，失意归休，仙家只此一筹谋.\n解签：所问诸事均不顺遂，因而被重重烦忧困住，妇女得此签者宜防情感生活有变。",
		"第三三九签（阴盛阳虚）\n【中下签】坎宫 节变坎（节初九）\n签诗：两女一夫，上下相祛，阴气乘阳，用是耗虚.\n解签：对女色之困惑，须加以警惕，不可贪恋也，否则将有耗虚之虞。",
		"第三四〇签（燕归南国）\n【中下签】坎宫 节变需（节六三）\n签诗：双燕归南国，来寻王谢家，华堂春尽静，进此托生涯.\n解签：倦游归来，景物全非。",
		"第三四一签（命运不济）\n【下签】兑宫 蹇变咸（蹇六四）\n签诗：命运蹇兮时违，灾殃及兮身疲，望皇天兮不我顾，嗟我亲兮病斯危.\n解签：不吉，诸事不宜。",
		"第三四二签（春风啼鸟）\n【中下签】兑宫 蹇变渐（蹇上六）\n签诗：采药天台路转迷，桃花流水赋佳期，春风啼鸟多情思，寄语刘郎且莫归.\n解签：在他乡工作时意外得遇知音，事事顺遂，暂且不宜返乡。",
		"第三四三签（入得仙般）\n【中签】震宫 升变蛊（升上六）\n签诗：出温入寒，被薄衣单，去我慈航，难解横愆.\n解签：因时运不济及自己过错，使得处境至为孤寂无助，应借助信仰力量以求自救。",
		"第三四四签（五口一斗）\n【中签】艮宫 大畜变损（大畜九三）\n签诗：三升三石放在一斗，满而溢，子自得.\n解签：示人不可削足适履，亦寓有「满招损」之意。",
		"第三四五签（故乡月明）\n【中上签】坎宫 明夷变丰（明夷六四）\n签诗：谁说故乡无滋味，飘零湖海在天涯，任咨嗟，中秋月隐春雨淋花，多少征人长忆家.\n解签：得此签者，恐终年在外奔波，受尽寂寥之苦，常起思乡之念。",
		"第三四六签（一箭定功）\n【上签】坤宫 比变蹇（比六三）\n签诗：云散月当空，牛前马後逢，张弓方抵御，一箭定全功.\n解签：鼠年及羊年会有一举成功机会。",
		"第三四七签（万里江湖）\n【上签】乾宫 姤变鼎（姤九五）\n签诗：马进徐行似有程，月沈西海日东升，运来何必劳心力，风送江湖万里清.\n解签：目前机运欠佳，事情进行缓慢，日夜*劳，来日运转，情况即可完全改观。",
		"第三四八签（云横山际）\n【中下签】坎宫 明夷变贲（明夷上六）\n签诗：云横山际水茫茫，千里长途望故乡，蹇厄事来君莫恨，倚门惆怅立斜阳.\n解签：困厄之事临身，一时难以解除，惆怅难免，怨恨则不必。",
		"第三四九签（楫舟遇安）\n【上签】震宫 井变大过（井六四）\n签诗：风波今已息，舟楫遇安流，自此功名遂，何须叹白头.\n解签：一切纷争已息，今後行程应平稳无险，刻下经营多顺利，虽慢了些又何妨？",
		"第三五〇签（风疾马快）\n【上上签】震宫 井变蹇（井九二）\n签诗：巴到平安地，江山万里程，绿杨芳草处，风快马蹄轻.\n解签：历尽千辛万苦，如今终入佳境。",
		"第三五一签（名达九重）\n【上上签】坎宫 丰变离（丰上六）\n签诗：雕鹗当秋势转雄，乘风分翼到蟾宫，荣华若问将来事，先後名声达九重.\n解签：时来运转，气势甚雄，做任何事均能顺利无比。",
		"第三五二签（猫避鼠图）\n【中下签】巽宫 噬嗑变睽（噬嗑六二）\n签诗：鼠为患终宵不得宁，猫儿一叫几夜太平，人岂识如兽，其理甚分明.\n解签：小人得志，嚣张狂妄，但为时不长。",
		"第三五三签（参悟仙机）\n【中下签】兑宫 兑变归妹（兑九五）\n签诗：两人在旁，太阳在上，照汝一寸心，仙机曾否明.\n解签：举头三尺有神明，与人相处莫欺心，是非到头自分明。",
		"第三五四签（正气不足）\n【上上签】兑宫 咸变蹇（咸九四）\n签诗：君子道消，小人道长，阴气郁郁，阳气不扬，如何如何，良贾深藏.\n解签：若大丈夫怀才不遇，则深藏不露乃为上策。",
		"第三五五签（正逢天门）\n【中上签】兑宫 小过变谦（小过九四）\n签诗：去到长安，东北转角，逢着天门，便有下落.\n解签：你所求的事要往繁华的都市去，东北方即为生门。",
		"第三五六签（徐步天台）\n【上上签】兑宫 兑变夬（兑六三）\n签诗：徐步入天台，为听好消息，采药有仙童，洞府列春色.\n解签：机运不能坐等，要亲自向可能之处探寻，寻必有所得。",
		"第三五七签（思量一夜）\n【中上签】兑宫 咸变大过（咸六二）\n签诗：思量一夜，不如打千一番，若还错，烦恼及肺肝.\n解签：如果坚持错误的主意和方法，就会引起肺部和肝部的疾病发生。",
		"第三五八签（胆大心细）\n【中签】艮宫 睽变归妹（睽上九）\n签诗：心细胆粗，可胜上将之任，勇往前行成败何必在心，胸中把持得定，敌人自能受困.\n解签：勇往直前，不必计较成败。打消疑虑，则吉利可待了。",
		"第三五九签（清心见道）\n【中上签】坤宫 需变小畜（需上六）\n签诗：天念苦修人，终不落红尘，清心能见道，扰扰丧真灵.\n解签：对某件事能专心致志去做，收获必不同凡响。",
		"第三六〇签（无的放矢）\n【中上签】坤宫 夬变革（夬九二）\n签诗：捕兕於渊，求鱼於山，从朝至暮，功负力捐，改弦易辙，庶可图全.\n解签：走错方向，用错方法，难望有成，应改弦更张，另设他法，或有成就一天。",
		"第三六一签（见者不来）\n【中签】坤宫 夬变需（夬九四）\n签诗：手持一木鱼，沿街去化缘，不见徐公来，却遇一鸟去.\n解签：所问之事恐徒劳无功。",
		"第三六二签（水火既济）\n【中上签】坎宫 既济变革（既济六四）\n签诗：水火既济，阴阳相契，育物新民，参天赞地.\n解签：所有冲突已化解，障碍亦撤除，环境无比和谐，适宜做任何事。",
		"第三六三签（月宫一游）\n【中上签】艮宫 履变兑（履上九）\n签诗：骑玉兔，到广寒，遇嫦娥，将桂攀，满身馥郁，两袖馨香.\n解签：得此签者机缘奇佳，得遇贵人，因而飞黄腾达事事遂心，如问姻缘，可得佳人。",
		"第三六四签（真功显灵）\n【上上签】兑宫 萃变咸（萃九三）\n签诗：一个神道，随尔去行，逢人说法，到处显灵.\n解签：得此签者手法高明，待人处事八面玲珑，如有神道随行。",
		"第三六五签（功到丹成）\n【上上签】乾宫 大有变鼎（大有初九）\n签诗：炉中火，沙里金，功力到，丹鼎成.\n解签：功夫到了，任何事均可以做成。",
		"第三六六签（遇花知音）\n【上上签】兑宫 归妹变兑（归妹六五）\n签诗：此去万里程，却遇见知音，同心共济，大立勋名.\n解签：得此签者将有远行，并在当地遇知音，成家立业，赢得声名。",
		"第三六七签（春花可爱）\n【中上签】艮宫 履变中孚（履九四）\n签诗：寻芳春日，适见花开，朵朵堪摘，枝枝可栽.\n解签：做任何事要能适当其时，才会处处逢源，事事顺心。",
		"第三六八签（龙吟云兴）\n【中签】艮宫 贲变颐（贲九三）\n签诗：龙一吟，云便兴，冲霄直上，快睹太平，为文为武，君君臣臣.\n解签：所问之事，已出现祥瑞之兆，很快就有和谐局面出现。",
		"第三六九签（山翁有趣）\n【中下签】离宫 讼变困（讼上六）\n签诗：虎出金榜，有勇亦何济，怎似山翁，非富犹有趣.\n解签：若干情况出乎常情之外，不能以常理处之，此时须求助於专门人才。",
		"第三七〇签（功成思乡）\n【中下签】巽宫 家人变渐（家人初九）\n签诗：过羊肠，入康庄，五陵裘马，当思故乡.\n解签：历尽辛苦，而步入舒适称意之环境，须饮水思源不可忘本。",
		"第三七一签（源远流长）\n【中上签】坤宫 夬变乾（夬上六）\n签诗：火遭水克，火灭其光，水势滔滔，源远流长.\n解签：处理紧急情况，不能急切，须防後患。",
		"第三七二签（佳客自来）\n【上签】巽宫 家人变贲（家人九五）\n签诗：东阁筵开，佳客自来，高歌唱和，展挹舒怀.\n解签：得签人已颇有名望，且乐於交际应酬，往来多为高雅之士。",
		"第三七三签（小心须防）\n【中上签】艮宫 贲变家人（贲六五）\n签诗：世界似清宁，不知辞已休，打叠要小心，须防遭火.\n解签：天下本无事，庸人自扰之，或谓「苦恼皆因强出头」。",
		"第三七四签（跳跃龙门）\n【中上签】震宫 升变恒（升六四）\n签诗：跳龙门，须激浪，雷电轰轰，踊跃万丈.\n解签：要达崇高目标，须有超人本事，并能借机乘势。",
		"第三七五签（山上古松）\n【中签】兑宫 谦变艮（谦上六）\n签诗：山上有古松，亭亭冲汉斗，干老枝更长，天地生荣久.\n解签：顺其自然，把握有利机运去求发展，才会有指望。",
		"第三七六签（勿理诽谤）\n【中上签】兑宫 小过变旅（小过上六）\n签诗：诽谤言，勿计论，到头来，数已定，碌碌浮生，不如安分.\n解签：对於挑拨离间之闲言杂语，不去理会，一切自有天数，冥冥之中报应不爽。",
		"第三七七签（为有牺牲）\n【中签】艮宫 履变无妄（履九二）\n签诗：一头猪，可祭天地，虽丧身，亦算好处.\n解签：天生万物必有用，寓意人万勿连猪狗都不如。",
		"第三七八签（经营操劳）\n【中上签】巽宫 益变家人（益六三）\n签诗：与其日营营，何如夜忖忖，日里多劳形，夜间却安稳.\n解签：要改变原有的思想方法，才能适应变化了的时空环境。",
		"第三七九签（东风花开）\n【中上签】巽宫 家人变益（家人九三）\n签诗：东风来，花自开，大家喝采，畅饮三杯.\n解签：万事俱备，只欠东风，如今东风来了，自是令人开怀之事。",
		"第三八〇签（素食健身）\n【中下签】巽宫 噬嗑变颐（噬嗑九四）\n签诗：疏食饮水，乐在其中，膏梁美味，反使心朦.\n解签：知足常乐。",
		"第三八一签（谷米盈仓）\n【上签】乾宫 大有变睽（大有九三）\n签诗：黄牛辟土，大力开疆，西成时候，谷米盈仓.\n解签：一分耕耘，一分收获。",
		"第三八二签（龙蛇威风）\n【中上签】兑宫 咸变遁（咸上六）\n签诗：蛇可化龙，头角将出，平地一声雷，方显龙蛇力.\n解签：得此签者在平凡中力求不凡，即将有所成就。",
		"第三八三签（九华仙境）\n【上上签】兑宫 萃变随（萃初六）\n签诗：九华山顶，紫气腾腾，异尽一舟，取去前行.\n解签：得签者可望取得通达之机缘，从此一帆风顺。",
		"第三八四签（人无完人）\n【中上签】兑宫 小过变恒（小过六二）\n签诗：人非孔颜鲜能无过，过而能改仍复无过，开花不足凭，结果方为准，放开怀抱意欣欣.\n解签：有错要知悔改，做事务必落实，心胸宽大，人生才有意义。"
	]
}