{
  "_title": [
    "酷刑"
  ],
  "_author": [
    "于言诺（3406451799）"
  ],
  "_date": [
    "2022/8/10"
  ],
  "_version": [
    "1.0.0"
  ],
  "_brief": [
    "本牌堆适配的是豹骰的版本，请其他骰系骰主使用时自行修改；我的牌堆都可以在保留署名的前提下二改二传；本牌堆资料来源于《人类酷刑简史》一书。"
  ],
  "_export": [
    "酷刑"
  ],
  "酷刑&": [
    "烙刑 Branding\n通常在脸上或手上用烙铁留下烙印，作为耻辱的证明。",
    "热铁穿刺 Boring with A Hot Iron\n用火红的铁条穿透身体器官，一般用于灼透说谎者、伪证者和渎神者的舌头，灼穿偷鸡摸狗和酗酒者的耳朵。",
    "铜牛 Brazen Bull\n用青铜铸造，和真牛体积相当，中空的牛。将受刑者塞进去，在其下生起大火，受刑者的尖叫和号哭传出来像是公牛在吼叫。",
    "火刑 Burning\n当时的人认为只有火刑才能祛除灵魂中的邪恶，因此由于其可能救赎了受刑者的灵魂，在当时火刑被视为慈悲的行为。",
    "硫磺火刑 Burning Sulfur\n将一块点燃的硫磺放到嫌疑女巫的腋窝中，用于拷问。由于腋下的大血管，以及硫磺点着后难以用水扑灭，这是相当痛苦的。",
    "热锅老鼠 The Cauldron\n将像一个大壶的、中空的刑具锅倒扣在受刑者的肚子上，在锅里放几只老鼠，在锅底燃起木炭。老鼠会被热度驱赶着抓咬受刑人的肚子。",
    "油炸和炙烤 Frying and Roasting\n将人扔进装着油、沥青或树脂的大锅，或是将人放上大型烤架。然后，生火加热。",
    "热金属丝 Hot Wire\n用烧红的金属丝捆绑罪犯的拇指或手掌。金属丝灼烧入肉后，浇上冷水，由于热胀冷缩，金属丝将会深深勒入受害者的肌肤和骨头。",
    "西班牙椅子 Spanish Chair\n铁制的椅子，上面附有用于拘束受刑者的束具。椅上可以加装尖钉，在椅下放置炭火盆或是直接将受刑者的脚放入火盆中。通过在脚上涂油或脂肪，可以防止受刑者的脚被快速烧毁。",
    "水火神判法 Trial by Fire and Water\n当时被广泛认可的审判方式。热铁神判法中，被告需接触被烧热的铁块，随后包扎好；三日后如无水泡，则视为无罪。沸水神判法中则需要将手伸入沸水中取出石块，其他部分如同热铁神判法。",
    "刑靴 Boots\n铁制的，类似靴子形状，有空隙的物件。使用时从刑靴和腿的空隙打入木楔，直至受刑者的腿脚被挤烂；也有烧红刑靴之后给受刑者穿上的做法。",
    "轮刑 Breaking on the Wheel\n将受刑者四肢张开，捆在平放在地上的轮子上。随后，刽子手用钳子、棍棒、斧子等尽可能施以折磨，受刑者奄奄一息后才砍下他的头。",
    "木靴 Brodequin\n三边封口或两边封口的盒子。受刑者的腿被牢牢束缚后放入其中，随后在膝盖和脚踝上砸入木楔。",
    "夹指 Pilliwinckes\n受刑者将手掌放平后，刑具慢慢地夹紧，从手掌最后端的关节将手指压碎。样式多变。",
    "挤压刑 Pressing\n用于逼供的方法。在犯人身上放置大量重物，同时限制食物供给，直至其认罪或被压死。",
    "清道夫的女儿 Scavenger's Daughter\n呈A字形的刑具，顶端卡住脖子，中间铐住手腕，底部锁住脚踝。由于其过于短小，会导致受刑的短短几秒中就会产生脊柱脱臼、肋骨和胸骨断裂。",
    "碎头机 Scheiden\n一个铁制的帽子，搭配皮质的下巴托。能不断收紧，紧到一定程度时，会压碎受刑者的牙齿，下巴碎裂，头颅近乎爆裂。",
    "拇指夹 Thumb Screws\n压住两个拇指关节，然后不断增压。如受刑者选择招供，则压力会减小；而不合作者最终可能被压碎指关节。",
    "断肢 Amputation\n砍掉罪犯的某部分肢体，从而使罪犯残疾，无法养家糊口。有些时代对这种刑罚有详尽的步骤和部位规定。",
    "钉桶 The Barrel\n将受刑者装入一个内部钉满长钉的木桶中，随后将其从斜坡上滚下去。受害者所受的的痛苦超乎想象。",
    "斩首 Beheading\n有用斧或剑进行砍头的方式，各式断头台（包括出名的盖卢定断头台）都属于此类。",
    "血鹰 Blood Eagle\n刽子手劈开受刑者的后背，小心地拉出受刑者的肺部且不对肺造成多余的损害。因为形似一对翅膀，被命名为“血鹰”。",
    "剥皮 Flaying\n将受刑者倒挂在方形框架上，四肢伸展。从脚踝一路剥到头部，其中娇嫩的肌肉暴露在空气中与腹部的脏器掉落出来的恐怖相比并不算可怕。",
    "绞死，掏出内脏和分尸 Hanging, Drawing and Quartering\n将受刑者用绳子绞至半死，然后掏出犯人的内脏并烧掉，砍下头颅，将身体分成若干块。尸块将被用于示众。",
    "邪教尖叉 Heretic's Fork\n一个皮质的项圈，在右侧末端安装了两个叉子。戴上后，叉子一端会插入受刑者的下巴下端，另一端插进喉窝处。因为长度不足，不足以伤害致命部位，但会制造难以忍受的痛苦。",
    "刺刑 Impaling\n将长杆从直肠穿入，不能穿破头部；如果避开了心脏，则受刑人还可能存活几小时，并不停尖叫。",
    "铁处女 Iron Maiden\n因为没有被大量制作，每一个都具有其特色；铁制的外壳内部有长钉，而其不会刺入心脏，因此不会立即致死。",
    "爱琵加 Apega\n以纳比斯的妻子爱琵加的形象铸造的铁制雕像。如果纳比斯和人聊天时话不投机，就会将人推到这雕像的怀抱中，其中的长钉会立即杀死受害者。",
    "凌迟 Ling Che\n受刑者被捆起来，刽子手从一个篮子中随机抽出一把刀具，然后根据其类型决定要切割的部位。如果受刑者运气差，整个行刑过程会持续数小时——直到刺穿心脏的尖刀被取出。",
    "尖钉摇篮 Pass or Cradle\n如同一个大型的摇篮，内壁上布满锋利的尖钉。有些会带有一个枕头，当然，枕头上也都是尖钉。",
    "钟摆刑 Pendulum\n发条让钟摆缓缓下降，而受刑者只能等待钟摆上的巨大锋利叶片的降临。一般其时长长达7小时。",
    "肉铅 Pincers\n形似老虎钳，用于撕下受刑者的肉。经常被烧到通红用以增加痛苦，或是在伤口灌入融化的蜡或铅。",
    "巫刺 Pricking\n木柄的铁针。由于当时的“圣痕”理论声称，女巫身上的某些部位被戳刺后没有痛感，因此采用这类刑具。但实际上可能会刻意选择神经末梢少的部位，或因为反复施刑而神经麻痹。",
    "锯刑 Saw\n将受刑者倒挂，从两腿之间开始拉锯。一直到肺部或心脏被锯，受害者才会死去。",
    "剥头皮 Scalping\n由于剥头皮并不致命，受刑者仍能存活；但是由于头骨的暴露，必须要不断抹油，才能防止头骨过干。",
    "锚形镣铐 Anchor\n迫使犯人摆出屈辱的姿势。若长时间在潮湿的地牢中使用，可能导致犯人因脊椎伤害而残废。",
    "脚镣 Bilboes\n用于防止犯人逃走的18英寸铁链和一对镣铐。常常增加一条链子，将犯人拴在其他东西上。",
    "捆绑 Binding\n犯人被捆缚得越紧，痛苦愈大。在古代印度，会采用非自然的姿势捆绑以造成更多的苦痛；在西班牙的宗教裁判所，会用细绳捆绑受刑者的大拇指，以至于血从指甲盖下喷射而出。",
    "绞刑架 Garrotte\n由一只小凳以及一根矮柱连接而成。受刑者坐在小凳上，脖子被套上连着柱子的铁项圈。曲柄或者螺杆会使项圈变得越来越紧，直到受刑者的脖子慢慢被拉近并碰到柱子上突出的尖钉。",
    "铁项圈 Iron Collar\n一端连着铁项圈的一条铁链。能把犯人牢牢束缚住，或者在需要的时候将犯人拖到不同地方。",
    "立锥黑牢 Little Ease\n牢房非常小，以至于关押在内的囚犯几乎不能站立或平躺，只能一直保持蜷缩的姿势。",
    "绳刑木床 Porto\n当受刑者躺在床上时，绳子从双臂以及双腿边上的孔穿过。在绞盘的帮助下，绳子紧紧束缚并勒进皮肉，常常勒至骨头才停止。",
    "木马 Wooden Horse\n一个浅浅的木箱。当人被置于槽中时，其中的铁条会防止受刑者平躺。随后，受刑者被从箱子底部孔中穿出的细绳牢牢绑住，然后拉紧绳子，绳子常常能嵌入皮肉而直达骨头。",
    "宗教审判大会 Auto-De-Fe\n在西班牙的宗教审判中，作为从刑出现。有罪之人以及为自己“异教观点”忏悔之人被迫在众人围观的城市街道上游行，并将自己犯下的越轨行为示众。",
    "口钳 Branks\n常用来惩罚那些违反社会习俗的人。绝大部分的受刑者通常都是女性。受刑者受人监视，在城市的广场上被人用口钳锁着，受到众人的粗暴对待。",
    "枷号 Cangue\n犯人被迫在一段时间内戴着这种硕大而笨重的木头项圈。戴枷号的受刑者没法躺下，且走路或者站起身都有折断脖子的危险，所以在此期间他们不得不仰仗别人的慈悲与怜悯。",
    "大便椅 Chucking Stool\n该种独特的英国式羞辱工具是为那些不能或者不愿控制自己尖酸刻薄性情的妇人准备的。其是配有两根抬竿的木质扶手椅，椅子底部有一个洞，把妇女的裙子撩起来，强迫她们坐在上面游街示众。",
    "酒鬼斗篷 Drunkard's Cloak\n把一个大啤酒桶的底给敲掉，并在顶上开一个足以使人头通过的洞。在规定的时间内，酗酒者只要出现在公共场合，就被迫戴上这种“斗篷”。其重量能轻而易举地撕裂脖子与肩膀之间的肌肉。",
    "提琴枷与长笛枷 Fiddle and Flute\n提琴枷和长笛枷是可以移动的便携式颈手枷。一旦受刑者被锁进去，他们的脖子就会被项圈牢牢套着，并被锁链牵引着游街示众。",
    "套脖 Jaggs\n固定在教堂的墙上或当地交易市场的十字架上的一条铁链，另一端是一铁项圈。用于惩罚的同时使人感到羞辱。",
    "苦行赎罪 Penance\n在中世纪，被教会判为应受惩罚或违法乱纪的罪犯会苦修赎罪。当罪行较轻的时候，苦修赎罪也比较温和，比如说短时间的禁食或祷告，或者去某个圣地朝圣。",
    "指枷 Finger Pillory\n用来惩罚那些屡次妨碍礼拜仪式的人。它安装在教堂的墙上，由两块铰链相连的木板组成。人们通常会把不守规矩的人的手锁进指枷里，希望以此使这些人把更多注意力放在上帝圣言上。",
    "颈手枷 Pillory\n一种将犯人的头和手锁进木枷中的刑具，被安置在当地集市广场等公共场所。",
    "骑刺 Riding the Stang\n“刺”实际上是一截圆木或者一根粗竿，受刑者被迫双脚叉开骑在上面，并被押着穿街过巷，伴随着围观者的呼喊、嘘声、喇叭声以及口哨声，他被彻底羞辱了一番。",
    "泼妇笼头 Scold's Bridle\n看起来像头盔，由铁皮制成。妇人的整个头被笼头锁住，然后被拉着穿街过巷。为了增加痛苦，铁制的舌状物或球状物被强塞进妇人嘴中，堵住受刑者的尖叫或诅咒。",
    "耻辱标示 Signs of Shame\n让犯人戴上标牌或贴上布告，使得每个路人都了解其可耻行为。",
    "足枷 Stocks\n木制的，装有铰链，能锁住犯人的脚踝。设置在公共场合，令受刑者受到公众的羞辱与虐待。",
    "十字架刑 Crucifixion\n由于身体的全部重量都集中在受害者的手腕处，拉力会撕破他们横膈膜上的肌肉，使他们无法呼吸。受刑者最终会死于缓慢的窒息和风吹日晒。",
    "吊刑 Garrucha\n把囚犯的双手反绑在背后，系住手腕，悬吊在天花板或横梁的滑轮上。当绳索拉紧时，囚犯被吊到空中，同时他们的胳膊慢慢地从关节处脱臼。",
    "吊笼 Gibbet\n吊笼出现在16世纪，是一种用铁皮条制成的囚笼，用来装载吊死的受刑者示众。当没有合适的吊笼时，还可以把尸体用铁链吊在树上。",
    "绞刑 Hanging\n犯人被一根绞索套住头部，吊到空中，他一直挣扎和悬荡，直到窒息而死。根据受害者的体重和身体状况，这一过程可能需要5～20分钟。",
    "拉肢架 Rack\n受刑人的脚绑在架子的一端，手绑在另一端的圆盘上，圆盘由绳子绕在一个大绞盘上。随着绞盘转动，受害人的四肢被拉地越来越紧，直到肩关节脱位和（或）脊柱脱节。",
    "四马分尸 Torn Apart by Horses\n犯人的四肢被捆绑在四匹马上，马向相反的方向疾奔，使犯人支离破碎。如果四肢完好，这个刑具会像拉肢架一样，只是把关节拉脱臼。",
    "烹煮 Boiling\n从新石器时代开始，人们已开始利用沸水（或油，或其他溶液）来施刑。有时，受刑者不是被投入一个装满沸水的大锅，而是放进温水里，然后水温慢慢加热至沸腾。",
    "浸水刑 Ducking\n犯人被绑在一个椅子或者刑具上，椅子被浸入水中，然后马上拖至岸边。这个惩罚的重点是尽可能地羞辱受害人。",
    "船底拖曳 Keelhauling\n这是一种流行于海军的刑罚，顾名思义，就是把受害者拖在船底龙骨处，然后拉到船另一侧，用来惩罚罪行严重的水手。无论时间长短，都会造成严重的伤害。",
    "泳刑 Swimming\n被用于检验女巫嫌疑人。判定有罪或无辜主要取决于嫌疑人在水中漂浮还是下沉。如果她们浮起来，那么肯定是女巫。相反，如果她们沉下去，那么肯定是清白的，但此时嫌犯通常已经溺死了。",
    "注水刑 Tormento De Toca\n罹受人手脚捆绑平躺着，把一块细孔布料（一般是亚麻布）蒙在他的口和鼻上；然后，把大量的水浇到布上，水被受害人吸进喉咙和鼻孔，当受害人几乎昏厥时才把布拿走。",
    "鞭刑 Whipping\n自文明初现以来，鞭刑就一直是最常用的惩罚方式之一。它一般只限于非致命的用途，但某些情况下，它可以像绞刑或火刑一样致命。大多数情况下，被打的鞭数与罪情相称；罪行越严重，被打的鞭数就越多。不同文明的鞭子也常常不同。"
  ],
  "酷刑名字": [
    "烙刑",
    "热铁穿刺",
    "铜牛",
    "火刑",
    "硫磺火刑",
    "热锅老鼠",
    "油炸和炙烤",
    "热金属丝",
    "西班牙椅子",
    "水火神判法",
    "刑靴",
    "轮刑",
    "木靴",
    "夹指",
    "挤压刑",
    "清道夫的女儿",
    "碎头机",
    "拇指夹",
    "断肢",
    "钉桶",
    "斩首",
    "血鹰",
    "剥皮",
    "绞死，掏出内脏和分尸",
    "邪教尖叉",
    "刺刑",
    "铁处女",
    "爱琵加",
    "凌迟",
    "尖钉摇篮",
    "钟摆刑",
    "肉铅",
    "巫刺",
    "锯刑",
    "剥头皮",
    "锚形镣铐",
    "脚镣",
    "捆绑",
    "绞刑架",
    "铁项圈",
    "立锥黑牢",
    "绳刑木床",
    "木马",
    "宗教审判大会",
    "口钳",
    "枷号",
    "大便椅",
    "酒鬼斗篷",
    "提琴枷与长笛枷",
    "套脖",
    "苦行赎罪",
    "指枷",
    "颈手枷",
    "骑刺",
    "泼妇笼头",
    "耻辱标示",
    "足枷",
    "十字架刑",
    "吊刑",
    "吊笼",
    "绞刑",
    "拉肢架",
    "四马分尸",
    "烹煮",
    "浸水刑",
    "船底拖曳",
    "泳刑",
    "注水刑",
    "鞭刑"
  ],
  "酷刑": [
    "[$t玩家]见证了这样的刑罚：\n{%酷刑&}"
  ]
}