{
    "_title": ["飞鸟集"],
    "_author": [ "九尾开天" ],
    "_date": [ "2022/6/23" ],
    "_brief": ["飞鸟集，作者泰戈尔"],
    "飞鸟集": [
        "1.\n夏天的飞鸟，飞到我的窗前唱歌，又飞去了。\n秋天的黄叶，它们没有什么可唱，只叹息一声，飞落在那里。\nStray birds of summer come to my window to sing and fly away.\nAnd yellow leaves of autumn, which have no songs, flutter and fall there with a sign.",
        "2.\n世界上的一队小小的漂泊者呀，请留下你们的足印在我的文字里。\nO troupe of little vagrants of the world, leave your footprints in my words.",
        "3.\n世界对着它的爱人，把它浩翰的面具揭下了。\n它变小了，小如一首歌，小如一回永恒的接吻。\nThe world puts off its mask of vastness to its lover.\nIt becomes small as one song, as one kiss of the eternal.",
        "4.\n是大地的眼泪，令她的笑容保持着青春不谢。\nIt is the tears of the earth that keep her smiles in bloom.",
        "5.\n无垠的沙漠热烈追求一叶绿草的爱，她摇摇头笑着飞开了。\nThe mighty desert is burning for the love of a blade of grass who shakes her head and laughs and flies away.",
        "6.\n若你因失去了太阳而流泪，那么你也将失去群星了。\nIf you shed tears when you miss the sun, you also miss the stars.",
        "7.\n跳动的流水啊，于你途中的泥沙，恳求你的歌声，你的流动呢。你肯挟瘸足的泥沙而俱下么？\nThe sands in your way beg for your song and your movement, dancing water. Will you carry the burden of their lameness?",
        "8.\n她的热切的脸，若夜雨一般搅扰着我的梦魂。\nHer wishful face haunts my dreams like the rain at night.",
        "9.\n有一次，我们梦见大家都是不相识的。\n我们醒了，却知道我们原是相亲相爱的。\nOnce we dreamt that we were strangers.\nWe wake up to find that we were dear to each other.",
        "10.\n忧思于我的心里平静下去，正如暮色降临在寂静的山林中。\nSorrow is hushed into peace in my heart like the evening among the silent trees.",
        "11.\n有些看不见的手指，似慵懒地微风，于我的心上奏响涟漪的乐章。\nSome unseen fingers, like an idle breeze, are playing upon my heart the music of the ripples.",
        "12.\n”海水啊，你说的是什么？”\n“是永恒的疑问。”\n”天空啊，你的回答是什么？”\n“是永恒的沉默。”\n\"What language is thine, o sea?\"\n\"The language of eternal question.\"\n\"What language is thy answer, o sky?\"\n\"The language of eternal silence.\"",
        "13.\n我的心啊，请倾听那世界的低语，这是它对你爱的表示。\nListen, my heart, to the whispers of the world with which it makes love to you.",
        "14.\n创造的神秘，有如夜间的黑暗——是伟大的。而知识的幻影却不过如晨间之雾。\nThe mystery of creation is like the darkness of night--it is great. Delusions of knowledge are like the fog of the morning.",
        "15.\n不要因为峭壁是高的，而让你的爱情坐在峭壁上。\nDo not seat your love upon a precipice because it is high.",
        "16.\n我今晨坐在窗前，世界如一个过路的人似的，停留了一会,向我点点头又走过去了。I sit at my window this morning where the world like a passer-by stops for a moment, nods to me and goes.",
        "17.\n这些小小的思绪，是树叶的簌簌之声啊；它们在我的心里欢悦地微语着。\nThere little thoughts are the rustle of leaves; they have their whisper of joy in my mind.",
        "18.\n你看不见你的真相，你所看见的，只是你的影子。\nWhat you are you do not see, what you see is your shadow.",
        "19.\n神啊，我的那些愿望真是愚昧啊，它们杂在你的歌声中喧叫着呢。\n让我只是静听着吧。\nMy wishes are fools, they shout across thy song, my master.\nLet me but listen.",
        "20.\n我不能选择那最好的。\n是那最好的选择我。\nI cannot choose the best.\nThe best chooses me.",
        "21.\n那些把灯背在背上的人，将他们的影子投到他们前方。\nThey throw their shadows before them who carry their lantern on their back.",
        "22.\n我存在，乃是所谓生命的一个永久的奇迹。\nThat I exist is a perpetual surprise which is life.",
        "23.\n“我们萧萧的树叶都有声响回答那风和雨。但你是谁呢，那般的沉默着？”\n“我不过是一朵花。”\"We, the rustling leaves, have a voice that answers the storms,but who are you so silent?\"\n\"I am a mere flower.\"",
        "24.\n休息与工作的关系，正如眼睑与眼睛的关系。\nRest belongs to the work as the eyelids to the eyes.",
        "25.\n人是一个初生的孩子，他的力量，就是生长的力量。\nMan is a born child, his power is the power of growth.",
        "26.\n上帝希望我们酬答他的，在于他送给我们的花朵，而不在于太阳和土地。\nGod expects answers for the flowers he sends us, not for the sun the earth.",
        "27.\n光像一个赤裸的孩子，快快活活地于绿叶间嬉戏，他不知道人是会说谎的。\nThe light that plays, like a naked child, among the green leaves happily knows not that man can lie.",
        "28.\n啊，美呀，在爱中找你自己吧，不要到你镜子的谄谀中去找呀。\nO beauty, find thyself in love, not in the flattery of thy mirror.",
        "29.\n我的心把她的波浪在世界的海岸上冲激着，以热泪在上边写着她的题记：”我爱你。”\nMy heart beats her waves at the shore of the world and writes upon it her signature in tears with the words, \"I love thee.\"",
        "30.\n“月儿呀，你等候什么呢？”\n“向我将让位给他的太阳致敬。”\n\"Moon, for what do you wait?\"\n\"To salute the sun for whom I must make way.\"",
        "31.\n绿树长到了我的窗前，仿佛是喑哑的大地发出的渴望之声。\nThe trees come up to my window like the yearning voice of the dumb earth",
        "32.\n上帝自己的清晨，在他自己看来也是新奇的。\nHis own mornings are new surprises to god.",
        "33.\n生命从世界得到财富，爱情使其得到价值。\nLife finds its wealth by the claims of the world, and its worth by the claims of love.",
        "34.\n枯竭的河床，并不感谢它的过去。\nThe dry river-bed finds no thanks for its past",
        "35.\n鸟儿愿为一朵云。\n云儿愿为一只鸟。\nThe bird wishes it were a cloud. \nThe cloud wishes it were a bird.",
        "36.\n瀑布歌唱道：“我得到自由时便有了歌声了。”\nThe waterfall sing, \"I find my song, when I find my freedom.\"",
        "37.\n我说不出这心为什么那样默默地颓丧着。\n是为了它那不曾要求，不曾知道，不曾记得的小小的需要。\nI cannot tell why this heart languishes in silence.\nIt is for small needs it never asks, or knows or remembers.",
        "38.\n妇人，你在料理家事的时候，你的手足歌唱着，正如山间的溪水歌唱着在小石中流过。\nWoman, when you move about in your household service your limbs sing like a hill stream among its pebbles.",
        "39.\n当太阳横过西方的海面时，对着东方留下他最后的敬礼。\nThe sun goes to cross the western sea, leaving its last salutation to the east.",
        "40.\n不要因为你自己没有胃口而去责备你的食物。\nDo not blame your food because you have no appetite.",
        "41.\n群树如表示大地的愿望似的，踮起脚，向天空窥望。\nThe trees, like the longings of the earth, stand atiptoe to peep at the heaven.",
        "42.\n你微微地笑着，不同我说什么话。而我觉得，为了这个，我等待已久了。\nYou smiled and talked to me of nothing and I felt that for this I had been waiting long.",
        "43.\n水里的游鱼是沉默的，陆地上的兽类是喧闹的，空中的飞鸟是歌唱着的；但是人类却兼有海里的沉默，地上的喧闹，与空中的音乐。\nthe fish in the water is silent, the animal on the earth is noisy, the bird in the air is singing. But man has in him the silence of the sea, the noise of the earth and the music of the air.",
        "44.\n世界在踌躇之心的琴弦上跑过，奏出忧郁的乐章。\nThe world rushes on over the strings of the lingering heart making the music of sadness.",
        "45.\n他把他的刀剑当做他的上帝。\n当他的刀剑胜利时他自己却失败了。\nHe has made his weapons his gods.\nWhen his weapons win he is defeated himself.",
        "46.\n上帝从创造中找到他自己。\nGod finds himself by creating.",
        "47.\n阴影戴上她的面幕，秘密地，温顺地，用她那沉默的爱的步伐，跟在“光”后边。\nShadow, with her veil drawn, follows light in secret meekness, with her silent steps of love.",
        "48.\n群星不怕显得像萤火虫那样。\nThe stars are not afraid to appear like fireflies.",
        "49.\n谢谢上帝，我不是一个权力的轮子，而是被压在这轮下的活人之一。\nI thank thee that I am none of the wheels of power but I am one with the living creatures that are crushed by it.",
        "50.\n心是尖锐的，不是宽博的，它执着在每一点上，却并不活动。\nThe mind, sharp but not broad, sticks at every point but does not move."
    ]
}