{
    "_title": ["飞鸟集"],
    "_author": [ "九尾开天" ],
    "_date": [ "2022/6/23" ],
    "_brief": ["泰戈尔飞鸟集"],
    "飞鸟集": [
        "1.\n夏天的飞鸟，飞到我的窗前唱歌，又飞去了。\n秋天的黄叶，它们没有什么可唱，只叹息一声，飞落在那里。\nStray birds of summer come to my window to sing and fly away.\nAnd yellow leaves of autumn, which have no songs, flutter and fall there with a sign.",
        "2.\n那些漂泊世间的人，常穿行于我的言语之间。\nO troupe of little vagrants of the world, leave your footprints in my words.",
        "3.\n世界对着它的爱人，把它浩翰的面具揭下了。\n它变小了，小如一首歌，小如一回永恒的接吻。\nThe world puts off its mask of vastness to its lover.\nIt becomes small as one song, as one kiss of the eternal.",
        "4.\n是大地的泪水，让她笑颜盛开。\nIt is the tears of the earth that keep her smiles in bloom.",
        "5.\n无垠的沙漠为一叶绿草的爱情而燃烧，她摇摇头笑着飞走。\nThe mighty desert is burning for the love of a blade of grass who shakes her head and laughs and flies away.",
        "6.\n若你在失去太阳时垂泪，你也将失去群星。\nIf you shed tears when you miss the sun, you also miss the stars.",
        "7.\n舞动的流水，你征途上的泥沙在乞求你的歌声你的运动。你可愿带上他们这些跛足者一起前行？\nThe sands in your way beg for your song and your movement, dancing water. Will you carry the burden of their lameness?",
        "8.\n她期盼的面容萦绕着我的梦境，仿佛夜中的雨。\nHer wishful face haunts my dreams like the rain at night.",
        "9.\n陌终于梦境。\n爱始于梦醒。\nOnce we dreamt that we were strangers.\nWe wake up to find that we were dear to each other.",
        "10.\n悲伤在我心里缄默成和平仿佛寂静的林中之夜。\nSorrow is hushed into peace in my heart like the evening among the silent trees.",
        "11.\n一些看不见的手指，似慵懒地微风，于我的心上奏出音乐的涟漪。\nSome unseen fingers, like an idle breeze, are playing upon my heart the music of the ripples.",
        "12.\n”海水啊，你说的是什么？”\n“永恒的诘问。”\n”天空啊，你的回答是什么？”\n“不朽的沉默。”\n\"What language is thine, o sea?\"\n\"The language of eternal question.\"\n\"What language is thy answer, o sky?\"\n\"The language of eternal silence.\"",
        "13.\n我的心啊，请倾听那世界的低语，这是它对你爱的表示。\nListen, my heart, to the whispers of the world with which it makes love to you.",
        "14.\n创造的神秘，有如夜间的黑暗——是伟大的。而知识的幻影却不过如晨间之雾。\nThe mystery of creation is like the darkness of night--it is great. Delusions of knowledge are like the fog of the morning.",
        "15.\n不要为了高，而将爱置于绝壁。\nDo not seat your love upon a precipice because it is high.",
        "16.\n我今晨坐在窗前，世界好像一个过路人——走来，停下片刻，向我点头然后离去。\nI sit at my window this morning where the world like a passer-by stops for a moment, nods to me and goes.",
        "17.\n在那里小小的思想是树叶的沙沙；在我心里快乐地呢喃。\nThere little thoughts are the rustle of leaves; they have their whisper of joy in my mind.",
        "18.\n你看不见你，你所见的只是你的影子。\nWhat you are you do not see, what you see is your shadow.",
        "19.\n神啊，我的心愿都是愚昧的，它们喧嚣着穿过你的歌声。\n让我谛听。\nMy wishes are fools, they shout across thy song, my master.\nLet me but listen.",
        "20.\n我怎能选择最好,\n是最好选择了我。\nI cannot choose the best.\nThe best chooses me.",
        "21.\n负灯追影。\nThey throw their shadows before them who carry their lantern on their back.",
        "22.\n我存在于世，是永恒的生命的惊喜。\nThat I exist is a perpetual surprise which is life.",
        "23.\n“我们，沙沙作响的树叶，拥有声音回答风雨，而你是谁，如此沉默？”\n“我不过是一朵花。”\"We, the rustling leaves, have a voice that answers the storms,but who are you so silent?\"\n\"I am a mere flower.\"",
        "24.\n休息属于工作就好比眼睑属于眼睛。\nRest belongs to the work as the eyelids to the eyes.",
        "25.\n人类，如婴儿，只从成长获得力量。\nMan is a born child, his power is the power of growth.",
        "26.\n神期待回报，为他馈赠我们花朵，而非太阳和大地。\nGod expects answers for the flowers he sends us, not for the sun the earth.",
        "27.\n像个赤条条的孩子在绿叶间嬉戏的光，不知道人是会撒谎的。\nThe light that plays, like a naked child, among the green leaves happily knows not that man can lie.",
        "28.\n啊，美呀，在爱中找到自我吧，别陷在镜子的谄媚里。\nO beauty, find thyself in love, not in the flattery of thy mirror.",
        "29.\n我的心将她的浪冲撞在世界的海岸上并用含泪的词语在上面写下她的题记：“我爱你”。\nMy heart beats her waves at the shore of the world and writes upon it her signature in tears with the words, \"I love thee.\"",
        "30.\n“月儿呀，你等待什么呢？”\n“向我必须让路的太阳致敬。”\n\"Moon, for what do you wait?\"\n\"To salute the sun for whom I must make way.\"",
        "31.\n树桠拥簇至我的窗前，像沉默大地发出渴望的声音。\nThe trees come up to my window like the yearning voice of the dumb earth",
        "32.\n神的晨曦，让他自己也新鲜惊奇。\nHis own mornings are new surprises to god.",
        "33.\n生活的富足来于世界，它的价值来自爱。\nLife finds its wealth by the claims of the world, and its worth by the claims of love.",
        "34.\n干枯的河床不感谢它的过去。\nThe dry river-bed finds no thanks for its past",
        "35.\n鸟愿为云。\n云想作鸟。\nThe bird wishes it were a cloud. \nThe cloud wishes it were a bird.",
        "36.\n瀑布高唱道：“我找到自由时，我便找到了我的歌。”\nThe waterfall sing, \"I find my song, when I find my freedom.\"",
        "37.\n我不知为何心会无声枯萎，仅因一些微小的希冀，从未提起，不为人知，无人记得\nI cannot tell why this heart languishes in silence.\nIt is for small needs it never asks, or knows or remembers.",
        "38.\n女人，你收拾屋子时，手和脚都在歌唱，像山泉在山石间穿行。\nWoman, when you move about in your household service your limbs sing like a hill stream among its pebbles.",
        "39.\n太阳越过西方的海洋，将其最后的敬礼留给东方。\nThe sun goes to cross the western sea, leaving its last salutation to the east.",
        "40.\n不要因为没有食欲而怪罪食物。\nDo not blame your food because you have no appetite.",
        "41.\n树是地的渴望，踮脚窥望天空。\nThe trees, like the longings of the earth, stand atiptoe to peep at the heaven.",
        "42.\n你微微一笑，对我无言，但我感觉为此我已经等待良久。\nYou smiled and talked to me of nothing and I felt that for this I had been waiting long.",
        "43.\n水里的游鱼是沉默的，地上的走兽是喧闹的，空中的飞鸟是歌唱着的。\n然而在人类心灵深处却有着大海的沉默、大地的喧嚣和天空的音乐。\nthe fish in the water is silent, the animal on the earth is noisy, the bird in the air is singing. But man has in him the silence of the sea, the noise of the earth and the music of the air.",
        "44.\n世界在踌躇之心的琴弦上跑过，奏出忧郁的乐章。\nThe world rushes on over the strings of the lingering heart making the music of sadness.",
        "45.\n他把他的刀剑当做他的神。\n当他的刀剑胜利时他自己却失败了。\nHe has made his weapons his gods.\nWhen his weapons win he is defeated himself.",
        "46.\n神通过创造中找到自我。\nGod finds himself by creating.",
        "47.\n影子，蒙着她的面纱，隐秘温顺地追随光明，踏着寂静无声的爱的步履。\nShadow, with her veil drawn, follows light in secret meekness, with her silent steps of love.",
        "48.\n群星不惮以萤火虫的形象现身。\nThe stars are not afraid to appear like fireflies.",
        "49.\n谢谢，我不是有力量的轮子，我是载着生命又碾碎它们的轮子。\nI thank thee that I am none of the wheels of power but I am one with the living creatures that are crushed by it.",
        "50.\n精神，锋利而非宽阔，执著于每一点而不游移。\nThe mind, sharp but not broad, sticks at every point but does not move.",
        "51.\n你的偶像消散于尘埃，只因神的尘埃更伟大。\nYou idol is shattered in the dust to prove that god's dust is greater than your idol.",
        "52.\n人决不是他的历史，而是踏过历史向前。\nMan does not reveal himself in his history, he struggles up through it.",
        "53.\n当玻璃灯训斥屋瓦称它表哥时，月上东山，玻璃灯带着一丝温婉的微笑，呼唤道，我亲爱的，亲爱的姐姐。\nWhile the glass lamp rebukes the earthen for calling it cousin the moon rises, and the glass lamp, with a bland smile, calls her,---my dear, dear sister.",
        "54.\n如海鸥逐浪般，我们相遇相识，\n海鸥飞走，海浪向远方滚动，我们分别了。\nLike the meeting of the seagulls and the waves we meet and come near. The seagulls fly off, the waves roll away and we depart.",
        "55.\n我日子已尽，仿佛海滩上一叶小舟，谛听着晚潮奏起舞乐。\nMy day is done, and i am like a boat drawn on the beach, listening to the dance-music of the tide in the evening.",
        "56.\n献出生命才会获得生命。\nLife is given to us, we earn it by giving it.",
        "57.\n谦虚通向伟大。\nWe come nearest to the great when we are great in humility.",
        "58.\n麻雀为孔雀尾巴上的负担而惋惜。\nThe sparrow is sorry for the peacock at the burden of its tail.",
        "59.\n不惧刹那，才能吟唱永恒。\nNever be afraid of the moments--thus sings the voice of the everlasting.",
        "60.\n飓风在无路之侧找寻最短的路，然后突然在乌有之乡结束了它的寻找。\nThe hurricane seeks the shortest road by the no-road, and suddenly ends its search in the nowhere.",
        "61.\n饮我杯中酒，朋友。\n一倒进他人杯中，它便失去了泡沫的花环。\nTake my wine in my own cup, friend.\nIt loses its wreath of foam when poured into that of others.",
        "62.\n完美还在用美丽装饰自身，为了不完美的爱情\nThe perfect decks itself in beauty for the love of the imperfect.",
        "63.\n神对人说：“我治愈你因此我伤害你，爱你因此惩罚你。”\nGod says to man, \"I heal you therefore I hurt, love you therefore punish.\"",
        "64.\n感谢火焰带来了光，但别遗忘坚忍站立于阴影中的执灯人。\nThank the flame for its light, but do not forget the lampholder standing in the shade with constancy of patience.",
        "65.\n小草，你的脚步虽小，但你立于大地之上。\nTiny grass, your steps are small, but you possess the earth under your tread.",
        "66.\n雏花绽放花蕾，哭喊道：“亲爱的世界，请别消逝。”\nThe infant flower opens its bud and cries, \"Dear world, please do not fade.\"",
        "67.\n神会厌倦庞大帝国，但永不厌弃渺小花朵。\nGod grows weary of great kingdoms, but never of little flowers.",
        "68.\n谬误无法承担失败，但真理可以。\nWrong cannot afford defeat but right can.",
        "69.\n“我乐意给予我所有的水，”瀑布歌唱道，“尽管一点水就能解渴。”\nI give my whole water in joy, it is enough for the thirsty.",
        "70.\n沉醉地喷涌这些鲜花的喷泉在哪里呢？\nWhere is the fountain that throws up these flowers in a ceaseless outbreak of ecstasy?",
        "71.\n樵夫的斧头向树木乞求斧柄。\n树木慷慨馈赠。\nThe woodcutter's axe begged for its handle from the tree.\nThe tree gave it.",
        "72.\n在我心灵深处的孤独中，我感觉到这个蒙上雨雾面纱的寡独之夜在叹息。\nIn my solitude of heart I feel the sigh of this widowed evening veiled with mist and rain.",
        "73.\n贞节是一笔财富，来自丰富多彩的爱情。\nChastity is a wealth that comes from abundance of love.",
        "74.\n雾，仿佛爱情，嬉戏在山峦的心上并带来美丽的惊喜。\nThe mist, like love, plays upon the heart of the hills and bring out surprises of beauty.",
        "75.\n我们误读世界，反说它欺骗我们。\nWe read the world wrong and say that it deceives us.",
        "76.\n诗人的风正掠过海洋和森林，去追寻它自己的声音。\nThe poet wind is out over the sea and the forest to seek his own voice.",
        "77.\n每一个来到世上的孩子都带来了神并未对人类气馁的消息。\nEvery child comes with the message that god is not yet discouraged of man.",
        "78.\n芳草追寻她在大地上的人群。\n树木追寻他在天空中的孤独。\nThe grass seeks her crowd in the earth.\nThe tree seeks his solitude of the sky.",
        "79.\n人类设置路障防备自身。\nMan barricades against himself.",
        "80.\n我之友人，你的声音飘荡在我心里，仿佛谛听的松林间大海在低吟。\nYour voice, my friend, wanders in my heart, like the muffled sound of the sea among these listening pines.",
        "81.\n是何种不可见的黑暗之火，以繁星为火花？\nWhat is this unseen flame of darkness whose sparks are the stars?",
        "82.\n让生命美如夏花，死如秋叶。\nLet life be beautiful like summer flowers and death like autumn leaves.",
        "83.\n善者正在敲门，仁者见门大开。\nHe who wants to do good knocks at the gate; he who loves finds the gate open.",
        "84.\n死，多变为一；生，一变成多。\n神圆寂时，众教合一。\nIn death the many becomes one; in life the one becomes many.\nReligion will be one when god is dead.",
        "85.\n艺术家是大自然的情人，因此他是她的奴隶和主人。\nThe artist is the lover of nature, therefore he is her slave and her master.",
        "86.\n“啊，果实，你离我有多远？”\n“啊，鲜花，我藏在你心中。”\nHow far are you from me, o fruit?I am hidden in your heart, o flower.",
        "87.\n这种渴望是为那夜里觉其在白天见不着的某人。\nThis longing is for the one who is felt in the dark, but not seen in the day.",
        "88.\n“你是荷叶下的大露珠，我只是在荷叶上较小的另一颗。”露珠对湖水说。\n\"You are the big drop of dew under the lotus leaf, I am the smaller one on its upper side,\" said the dewdrop to the lake.",
        "89.\n刀鞘在保护刀剑锋利的同时对自己的迟钝心满意足。\nThe scabbard is content to be dull when it protects the keenness of the sword.",
        "90.\n黑暗里，一是一；光明中，一是多。\nIn darkness the one appears as uniform; in the light the one appears as manifold.",
        "91.\n大地借助连天的芳草显示她自己的热情好客。\nThe great earth makes herself hospitable with the help of the grass.",
        "92.\n树叶的生死是逆流急转，它更广阔的旋转是在群星之间缓缓移动。\nThe birth and death of the leaves are the rapid whirls of the eddy whose wider circles move slowly among stars.",
        "93.\n权力对世界说：“你是我的。”\n世界便把它囚禁在她的宝座之下。\n爱情对世界说：“我是你的。”\n世界便给它在其屋宇内走动的自由。\nPower said to the world, \"you are mine.\"\nThe world kept it prisoner on her throne.\nLove said to the world, \"i am thine.\"\nThe world gave it the freedom of her house.",
        "94.\n浓雾仿佛大地的欲望。\n它遮掩起太阳，因为太阳是她所哭求的对象。\nThe mist is like the earth's desire.\nIt hides the sun for whom she cries.",
        "95.\n安静啊，我心，这些巨树都是祈祷者。\nBe still, my heart, these great trees are prayers.",
        "96.\n那转瞬即逝的噪音在嘲笑永恒不朽的音乐。\nThe noise of the moment scoffs at the music of the eternal.",
        "97.\n我想起那些漂浮在生命、爱情、死亡的长河上别的时代，于是我便感觉到了离世归天的自由。\nI think of other ages that floated upon the stream of life and love and death and are forgotten, and I feel the freedom of passing away.",
        "98.\n我灵魂里的悲哀是她新婚的面纱。\n它在暗夜里等待着被揭开。\nThe sadness of my soul is her bride's veil. It waits to be lifted in the night.",
        "99.\n死亡的印记把价值给了生命的硬币，使其能够用生命买到那些真正的宝物\nDeath's stamp gives value to the coin of life; making it possible to buy with life what is truly precious.",
        "100.\n云彩谦恭地站在天空的一隅。\n晨光用辉宏为其加冕。\nThe cloud stood humbly in a corner of the sky.\nThe morning crowned it with splendour."
    ]
}