{
  "次元泛用售货机": [
    "\n你发现了关于SCP-261 次元泛用售货机的实验日志：\n{%次元泛用售货机实验日志研究员}",
    "\n身为D级人员的你，今天被要求配合一项实验……最后谁也不知道你的下场如何，但是谁在乎呢？至少我们得到了一份不错的实验日志——\n{%次元泛用售货机实验日志D级人员}"
  ],
  "次元泛用售货机实验日志研究员": [
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：未知-以牛奶巧克力制成的人类男性性器官复制品，高约6.5英寸，用铝箔包装，上有韩文标签。空心，内部充满白色巧克力酱。据报告，美味但是有点过甜了。\n\n注：超过半数的男性员工拒绝接触它，好像它是炸药做的一样。有趣的是，比起碰一个他妈的阴茎形状的糖果，这里的大多数员工更愿意与scp-682野餐。",
    "花费金额：700日元\nSCP-261是否通电：是\n物品描述：乳房牛奶（巧克力味）-非常甜。██████博士报告了一种怀恋的感觉。它除了包装外没有什么特别的，日语标签。\n“我认为乳房状的容器触感很好。”-██████博士",
    "以下实验日志记录于2009年3月9日，这些即兴实验用于测试在断电一顿午饭的时间后的SCP-261。结果如往常一样列出。\n花费金额：500日元\nSCP-261是否通电：否\n物品描述：Blastola可乐，蓝橙色罐子，侧面广告写着“漫画队长12预发售赠品！”此游戏不存在。汽水尝起来像加了蔗糖的可乐。饮用后，受试者会打出“冷火”嗝。受试者未受伤。一张被喷到的工作场所安全海报上盖了一层薄霜。\n花费金额：500日元\nSCP-261是否通电：否\n物品描述：一个典型的包装草莓用的箱子，装满了活的花园蛞蝓。盖子上的标签是手写的英文。物品未被使用，随后的测试显示这些蛞蝓含有大量的维生素C，E，和B族复合维生素（SANS核黄素），还含有大量的砷。\n花费金额：500日元\nSCP-261是否通电：否\n物品描述：未知名字。装在铝盒中的绿色胶质砖块。打开时，砖块发出了尖叫声。物品未被使用。等到测试时，这种材料已经缩成了悬浮在水中的绿色薄片，只能发出2分贝的耳语声。所有试图鉴定材料性质的尝试都失败了；据报告，薄片自行卷了起来，在试验开始后不久就溶解了。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：芥末馅炸鱼饼，装在保温袋里。包装有点像木偶剧角色“瑞典大厨”，除了说明和营养信息（英文）外的包装上写满了莫名其妙的仿瑞典语与大量的的元音和重音符号。物品极咸。\n\n实验进行到此时，███████博士拔下了SCP-261的插头以记录它的变化。",
    "花费金额：17日元\nSCP-261是否通电：否\n物品描述：一个标准的任天堂“gameboy”游戏机，已插入游戏“俄罗斯方块”。工作人员报告说玩的时候“嘴里有非常强烈的蓝莓味”。",
    "名字：研究员██████████\n\n花费金额：600日元\nSCP-261是否通电：是\n物品描述：糖果突击队-一个分为两部分的塑料小袋，重400克。包装上写有英语、意大利语和法语。打开后，发现里面有绿色和黄色的玩具士兵，类似塑料士兵。一旦不同肤色的士兵接触到对方，双方会开始互相嘲笑并火拼约2分钟。在那之后，小模型会停止动作。报告说它是薄荷味的。\n\n花费金额：1000日元\nSCP-261是否通电：否\n物品描述：一根30克试管，含有几个白色小球。未知语言包装。包装上画着一个小球被放在一杯水里的图像。一旦这样做了，水很快就会变稠，然后变成一团布丁。可食用，但据说味道是“可怕的，就像它腐烂了一样。”\n\n花费金额：1500日元\nSCP-261是否通电：否\n物品描述：“醮糖[原文如此]”可重复使用的锡纸包着的焦糖糖果。化学分析显示了几种未知成分。食用焦糖的受试者发出了嘶嘶的声音，██分钟后晕倒。一个小时后，受试者醒来，他的舌头和牙齿都不见了。测试暂停一天。\n\n注：我开始思考重复使用是如何增加异常内容的出现概率的。也许我们是在“榨干它”，可以这么说吗？\n-初级研究员██████",
    "花费金额：110日元\nSCP-261是否通电：是\n物品描述：一个放在纸盘子上的普通甜甜圈。甜甜圈大小和重量都是普通水平。食用报告说时味道甜美。今日测试结束。\n注：我觉得很奇怪，正当初级研究员██████说我们把它榨干了的时候，scp-261开始出售“正常”的东西了。我不可能是唯一注意到这一点的人。\n-████████博士",
    "花费金额：1500日元\nSCP-261是否通电：是\n物品描述：科龙上校的忏悔糖果，什锦果味，英式英语标签，装在5厘米×6厘米x6厘米的橙色盒子里，包含16颗硬糖。每颗糖果的标签上都写了糖果的口味。这些口味包括：薄荷、柠檬、葡萄、青苹果、蓝莓、香蕉、百果、<未知>、和枫糖浆。糖果之间的间隔装满了彩色纸带。吃下糖果后，受试者会尝试各种形式的交流以讲出自己的秘密。长时间接触糖果会让人暴露出更深层的秘密。试验显示该糖果与同口味的典型硬糖的成分没有区别。\n注：嗯，我想现在每个人都知道了，隐藏真实的我是没有意义的。但是，嘿，这会是一个好故事。”你怎么讲出来的？”“哦，都怪scp-261。”我又在胡说八道了，是吗？你知道，我有一个问…\n[数据被编辑]\n-初级研究员Andrew Gatling",
    "花费金额：从1963到1991年的10枚25美分硬币（2.5美元）\nSCP-261是否通电：是\n物品描述：如预期的一样，零钱被退了出来。然而，与之前的尝试不同，这次所有的被退回的钱都是日元。\n注：“我想知道这东西是否在试图调整我们对待它的方式。就像这件事一样，退出使它能够正常运作的硬币。我止不住地想这东西可能能做更多事，除了把东西从…随便什么地方拉过来。”\n-███████████博士\n注：在之前那段话被说出来以后，SCP-261通过主开口吐出了之前投入的2.50美元，然后在接下来的两个小时停止了工作。",
    "花费金额：500日元和一张描述了之前得到的物品的便条\nSCP-261是否通电：是\n物品描述：机器发出嘎嘎声，然后从退币槽里退出了500日元和一张便条。便条上用日语写着“需要修理”，下方用标准英语小字翻译了一遍。该小组正要离开时，机器在4秒内吐出了17个盖子，然后机器慢慢渗出了黄色液体。分析发现盖子确实属于之前的罐子，液体为蜂蜜。今日测试结束。\n注：一小队科学家打开了SCP-261，发现整个机器里面全是蜂蜜。没有电路或电器部件被损坏，但仍然花了三天来清理所有的蜂蜜。机器完全清洗干净后恢复了正常工作。\n注：“好吧…这是第一次。”-Anonymuess博士",
    "花费金额：200日元\nSCP-261是否通电：是\n物品描述：没有标签的小桶，装有草莓酸奶。报告说酸奶是“美味”的。\n注：现在刚刚清理完SCP-261，做这个测试是为了确保机器仍能正常工作。为了让机器“休息”，今日测试结束。",
    "花费金额：用日语写着“给凯西”的1000日元\nSCP-261是否通电：是\n物品描述：一幅3x5英寸的画，上面有一个野餐篮、一块方格布和一个手摇冰淇淋机。将该画给SCP-085看的申请正在等待O5审批。",
    "花费金额：250日元\nSCP-261是否通电：否\n物品描述：一包附带可交易棒球卡的口香糖；卡上描绘了从SCP-2206得知的球员，和一支日本球队“横滨湾星”。值得注意的是，球员卡提到了Francisco Lindor，一个克利夫兰流亡者的投手，成为了击败芝加哥孤儿夺得2016世界大赛冠军的关键。口香糖是樱桃味的。\n哪个坑爹宇宙的克利夫兰队可以击败芝加哥队赢得世界大赛？！- Mattings博士。",
    "花费金额：420日元\nSCP-261是否通电：是\n物品描述：SCP-420-J，一模一样的复制品。\n没错伙计们，我们需要找出一种去随机化的方法，这样我们就可以再弄到曾经获得过的东西……把它用在一些……嗯……科学目的上。-研究员██████",
    "花费金额：9001日元\nSCP-261是否通电：否\n物品描述：卡卡胡萝卜蛋糕-画有一个黄色胡萝卜蛋糕和一个放射性标志的纸板箱。对它进行了辐射测试，但没有发现任何东西。D-6217打开它，它发出了一个声音。听起来像是卡通秀“█████████████”，一成年男性声音是尖叫“超过9000了！！！”。在那之后，每个人都感到精力充沛和饱足，于是胡萝卜蛋糕就被处理掉了。\n那是我最喜欢的动漫！-研究员██████",
    "花费金额：60日元\nSCP-261是否通电：是\n物品描述：未知-铝袋，其上文字类似日语。袋子里全是米制小报，食用时，你可以流利使用一种被称为“Chingsans”的神秘语言，持续12~24小时。是米和面味的。",
    "花费金额：4000日元\nSCP-261是否通电：否\n物品描述：“凯洛格松脆蟹”-一个画有螃蟹的纸板箱。螃蟹似乎在吃小螃蟹。包装里装有麦片。D级被叫去品尝它。他们的反应是尝起来像螃蟹。没有异常效果的报告。凯洛格不生产这种麦片。",
    "实验日期：██/██/2016\n目的：评估文本阅读能力\n花费金额：300日元和一张便条，上面用日语罗马音要求“更换测试对象”\nSCP-261是否通电：否\n物品描述：D-583619被分配检查出货口里出现的亮橙色包装袋。D-583619随后带着D-914728回来了，包装不见了。\n“现在我在想…亮橙色的囚服…”-█████████████博士",
    "花费金额：300日元\nSCP-261是否通电：原本通电，由于维修人员造成的短路，发放完物品后断电了\n物品描述：一个“伪套娃”，像是健达出奇蛋的巧克力糖果，西里尔字体。打开后，里面有一个大小相似的蛋，由葡萄味的冰糖组成。在这个蛋里面是另一个固体焦糖做的蛋；总的来说，在到达中心前观察到了六十层以上的蛋，口味多变，有太妃糖、花生酱和一种化学分析鉴定为巧克力酱和藏红花的混合物。\n中心层是不可食用的，为一个装着大颗蓝宝石的粉红色塑料盒；测试显示，蓝宝石是人工制造的，不可食用。\n\n花费金额：300日元\nSCP-261是否通电：试图重现上次实验，SCP-261原本通着电，在发放完物品后断开供电\n物品描述：1瓶“皇冠苹果酒”，英语文字。含酒精的苹果味皇冠可乐；测试显示味道类似于非常甜，非常浓烈的苹果酒。胡椒博士集团并不生产这种饮料。\n\n花费金额：300日元\nSCP-261是否通电：未通电，但是发放完物品后恢复供电\n物品描述：一对活浣熊，一公一母。活检显示无异常的生理结构。对SCP-261的检查发现了一本小册子，用西班牙语指导如何照顾浣熊，没有任何迹象表明他们是作为食物被提供的。\n\n花费金额：300日元\nSCP-261是否通电：未通电，但是发放完物品后恢复供电\n物品描述：十三根紫杉树的嫩枝，紫色的包装纸上描绘了仙女把它们捆在一起的图案，未知语言。图片表明树枝应在点燃时食用。这样做会导致木材燃烧着紫色火焰，散发出类似人工葡萄调味的气味。尝试吃它的D级人员的嘴被二级烧伤。在仓库内贮存了样品。",
    "花费金额：200日元\nSCP-261是否通电：是\n物品描述：巧克力松糕。看起来像普通的黄金松糕，但是是巧克力味的。未被食用，放在初级研究员Fullsail的桌上以待检查。",
    "注：在下面的实验中，SCP-███暂时逃出了收容。虽然它很快被重新收容，基地电源被破坏了，不得不关闭电力以进行维修。决定进行SCP-261的试验以研究使用备用发电机是否会造成显著差异。为了一致性标记为“半通电”。\n{%次元泛用售货机实验日志半通电}",
    "这是初级助理研究员Meerschaum的实验日志之一：\n名字：初级助理研究员Meerschaum\n日期：██/██/20██\n{%次元泛用售货机实验日志初级助理研究员Meerschaum}",
    "这是研究员Hart的实验日志之一：\n名字：研究员Hart\n日期：██/10/2016\n{%次元泛用售货机实验日志研究员Hart}",
    "Allok博士正在从事是否给SCP-261时间以“降温”的测试，该测试将有助于减少危险或不愉快的食品的出现频率。测试每15分钟进行一次，每次测试使用500日元。重复这一循环直到出现异常项目，然后暂停测试两个小时再继续。在测试暂停的过程中，SCP-261未被其他人员使用。\nAllok博士注：老实说，它似乎过热了。长时间使用它，它会给出危险的东西。另外，投入太多的钱似乎会令它困扰，因为缺乏相符合的物品。所以让我们慢慢地、稳定地使用它。\n\n注：普通物品被省略，拨打#0098-89-DDA以查阅完整记录。\n\n{%次元泛用售货机实验日志Allok博士}",
    "这是初级助理IJff的实验日志之一：\n名字：初级助理IJff\n{%次元泛用售货机实验日志初级助理IJff}",
    "研究小组注：为了控制可能的异常行为，每次测试都会使用一个新的100日元硬币。\n{%次元泛用售货机实验日志新的100日元硬币}",
    "这是某个重复实验的日志之一：\n{%次元泛用售货机实验日志重复实验十次}",
    "——King博士的实验又双叒出现苹果种子啦！\n{%次元泛用售货机实验日志King博士}"
  ],
  "次元泛用售货机实验日志半通电": [
    "花费金额：250日元\nSCP-261是否通电：半通电\n物品描述：一个2公升的容器，装满了疑是牛奶的东西。标签上写着“烂品质”，可能是对███-████拥有的“██████████”的拙劣模仿。D-4242决定当场试试，说它“尝起来像羊奶和牛奶的混合物”。有趣的是，截止日期为“3127年2月14日”。\n注：“说实话它没那么糟糕，不知道你们在紧张什么。”-D-4242（Walter博士坚持要写下这段话）",
    "花费金额：一枚钻了孔的500日元硬币，用厚纱线穿过孔绑住了硬币，在孔上粘了少量胶带以防止硬币丢失。投入硬币后，用线成功地把硬币拉了出来。进行了上次的类似实验的Yatts博士这次在收回硬币的时候显得很紧张。\nSCP-261是否通电：半通电\n物品描述：机器犹豫了约5秒，然后掉出了一枚手榴弹。手榴弹击中地面大约2秒后爆炸，而在场的人则四散逃开。然而，伴随着噪声的是五彩纸屑而不是爆炸。在“爆炸”发生时，房间里的所有人都报告闻到了强烈的薄荷味。\n注：“我不想说谎；我[脏话]自己。如果我们再用这东西玩硬币戏法，我就再也不进这个房间了！”-一个非常紧张的Yatts博士",
    "花费金额：1000日元\nSCP-261是否通电：半通电\n物品描述：12盎司红色铝罐装汽水。无标签。D-4242当场打开喝了一些，报告说“噫…味道像…死毛毛虫！”",
    "花费金额：200日元\nSCP-261是否通电：半通电\n物品描述：200枚巧克力硬币。奇怪的是它们的形状有点接近方形。未发现它们有何异常。\n注：此时今日测试结束。在同天晚上23:22恢复供电。"
  ],
  "次元泛用售货机实验日志初级助理研究员Meerschaum": [
    "花费金额：250日元\nSCP-261是否通电：是\n物品描述：蓝莓哟嗬-打开罐子的时候，它用高亢的嗓音喊着“哟嗬！”。D-3489安全喝下饮料，但在接下来的三个小时里不停地放屁；每个屁的声音都重复着短语“哟嗬！”。",
    "花费金额：250日元\nSCP-261是否通电：是\n物品描述：克莱门氏甜甜小柑橘-一片塑料包装的柑橘类水果。营养表里列出的唯一成分为“柑橘”。吃完后，D-3489坚持该水果实际上是无核小蜜橘。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：<未知>-一个蜡纸袋，上面画着一只穿着宽外袍和月桂冠的拟人化的卡通猪。内含三条培根。D-3489描述培根为“哦哎-太哎-咸哎-了哎”。D-3489在吃完后的45分钟里都是这样说话的。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：俄式套娃夹心蛋糕-包装里有一块Hostess牌夹心蛋糕。包装上的插图为一只正在挤压奶油蛋糕的手。D-3489按照指示挤压蛋糕。然后蛋糕弹出了一块相同的蛋糕。第二块以同样的方式喷出了第三块。一共有5块蛋糕。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：冰糖晶球-一块塑料包装的冰糖，其大小近似于垒球。除了产品名外，包装纸上没有文字，只有一张手拿晶球砸在桌上的照片。D-3489奉命砸球，导致晶球裂成近乎完美的两个半球。球是部分空心的，里面有4层不同颜色的冰糖。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：<未知>-一个小纸箱，装有60支不同颜色的火柴。盒子上只有一句手写的“这个世界需要火柴”。当划过盒子侧面，火柴会被点燃，产生与火柴颜色相同的火焰，然后迅速凝固成水果味的棒棒糖。\n花费金额：500日元\nSCP-261是否通电：是\n物品描述：Chuckles牌木炭-一包标准Chuckles牌果冻，唯一不同的是，这五颗果冻都是黑色的，有浓重的甘草味。吃了一个后，D-3489开始打嗝，打出了温度为1100°C黑色火焰，但是没有对他或周围的任何环境造成损害。",
    "花费金额：1000日元\nSCP-261是否通电：是\n物品描述：梦泡芙-一个画着面带微笑的熟睡卡通男孩睡着的包装袋，里面装有两个奶油泡芙。D-3489吃了一个，立即变得行动迟缓，3分钟后就睡着了。50分钟后他醒过来，说他梦到他参加了一个宴会，现在他已经饱了。剩下的面皮被送去进行分析。",
    "花费金额：1000日元\nSCP-261是否通电：是\n物品描述：哲学司康饼-玻璃纸包着的司康饼，上面的贴纸写着“哲学司康饼：美好的30分钟！”D-3489安全吃下，描述其为寡淡无味的。\n编辑：测试SCP-261后的第四天，D-3489在测试SCP-███时被暴力移除了内脏。受到如此致命的伤害，他仍然活了三十分钟，并提供了有关SCP-███的有价值的信息。",
    "花费金额：1000日元\nSCP-261是否通电：是\n物品描述：精美的克莱因酒-一个克莱因玻璃瓶，不使用时看起来是空的。当它碰到一个人的嘴唇时，瓶子会开始自发地生成黑比诺酒。产生的量是有限的，虽然由于它的第二个性质，我们很少需要它。进入口腔的葡萄酒不会像往常那样沿着食道往下走，而是从鼻孔里向外冒出，重新进入瓶子，然后循环经过第二个开口，形成一个无限的葡萄酒循环。因为酒从不进入喉咙，所以在喝水的时候是可以呼吸的。D-3489描述过程为“不舒服-啊，呃-啊-在-啊-像-啊-墨水-啊。”",
    "花费金额：5000日元\nSCP-261是否通电：是\n物品描述：软糖虫洞-一个飞速膨胀的黑色气球。气球上布满了卡通图案，描绘着微笑的虫子通过传送门在空间中穿行。当气球爆开时，打开了一个直径约50厘米的圆形传送门，里面出现了一条约150厘米长、30厘米宽的软糖虫子。虫子是有感知能力并且有敌意的，不得不派出安全部队处理。遗骸没有异常，但它的器官完全由糖果组成。",
    "花费金额：10000日元\nSCP-261是否通电：是\n物品描述：<未知>-正方形的不锈钢盒子，边长10厘米，一侧有一个钥匙孔，钥匙通过链子连在盒子上。盒子的顶部有一张公牛头的图片。转移到隔离室继续测试。转动钥匙打开箱子，一个9厘米的巧克力人身牛头怪走了出来，然后迅速长到超过9米，并宣布“我是米诺陶！”。牛头人把D-3489殴打至昏迷。安保人员对它开火，但是子弹对它的身体无法造成损伤。然而，当一名警卫在它的手臂上砍出了一个小口子后，它倒下了。遗骸未见异常，重754公斤，完全由牛奶巧克力组成。"
  ],
  "次元泛用售货机实验日志研究员Hart": [
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：“宅男版百奇”。标签上断断续续写着日语的罗马音，研究员Hart形容其为“像是各种各样的互联网用语”。该零食为裹着冰糖粒的饼干棒。江崎格力高不生产此款百奇。",
    "花费金额：200日元\nSCP-261是否通电：是\n物品描述：“剑士软糖”。一种塑料软管，中间有不透明的间隔物，连接到管子外面的一张卡纸。管内有两个人形软糖，穿得像是罗马角斗士，被间隔物分隔在了两边。说明书和标签是拉丁文的。按照翻译后的说明书所写，卡纸被拔出，带走了间隔物。间隔物已被拔出，小人就注意到了对方，并且立即开始互相攻击。大约三分钟后，一个小人显然打倒了另一个，然后躺下睡着了。按照说明书上的下一个指令，从两端打开了管子。报告说软糖小人的味道像樱桃汁。",
    "花费金额：300日元\nSCP-261是否通电：是\n物品描述：“糖鸡罐”。一个圆柱形的金属罐头，包装上有一只卡通小鸡。中世纪英语标签。罐子里面有一些杏仁蛋白软糖羽毛、五颜六色的肉和骨头软糖，和一个带有水果味蛋壳的鸡蛋。打开时，发现它装满了融化的白巧克力，还有焦糖蛋黄和小鸡软糖。"
  ],
  "次元泛用售货机实验日志Allok博士": [
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：“惊吓口香糖”-透明纸小包装，上有日语文字，但包含大量的日本网络俚语，由“你好逗”生产。包装上画着一个流血的长发幽灵女人正从学校储物柜里走出来。打开包装，内含三个较小的单独包装，近似标准扑克牌的尺寸。打开其中的一个包装，发现了一片薄薄的黑色口香糖，包装纸内部写满了日语汉字，还有一幅长着扭曲人脸的野狗图案。文字描述了“人面犬”传说的一个简短恐怖的版本。受试者Allok博士描述口香糖本身有轻微的茴香味道，粗糙，令人不悦。\n食用口香糖后约一个小时，Allok博士的行为开始变得古怪。在十分钟的时间里，他变得越来越激动，说他从眼角看到了动静，听到了奇怪的、不安的声音，有强烈的被监视的感觉。十分钟后，Allok博士突然大叫一声，像是一个看不见的力量把他推倒在地上。恢复后，安全人员进行了深度扫描检查，Allok博士指出，一只带有扭曲腐烂人脸的狗突然推开试验室的门，怒吼着向他扑去。没有其他工作人员或安全人员观察到这一点，没有传感器或安全警报器被触发。恢复后未见其他效果。\n已经确定口香糖会引起与包装纸有关的定时幻觉。大约有一半的口香糖会触发该效果，根据口香糖中间的孔洞判断，口香糖是可以共享的。这种定向的、结构性的幻觉是如何引起的，目前仍在研究中，然而，这并不是纯粹由化学导致的，似乎也不会产生除轻微的妄想症以外的挥之不去的影响，妄想症症状因人而异。其他的包装纸讲述了一个未知身份的痴汉自杀以更好地跟踪读者，和一个可怕畸形婴儿的灵魂杀死并吃掉读者的故事。两者都会引起相关幻觉。\n注–我不太愿意承认，我有点尿了。我告诉你，我可以闻到那该死的东西。撇开直接应用，如果我们能够知道它是如何工作的，我们可以推动幻觉研究20年的进展。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：“可可卡翠娜骷髅头”-一个色彩鲜艳的透明袋子，上面有与“墨西哥亡灵节”相关的图案，文字为现代西班牙语，没有厂家信息。标签提供了一个简短的对于该节日，以及制造和食用糖果头骨的传统的描述。这个袋子是用一个简单的扭环固定的。里面是一个小的立体糖果头骨，用传统的红色皇家图案的糖衣装饰。它在几点上不同于传统的糖果头骨。它只有一种颜色-用于装饰的红色。头骨本身是深棕色的，似乎有沿着头骨向后长的角，以及锋利的牙齿。\n主要的区别是，传统的头骨主要是由糖制成的，而这个看起来是纯可可的。其结构与糖制头骨相同，但该头骨中没有真的糖。可可本身不属于任何有记录的可可植物品种，这可能是它结晶的原因。头骨被描述为非常苦涩的，带有辛辣的辣椒味。\n注-这件事有点困扰着我。不过是一个黑红色的长角头骨，我却无法把我的手指完全放在上面。另一个问题是为什么它看起来像糖一样。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：“俄罗斯轮盘”-一支12厘米的塑料长管，文字为西里尔字体的英语，“红星”生产。长管两端各有一个小的压力垫和一个小密封孔，外包装的文字下面描绘了一支写实的枪管。包装上的描述表明物品是糖果，并打算与“最勇敢或最愚蠢的朋友”分享。指示提示要去咬压力垫，这会导致糖果滚到口中。\n经双方同意，研究人员开始进行测试。咬压力垫会让一个白色的小球滚到嘴里，尝起来“像是方糖”。外壳在五秒内溶解，释放出内部填充物。管里似乎有八个小球，它的构造是为了阻止随意的篡改规则。口味包括巧克力糖霜、蓝莓和橙汁可乐。\n如包装上所述，每一个管内都有一个弹丸被指定为“死亡球”。这个弹丸溶解后会释放一种液体填充物，即85%纯度的辣椒素和一种浓稠的糖浆，糖浆会对阻止人体中和辣椒素。Henjik博士吃到了“死亡球”，由于呼吸问题和可能的过敏反应被送去医务室。四小时后宣布完全恢复，未见其他的异常属性。\n注–Henjik博士是一个超级巨婴。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：“可爱女孩的眼泪”-淡蓝色玻璃汽水瓶，沿着瓶身有斜着的纹理，文字为英语和日语，没有可识别的制造商。物品的标签描绘了一个动画风格的蓝发蓝眼的年轻女孩。她看上去又苦恼又难过，哭得很厉害。该角色不符合当前任何的娱乐形象，艺术风格也与任何已知的艺术家不相匹配。该物体似乎是一个系列的一部分，因为标签上鼓励消费者尝试“可爱男孩的眼泪”和“妹妹的眼泪”，但没有与该物体相匹配的记录。\n瓶子有一个标准的金属瓶盖，似乎是日本为美国市场制造的。里面是略带蓝色的清澈液体。液体不含碳酸，非常甜，还有隐约的浆果味（未确定）和轻微的咸味。研究人员称它与运动饮料有些相似，测试结果表明，它与几种市面上的运动饮料有相似成分，糖和钠含量明显较高。质地略微粘稠，并会留下粘性残留物。\n未见额外的异常性质，然而它已被观察到，那些报告最享受该物品的人在年度检查中的TSR-88残忍指数也得分最高。对可能的联系的调查正在进行中。\n注-我不在乎他们说的什么我的分数，那东西很美味，值得来一瓶。不是有什么个性化的苏打水服务吗？我要点这个。\n附录-请求被拒绝。"
  ],
  "次元泛用售货机实验日志初级助理IJff": [
    "花费金额：400日元\nSCP-261是否通电：是\n物品描述：妙卡牌巧克力，“豆沙”味-外层是典型的妙卡牌牛奶巧克力。填充物主要是豆沙和食品添加剂E121、E227、E422和E425。德语包装。亿滋公司不生产这种味道，也没有任何其他主要的巧克力厂家生产类似产品。\n注：这东西实际上相当不错。也许我们可以卖菜谱？-初级助理IJff",
    "花费金额：400日元\nSCP-261是否通电：是\n物品描述：脆果圈-一盒麦片。包装类似于流行的“果脆圈”品牌。除了名字和麦片本身的不同外，该盒子是防水的，并且附有一个塑料勺和一瓶人工加糖的牛奶。与“果脆圈”明显不同的是，“脆果圈”麦片含有少量的真水果。然而，“脆果圈”麦片里面并没有一个完整的“圈”。",
    "花费金额：400日元\nSCP-261是否通电：是\n物品描述：未知-一个装着二十个类似蜜桔的水果的小布袋。袋子上有一个陌生的字母表，还有一幅猴子的卡通画。每一个水果都比商店里卖的典型蜜桔小得多，没有一个的直径超过三厘米。吃掉了四个水果，比想象中的味道更甜。此外，果皮也被证明是可食用的，有同样的味道。\n附录：对剩下的三个水果的实验室测试显示它们与数据库中的柑橘类水果的基因不同。此外，每个水果的皮上都发现了一系列小的穿刺痕迹。它们一致的深度和位置表明它们是由机械造成的。",
    "花费金额：400日元\nSCP-261是否通电：是\n物品描述：党的坚持：红色口味-包装为一个由喜庆色彩和气球照片装饰的石棉盒子。下面的标语写着“未来食物”。打开盒子时发现了一根似乎是炸药的木棍。\n附录：化学分析证实，这根木棍实际上是普通的炸药。木棍被成功地运到一个防爆室，在那里被点燃。爆炸后未产生异常效果，也没有任何其他影响。\n注：也许我们少了恰当的思想？-初级助理IJff",
    "花费金额：400日元\nSCP-261是否通电：是\n物品描述：未知-SCP-261给出的物品在外观上与SCP-106的头是相同的。保安███本能地对物品开了3枪，摧毁了它。研究人员██████因该物品的外观而发生了心源性休克，但预计将会完全恢复。\n附录：后来的化学分析表明，物体的残骸中存在人类皮肤、稻草和樱桃糖浆。"
  ],
  "次元泛用售货机实验日志新的100日元硬币": [
    "花费金额：100日元\nSCP-261是否通电：是\n物品描述：UTZ认证“蟹片”-一袋2盎司（57克）的老湾风味薯片。内容物无异常。",
    "花费金额：100日元\nSCP-261是否通电：是\n物品描述：聪明豆-一盒1.5盎司（43克）糖衣牛奶巧克力，雀巢公司在全球许多国家都有发行。美式英语包装，指出由“美国雀巢公司”生产。由于与Ce De Candy的商标纠纷（一个无关的“聪明豆”糖果产品制造商），雀巢公司从未在美国生产、销售“聪明豆”。内容物无异常。",
    "花费金额：100日元\nSCP-261是否通电：是\n物品描述：好苏打-一罐12盎司（355毫升）由可口可乐公司生产的“柑橘/香料”口味的软饮料。包装很简单，上面只用白色的瑞士字体在黑色背景上写了大写字母“OK”与较小的文字“有事情要发生”。尽管可口可乐在1995年因销售业绩不佳停止了好苏打的生产，但这似乎是在2017年生产的。内容物无异常。\n无异常，但是太难喝了。难怪他们不再生产这东西了。呃。-研究员Van Nostrand",
    "花费金额：100日元\nSCP-261是否通电：是\n物品描述：班巴-一袋50克的花生味爆米花零食，由以色列的特拉维夫食品工业生产。包装上用西里尔字体印着意第绪语，写着公司地址为“佳发自由城”。附着一枚印花税票，印有俄语“进口税-5卢布-已支付”和沙皇尼古拉斯四世的肖像。检查时发现袋子里只有44克的产品。内容物无其他异常。",
    "花费金额：100日元\nSCP-261是否通电：是\n物品描述：约500毫升的透明塑料瓶，内含亮蓝色液体。标签未翻译（可能是日语），绘制着一个类似企鹅的生物（认为是“██████”，██████████软件的吉祥物）。液体不含碳酸，散发着硝石和生鱼的气味。在品尝测试开始之前，一位受试者意外将瓶子打翻了。瓶子在与地面接触后爆炸，导致受试者轻微受伤。\n我觉得今天就到这里吧。-研究员Zembrovski"
  ],
  "次元泛用售货机实验日志重复实验十次": [
    "实验1：罐装可口可乐，带有不同图案的日语标签。内容物与目前的可乐相同。",
    "实验2：罐装可口可乐，带有不同图案的日语标签。内容物与目前的可乐相同。",
    "实验3：罐装可口可乐，带有不同图案的日语标签。内容物与目前的可乐相同。",
    "实验4：健怡“口乐”。罐子上是中文和日文的混合语言。",
    "实验5：一罐“清可口可乐”。标签会在黑暗中发光，顶部有一个未知动画电影的全息广告。",
    "实验6：焦糖可可叶，有浓郁的薄荷香气。D级人员食用后出现轻微古柯碱过量的症状，但是没有其他反应。",
    "实验7：出货的时候容器碎了，似乎是一个装满棕色气体的玻璃容器。瓶子完全密封，没有盖子。",
    "实验8：“快乐的柠檬黄油龙！”。生的黄玉米制成的中国龙。微波加热时它在微波炉里“喷出”了一股黄油，导致了一场火灾。",
    "实验9：“瓶装闪电”。一个被当做莱顿瓶的空玻璃瓶。打开它的D级人员受到了几乎致命的电击。一小时后受试者报告“尝到了”温度。",
    "实验10：一罐“可可乐”。D级人员在打开它后不久死亡。分析表明，饮料内含有一氧化碳而不是二氧化碳。"
  ],
  "次元泛用售货机实验日志King博士": [
    "花费金额：1日元\nSCP-261是否通电：是\n物品描述：一颗种子，测试表明为苹果种子。",
    "花费金额：2日元\nSCP-261是否通电：是\n物品描述：两颗种子，也是苹果。",
    "花费金额：3日元\nSCP-261是否通电：是\n物品描述：三颗种子，还是苹果。",
    "花费金额：1000日元\nSCP-261是否通电：是\n物品描述：一千颗种子。在当天晚些时候进行了类似的试验，每次都是苹果种子。King博士收到了许多投诉，称他“弄坏了”这个SCP。这台机器被独自放置了一整晚，次日早晨由另一名研究员进行实验。",
    "花费金额：300日元\nSCP-261是否通电：是\n物品描述：300颗苹果种子。无论是King博士还是被King博士委托作实验的人都会得到相同的结果。目前还不清楚为什么会这样，这也可能会成为该机器有部分知觉的证据。",
    "花费金额：100000日元\nSCP-261是否通电：是\n物品描述：100000颗苹果种子。它们显然很好吃。进一步研究表明它们含有██克的█████。"
  ],
  "次元泛用售货机实验日志D级人员": [
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：奥利奥-一包6块标准奥利奥，亮蓝色包装，标签为西班牙文。没有特殊味道。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：一袋暴风果-不仅含有青苹果和西瓜这样的普通口味，也含有其他口味如石榴，枇杷，黑莓。目前的暴风果不含有这些口味。可食用。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：香料炸弹-红橙条纹小糖果，日文包装。尝起来像墨西哥辣椒味口香糖。极辣。测试被暂时叫停以便██████博士可以去呕吐和服用抗酸剂。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：激浪：热粉-透明塑料瓶，英文标签。亮粉色碳酸饮料，已证明可食用，入口酸甜，回味微甜。确认为石榴和酸苹果的混合果味。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：未知-装有类似海洛因吸食器具和小瓶透明液体的小塑料盒。令多名研究员使用。注射后，受试者报告了强烈的薄荷味，且他们在接下来多个小时内持续闻到薄荷味，显然该气味源于其自身的汗液和油脂。由于持续的气味和味道，受试者在约一个小时后报告了恶心。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：未知-类似于闪存的USB设备，包装上只有条形码。当插入电脑时，电脑以两倍速运行且不再对鼠标和键盘输入有反应，显示在同时运行多个扫雷程序。该物品被保留以用于潜在的机械类SCP测试。",
    "花费金额：167日元\nSCP-261是否通电：是\n物品描述：多力多滋-一袋多力多滋薯片，烤干酪辣玉米片味。",
    "花费金额：200日元\nSCP-261是否通电：是\n物品描述：好时坚果巧克力-一条普通大小的好时坚果巧克力。然而，此坚果不属于任何一个已知品种。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：青苹果糖霜-一罐绿色青苹果糖霜。目前没有任何公司生产此产品。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：乐事开花洋葱：混合口味-一个普通大小和颜色的洋葱。切片表明它有许多层，每层都由不同颜色和口味的薯片组成，包括了许多乐事未生产的口味。",
    "花费金额：500日元\nSCP-261是否通电：否\n物品描述：未知-一个装有水的透明塑料包，有类似小蝠鲼的生物在内部游泳。连接有一个装在塑料包装里的蓝色药片。打开顶部加入蓝色药片后，水立刻啪的一声结冰了。从包里拿出冰块后，冰块变成了水蒸气，剩下被冻僵了的小生物。每个小生物的味道都略微不同。",
    "花费金额：700日元\nSCP-261是否通电：是\n物品描述：健康果汁（浆果味）-未发现异常属性。英语包装。",
    "花费金额：700日元\nSCP-261是否通电：是\n物品描述：可食用国际象棋-由小硬糖制成的可食用国际象棋。糖果的味道和质地类似PEZ糖果，法语包装。",
    "花费金额：1000日元\nSCP-261是否通电：是\n物品描述：自创糖果机器人-一个小袋子，里面有各种混合部件，可以用不同的方式组装起来制造出微型的糖果机器人。一旦完成，糖果机器人会开始自行移动约两分钟，漫无目的地四处走动和撞上东西。很甜。未知语言包装。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：SCP-417水果-在把物品（密封包装）送去焚烧之前紧急疏散了房间。未知语言包装。",
    "花费金额：100日元\nSCP-261是否通电：是\n物品描述：栓剂-物品未被使用。随后的测试显示它为薄荷味，有高营养价值。包装上有类似希腊语的未知语言和使用说明图。",
    "花费金额：700日元\nSCP-261是否通电：是\n物品描述：培根衬衫-一件简单的深红色衬衫，未知语言的塑料包装。测试显示，衬衫可食用，可穿，味道类似培根。除了闻起来像培根以外穿着此衬衫并无任何副作用。",
    "花费金额：1000日元\nSCP-261是否通电：是\n物品描述：广告瓶-一个不知名合金制成的高瓶子，上面有一个螺旋瓶盖，内部充满了一种类似蓝百事的液体。瓶子的侧面会发光，展示了一个喝酒的漂亮女人的动画广告。喝完饮料后此物品会自动关机。广告和包装上有类似古日语的未知语言。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：反温度泡芙-一包在低温下变热，在高温下变冷的泡芙。把它放进微波炉会导致它结霜，把它放进冰箱会让它变得滚烫。如果不摸着它的话味道还不错。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：西递莫林饼干-3块塑料包装的巧克力饼干。在饼干接触到嘴唇的前3秒就可以尝到味道。包装上似乎是一种未记载的班巴拉方言。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：硬面饼-一块面包。包装上的语言在后来确定为严重希腊化的法国用希腊字母的。物品很难咀嚼，尝起来有肉味。检测显示该味道为海龟汤。",
    "花费金额：500日元\nSCP-261是否通电：否\n物品描述：天然气能源-一个肥皂泡被固定在一个透明塑料罐子内。英语包装。介绍写道“打一个洞然后猛吸内部气体”。确实可以用手指在气泡上戳一个洞。吸入（薰衣草味的）气体会使气泡收缩直至完全消失，并使对象感到充满活力和力量。对象抱怨了其恼人的鼻腔瘙痒好几个小时。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：榛子巧克力-一包约12个小榛仁巧克力。德语包装。DNA与伊朗榛子相同。好时公司不生产这种产品。",
    "花费金额：500日元\nSCP-261是否通电：否\n物品描述：焦糖狼蛛-被硬焦糖裹住的一只13英寸的毛茸茸的蜘蛛。物品未被使用，经检测为罗纳栉蛛属的未知品种。试验表明，腺体内仍有剧毒毒液。未知语言包装。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：雕塑糖果-一管类似于培乐橡皮泥的亮橙色面团，有强烈的柑橘气味。刚打开时是可塑的，逐渐变得极其坚硬，导致对象的手指被夹住。西里尔字体的未知语言包装。",
    "花费金额：500日元\nSCP-261是否通电：否\n物品描述：胡椒博士的开心吸管！-一根吸管，从一端可以看到，似乎内含加糖的胡椒博士。吸管含有远多于吸管所能容纳的液体（大约是一瓶正常的胡椒博士）。日语包装。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：地质艾罗巧克力-一个双倍厚的艾罗巧克力条，由四层不同口味和颜色的巧克力组成：黑巧克力，橙子巧克力，薄荷巧克力和白巧克力。雀巢公司不生产这种产品。德语包装。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：泰瑞的巧克力南瓜-一个南瓜形状的巧克力，可以轻松扳成11块碎片。隐约有南瓜和止咳糖浆的味道。卡夫食品公司不生产这种产品。美式英语包装。",
    "花费金额：300日元\nSCP-261是否通电：是\n物品描述：水果纺织品-一包三件颜色鲜艳的可食用内衣。物品已被没收。目前下落不明。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：声音饼干-拟声词形状的小饼干。当它破碎或被咀嚼时，会产生其文字相符的声音。",
    "花费金额：10000日元\nSCP-261是否通电：是\n物品描述：物品为一个六角风车形状的小面包。彩色包装纸上有“天堂闪亮吉祥面包店”的标志，还有标语“甜使为甜使所做”（原文如此）。食用后，对象立即陷入昏迷状态，在此期间他似乎处于一种类似于高潮的持续狂喜的状态。对象在50分钟后醒来，但这种狂喜的精神状态持续了两个多小时，且一直念叨着“纯洁守护神的大门被无数心碎的公主擦得光亮”。",
    "花费金额：1日元\nSCP-261是否通电：是\n物品描述：一颗爆开的玉米粒。",
    "花费金额：10日元\nSCP-261是否通电：是\n物品描述：五块印尼传统点心“klepon”。物品放在一片香蕉叶上，塑料包装，没有标签和保质期。",
    "花费金额：100日元\nSCP-261是否通电：是\n物品描述：一个标有“宝矿力水特”的蓝白色小罐子。侧面有一些印尼语，声称这种饮料可以“治愈一切疾病”、“宗班制造”、“来自黑山魔石”等冠冕堂皇的广告噱头。罐子被给予一个患有前列腺癌的D级人员用以测试。喝完后，对此D级人员进行了全身检查。结果表明，前列腺癌已经消失。",
    "花费金额：1000日元\nSCP-261是否通电：是\n物品描述：一个橙色的小盒子，旁边有一个放射符号，上面有一个红色的小按钮。物品被送到高度防爆室进行全面检查。经过检验发现它是无害的，没有表现出有任何辐射的迹象。决定测试此物品，除受试者以外的观察者全部通过闭路电视观察。当受试者按下按钮，记录到了一个明亮的闪光和随后的一个橙色小蘑菇云。受试者安然无恙，实验后任何进入高度防爆室的人都闻到了一股扑鼻的橙子味。受试者不得不连续洗五小时以摆脱他身上的气味。",
    "花费金额：300日元\nSCP-261是否通电：是\n物品描述：一个带有纸盖的泡沫塑料碗，上有标签“盛冈速食拉面：只需加热水。”日文介绍表示要加热水，放三分钟，然后搅拌均匀。碗内似乎是方便面，和一些未知材料的小胶囊和白色糖状晶体。加入热水后，产品升温约三分钟，然后立即冷却至约5°C。剥开盖子，面条已经熟了，漂浮在冷牛肉汤里。胶囊不见了，取而代之的是一片新鲜的西瓜，六片薄薄的烤牛肉，六块kkakdugi（马尾辫萝卜泡菜），半个全熟的煮鸡蛋。内容物可食用。包装上的广告鼓励用户“尝试我们其他的口味”，包括“传统韩式”和“混合泡菜”。",
    "花费金额：1500日元\nSCP-261是否通电：是\n物品描述：未知-一个密封的未知化学成分，未知语言的纸筒。有一只程式化的六足蓝龟形象。打开包装，发现一大块深色肉干。甜辣味，口感奇特。食用后约6小时，受试者报告内脏瘙痒和严重的气胀。隔离后发现剧烈的过敏反应导致他身体两端三分之二的消化道脱出。受试者5小时后死亡。",
    "花费金额：750日元\nSCP-261是否通电：是\n物品描述：有螺旋瓶盖的铝制瓶子，侧面的彩色图案指出内部有飞行昆虫。测试移至隔离室。受试者打开瓶子，被有强烈攻击性的红色、蓝色、绿色、紫色昆虫团团围住。受试者吞食了许多试图在叮咬他手臂和躯干的昆虫。口味主要是酸苦的未知水果，被描述为“类似PEZ糖果，但是没那么甜”。\n\n约9分钟后昆虫死亡，被收集。所有愿意食用昆虫的受试者都报告了一致的味道。最初的受试者暴露的皮肤上布满伤痕，渗出相似味道的彩色液体。没有其他的副作用，伤口正常愈合。",
    "花费金额：1500日元\nSCP-261是否通电：是\n物品描述：钢制小罐子，顶部有压力表和排气阀。标签上是鲜艳的三角形迷幻烟雾。受试者拧开排气阀，在窒息前闻到了强烈的苦杏仁味。发现内容物为加压的氰化氢气体。测试终止。",
    "花费金额：1000日元\nSCP-261是否通电：是\n物品描述：一串老鼠-一只被串在细木棍上的炸老鼠。南方口味。",
    "花费金额：250日元\nSCP-261是否通电：是\n物品描述：苹果炸弹-物品初看起来是一袋普通苹果，尽管它的颜色在自然界中并不存在，如紫色、橙色和白色。然而，任何对苹果的物理伤害都会导致其猛烈爆炸，使周遭区域被一层厚厚的可食用糊质所覆盖。糊质的味道取决于苹果的颜色，不过都是严格的水果口味。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：糖果子弹！-一支装在半透明袋子里的CZ-75-B9毫米口径手枪。包装上绘有几个微笑的人被枪杀的图案，英文标签写着老套的“纽约客”的俚语。弹夹里的子弹被发现是由一种类似冰糖的物质制成的，不过完全可以作为普通弹药使用。物品被用于射击受试者的脚。除了普通枪伤带来的疼痛和创伤，受试者闻到浓烈的薄荷气味，持续了好几个小时。子弹在受试者的血液中溶解了，无需进行手术移除。尽管很难咀嚼，这把手枪本身也是完全可以食用的，味道为百果味。",
    "花费金额：400日元\nSCP-261是否通电：是\n物品描述：次元甜甜圈-一盒色彩鲜艳的甜甜圈，标签为西班牙语。甜甜圈中心的洞有异次元效应，甜甜圈断开后此效应消失。当侧举甜甜圈时，有小物体从洞中掉落，物体的变化取决于人、甜甜圈和时间。有记录的物品包括小糖果、水果片、拼图、各种弹药、血液、汽油、各种未知昆虫和人类的手指。",
    "花费金额：200日元\nSCP-261是否通电：是\n物品描述：亮黄色玻璃纸制成的细长包装，类似于香蕉皮。标签上的语言被确定为威尔士语和西班牙语的组合，翻译为“更容易打开的香蕉！让你的香蕉容易打开！”袋子中装着一根除颜色外与未剥皮的香蕉很像的亮黄色物品。化学测试中发现大量果糖和人造甜味剂，以及少量的[数据删除]在去除[数据删除]后，一名D级人员尝了它并指出它很甜。",
    "花费金额：500日元\nSCP-261是否通电：否\n物品描述：“最可怕最痛苦的宿醉糖果”。日语包装上有品牌标志和一个变形的品牌猛砸普通工薪族脑袋的小图案。糖果似乎是装在橡胶杯里的各种纯色软糖。每颗糖的味道都不一样，但是一般都“非常甜”。对糖果的检测显示除了一些酒香味的糖，其他糖果都不含酒精。背面的成分清单只用英语写了“仇恨和硫酸”；除此之外包装上没有用任何语言列出任何其他成分，不过包装下面写着糖果会加重乳糖不耐症。",
    "花费金额：1000日元\nSCP-261是否通电：否\n物品描述：小圆筒，上面有交叉排布的线条，看起来像是某种书写方式。明亮的绿紫色包装上隐约画着一个的黄色人形图案，看起来像有两个嘴巴。打开盖子时突然涌出了灰紫色泡沫，受试者扔掉管子，冲去了化学洗手池，说他的手被烧伤了。发现泡沫是酸性的，并含有大量辣椒素，而后者是导致灼痛感的主要原因。分析表明，泡沫含有大量的维生素B2和B6，但没有别的B族复合维生素或其他维生素。它确实含有微量的砷和甲烷，还有一些目前未知的矿物；不幸的是，样品在几小时后就溶解消失了。",
    "花费金额：200日元\nSCP-261是否通电：是\n物品描述：密封的蓝色小塑料袋，摸起来非常冷，未知语言标签。内容物似乎是几个皱缩的直径半厘米的灰色小球，显然是冻干的。水浴加热后它们的直径扩大到两厘米。球体似乎是一种未知动物的眼球，呈深蓝色，有沙漏状瞳孔和厚厚的紫色血管。它们外表是光滑无味的，但是咬破厚紫色果冻后可以尝到大量溢出的葡萄味汁液。几分钟后，果冻引起了极为生动的幻觉。",
    "花费金额：50日元\nSCP-261是否通电：是\n物品描述：小纸罐装着的“吃我”，包装上的法语标签写着“令人垂涎三尺！”和“无法抵抗的美味！”。罐子里装着5只类似于三足蟹的小生物，有着小钳子的水灵灵的大眼睛。罐子打开后，它们开心地上蹿下跳，用尖锐的声音叫着“吃我！”当受试者迟疑或拒绝食用时，这些“吃我”会试图强行进入受试者的嘴。当它们被咀嚼时，这些小生物会发出“快乐的尖叫声”，被吞下时，它们会发出“嘻嘻”的声音。",
    "花费金额：100日元\nSCP-261是否通电：否\n物品描述：“食物”。18盎司带有拉环的铁罐子。白色的标签上用黑色粗体写着“食物”，没有其他信息（营养表，成分，重量等）。打开罐子，可以发现里面装着厚厚的灰色糊状物。受试者描述这些糊状物“没有任何味道”，然后受试者会表现出冷漠和迟钝的样子。化学分析发现，糊状物含有少量的脂肪、脂蛋白胆固醇和所有必需的维生素和矿物质，包括一些尚未确认的化学物质。",
    "花费金额：100日元\nSCP-261是否通电：否\n物品描述：“饮料”。12盎司铝罐。标签和“食物”的标签类似：白底黑字，写有“饮料”。里面的液体无色无味，比水还要顺滑。饮用时，受试者会更乐于接受别人的意见，喝的越多，受试者会越谦卑，喝完后受试者几乎没有了自己的观点。正在研究“饮料”的长期影响。",
    "花费金额：300日元\nSCP-261是否通电：是\n物品描述：牛肉！类似于汤罐的铝罐。外表看起来和普通罐头一样，但是所有的文字都被换成了重复的“牛肉！牛肉！牛肉！”罐头里装着粉红色的肉，显示为生牛肉。未发现异常。",
    "花费金额：300日元\nSCP-261是否通电：是\n物品描述：“薄荷鱼”：装在白色的普通信封里，包装上有俄语和纳瓦霍语。袋子里装着无法识别的浅绿色粉末。当加入冷水中时，粉末立即形成小金鱼的形状，颜色与粉末相同。它在水中游来游去，几乎抓不住它，像真的鱼一样。它在被警卫抓出水面杀死后才停止动作，据说极其难以下咽。",
    "花费金额：300日元\nSCP-261是否通电：是\n物品描述：“尝尝我”：一个透明塑料盒子里装着一片白色蛋糕。除了名字以外没有任何成分或其它信息。一名D级人员尝了它后立即开始抽搐，此后不久突然倒地死亡。尸检显示受试者的身高增加了7英寸，体重增加了13.6%，大脑的扩张导致了癫痫和死亡。对于蛋糕的分析显示了大量的人类生长激素和一些不明化学品。",
    "花费金额：300日元\nSCP-261是否通电：是\n物品描述：“和平女神”。用棕色纸包裹的几块小点心，标签上有过时的日文和大量的英语外来词汇。蛋糕是巧克力的，有点浆果味。女性受试者食用后会立即开始月经，提早了一周。",
    "花费金额：1000日元\nSCP-261是否通电：是\n物品描述：“品客”。物品看起来像一管标准品客，酸奶油洋葱味。外表上唯一不同的是盒子上的吉祥物有红色的皮肤，呈现出一种模糊的恶魔般的表情。物品被给予一个D级人员。当盖子被打开，或“弹出”时，受试者会无法控制地开始吃薯片。此外，它好像是个无底洞，因为受试者已经连续吃了好几天，速度毫无变慢的迹象。未发现此薯片与正常品客的区别。这是第二个接受测试的人；第一个受试者在接到停止的命令后仍在进食，只能把薯片从她手中抢下来。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：极薯片-黄色包装，没有标签和营养成分表，前面被一个巨大的红色“X”所占据。小心地打开包装，发现里面除了普通薯片什么都没有。让D24045-06吃下薯片，他的声音立刻变得低沉，要求机构和他一起去参加极限运动，如冲浪、登山、蹦极。请求被拒绝。",
    "花费金额：50日元\nSCP-261是否通电：是\n物品描述：麦斯威尔人造咖啡饮料-355毫升深蓝色罐子，在上半部分有个显眼的麦斯威尔标志，下半部分有一杯热气腾腾的咖啡和咖啡豆。成分表列出了水、人工香料和蔗糖，10卡路里。物品很苦，是劣质的速溶咖啡。调查发现麦斯威尔不生产该饮料。",
    "花费金额：1500日元\nSCP-261是否通电：是\n物品描述：一个带有蓝点的红色蘑菇，不像任何已知的菌类。把它喂给D24046-19，他声称自己是“[原话如此]完全绊倒的球”，然后指示研究人员“安静，我的节目要开始了”。在一个小时的时间内，他不再对任何感官刺激作出反应，交替大笑和大哭。当他清醒时，他说他记不清他看到什么东西了，但是他注意到好像是一个情景喜剧。",
    "花费金额：100000日元\nSCP-261是否通电：否\n物品描述：[数据删除]。项目已被收容以测试是否具备感知。被污染的受试者受到了7天的收容检查，两项测试都呈阴性。受试者和[数据删除]一起被释放。物品被描述为“轻微的味觉爆炸”。受试者想要更多，当请求被拒绝时表现出了沮丧。\n\n在机器上花费超过5000日元的测试需要正式批准。",
    "花费金额：100日元\nSCP-261是否通电：是\n物品描述：一份“小家伙的潜艇之家”的带有插图的奢侈菜单。进一步的调查显示，菜单上的照片的味道和他们所代表的物品一样。成分和典型的中等质量的餐厅一样。物品干燥，但没有填充物。",
    "花费金额：250日元\nSCP-261是否通电：是\n物品描述：一个蓝黄相间的500毫升金属罐子，标签上写着“Belcher博士的神奇闪光虫汁”。罐子里装有一种亮绿色的碳酸饮料，偶尔会闪过明亮的蓝光。测试显示蓝光不会放出辐射和电磁。管子上没有印营养成分表。尝起来有一股浓烈的橘柚味。它的强效利尿作用持续了好几天。",
    "花费金额：1000日元\nSCP-261是否通电：是\n物品描述：特工橙子雪芭-一个冰淇淋小盒，印有模糊的俗气的法语和一个穿着军用防水短上衣，浅顶软呢帽，戴着墨镜的特工，特工竖着大拇指，说“值得为它死两次！”。让D-2348尝了味道。受试者吃了一口，声称“有浓郁的橙子雪芭味和一点点香草味，有点像是奶昔”。受试者后来抱怨了轻微的背痛，但是第二天就好了。",
    "花费金额：1500日元\nSCP-261是否通电：是\n物品描述：Q先生的笨拙汽水瓶：一个小塑料瓶，清新的薄荷绿色，在瓶颈处有一个古怪的塞子。当以正常姿势倾斜瓶身时，塞子会阻碍可乐的流出。经过一个小时的测试，发现只有在瓶身转到一个特定角度并且轻轻摇晃瓶子时塞子才不会阻碍汽水。汽水被描述为清爽的和异常美味的。",
    "花费金额：10日元\nSCP-261是否通电：是\n物品描述：一罐12盎司的“美国空气”。罐身上装饰着一面美国国旗，只有48颗星星而不是50颗。背面的一个小标题如下写道：“真正的爱国者知道不要呼吸和共产主义者一样的空气。真正的爱国者要记住。让你爱自由的心呼吸着美国制造的自由空气。”不出所料，罐子里装着有些腐朽气味但是普通的空气。",
    "花费金额：100日元\nSCP-261是否通电：是\n物品描述：一顶有牛肉干做成的64号毡帽。物品被压扁了，与营养成分表和一张写着“肉帽：照烧毡帽”和广告语“你可以戴着它，也可以吃了它！”的标签一起装在一个纸盒子里。安全可食用，虽然有点硬，但依然是愉快的用餐经历。",
    "花费金额：50日元\nSCP-261是否通电：是\n物品描述：一张黑胶唱片，完全由绿色硬糖制成，被绿色塑料密封。包装上印着阿尔巴尼亚语，画着一幅大提琴家和钢琴家表演二重奏的图案。播放此唱片会听到一串不明音符，而唱片本身会随着唱针的移动而展开。令人惊讶的是，这似乎并没有干扰唱片或留声机的演奏。根据要求录下了音乐。听过该演奏的人分食了唱片，报告说味道像柠檬味硬糖。",
    "花费金额：1000日元\nSCP-261是否通电：是\n物品描述：一袋装在橄榄绿色塑料包装里的干月桂叶。包装上用古希腊方言写着“皮提亚特供月桂叶”。使D-3968吃下3片叶子，受试者报告四肢丧失知觉，幻听，似乎进入了一种恍惚的状态。又吃了两片叶子，受试者开始倒地抽搐，用袋子上的那种古希腊方言尖叫着莫名其妙的话。受试者持续抽搐了三分钟二十四秒，然后变得软弱无力，反应迟钝。两天后受试者确定死亡。对树叶的分析显示出了极高浓度的乙烯，这是一种已知能引起以上效果的化合物。仍不知道为什么受试者会说希腊语。翻译显示受试者说的话都是无意义的，可在文件中查阅。",
    "花费金额：4枚日本旧币（15世纪中期的日本货币）\nSCP-261是否通电：是\n物品描述：红色天鹅绒小袋，上有描绘了各种桧扇的精致的金色刺绣，绑着金色丝线。打开包装，发现里面只有一些灰尘。对灰尘的分析表明它由干燥的大米、红豆、虾和大豆组成，与使用的钱来自同一时代。",
    "花费金额：300日元\nSCP-261是否通电：是\n物品描述：筒状物，标签上写着“安妮阿姨的果味纺织：蓝莓贝雷帽”，包装文字有英语，法语，和夏威夷语，鼓励顾客尝试其他的口味，包括“葡萄手套”、“薄荷手套”和“樱桃风帽”。内容物为一团散发着甜美芬芳的蓝色毛线、一对毛衣针和一张编织简单帽子的说明书。在“毛线团”尾端的取样证明它是可食用的，浆果味，虽然“不好嚼，有点干”。首席研究人员织出了说明书上画的帽子，报告说“毛线团”性质与混纺羊毛类似。",
    "花费金额：1枚500日元的假币（基地制造，与真钱完全一样）\nSCP-261是否通电：是\n物品描述：延迟约3秒后，出现了一个白色不透明的玻璃纸袋。袋子里装着类似于小熊糖的糖果，但是是竖中指的形状。物品被认为是有威胁的，未被使用。测试显示糖果含有致死量的氰化钾。",
    "花费金额：500日元\nSCP-261是否通电：否\n物品描述：一罐写有“百事零度可口可乐”的饮料，配色似乎是可口可乐和零度百事可乐的组合。D级人员报告说它尝起来像百事和可口可乐的混合物，有明显的阿斯巴甜的味道。易拉罐上的成分表显示了百事和可口可乐的混合成分，未发现特殊效果。",
    "花费金额：500日元\nSCP-261是否通电：否\n物品描述：一罐较大的罐装玉米，标签显示和普通杂货店里卖的一样。打开罐子，发现里面有融化的热黄油和两个矮小的玉米芯。罐子外表摸起来并不热。物品被正常使用了，黄油以正常的速率冷却下来。之后的报告显示D级人员因肠胃疼痛而死亡，尸检显示他的肠道里有爆米花。",
    "花费金额：500日元\nSCP-261是否通电：否\n物品描述：一个没有标签的东西，像是2个“菠萝”手榴弹炸开的印迹。作为预防措施，疏散了实验区。D级人员在监视下拿起了物品，看起来是安全的。对象被移动到一个防爆室。D级人员被要求移去安全针、投掷并撤离，对象无奈的答应了。物品在防爆室的角落炸开了，留下“一团糖”和一些高速的碎片。防爆室里布满了厚度不一的砂糖，墙壁里嵌着几块碎片，有明显的甜味。未发现有害效果。",
    "花费金额：500日元\nSCP-261是否通电：否\n物品描述：一个6英寸大小的SCP-682，从售货机出来后立刻唱起了理发店之歌，戴着凭空出现的帽子和拐杖在柜台上跳舞。无法确定音乐的来源。附近的安保人员对着这个小雕像开火，子弹被它吸收了，无法伤害到它。雕像停止了跳舞，约2分钟后音乐停止。物品未被使用，测试显示它是由焦糖制成的。进一步的化学分析表明，焦糖被大量的砷和蓖麻毒素污染。物品内还有完整的9mmJHP子弹，显然“愈合”的伤口未能取出子弹。",
    "花费金额：10日元纸币（1943年制造）\nSCP-261是否通电：是\n物品描述：5又1/4英寸巧克力软盘，后来的检查发现它是日本MSX电脑所使用的格式。用上述计算机进行读/写测试不会以任何方式熔化或影响磁盘，尽管计算机的内部温度足以融化巧克力。物品尝起来是普通牛奶巧克力的味道。",
    "花费金额：450日元\nSCP-261是否通电：是\n物品描述：“Malinalxochitl的超克力”。一个小铝罐，上面的标签似乎是阿兹特克语，画着一个穿着传统中美洲服饰的女性吉祥物，她微笑着举起一个冒着蒸汽的杯子。罐子底部有加热丝，激活它可以加热罐中的液体。尝起来有淡淡的巧克力味，但是偏苦辣。",
    "花费金额：300日元\nSCP-261是否通电：是\n物品描述：“哲学家的无花果蜂蜜”。一个类似古希腊风格的带盖陶瓷小盒，希腊语标签表示内部有“特殊哲学家奖”。盒子里面被一块陶瓷分成两个部分，其中一半装有蜂蜜，另一半装着几个新鲜无花果。蜂蜜被描述为“苜蓿味”。所谓的奖是一个小型大理石柏拉图半身像。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：“仙仙[原文如此]炼金师硬币”。装在白色袋子里的勋章样子的饼干，四分之一大小，刻有炼金师的图案。标签上有中世纪英语和几个卡通小精灵对着饼干挥舞魔杖的图案。取出饼干的金银夹心后，D级人员吃掉了外侧饼干，指出味道和口感都类似撒盐饼干。其他饼干含有硫酸、盐酸、锑、汞、铅。",
    "花费金额：535日元\nSCP-261是否通电：是\n物品描述：“曼德尔小面包”。虽然名字是面包，但实际产品里面是一套四块不规则形状的巧克力饼干。这些图案从它们的原子结构一直重复到外表面。包装上的警告说，在食用前，饼干必须浸泡在水中或牛奶中以避免对嘴和喉咙造成损害。",
    "花费金额：400日元\nSCP-261是否通电：是\n物品描述：“土鸡”。炸火鸡球，每一个里面都有一层炸鸭球，一层巧克力，中心是炸鸡。标签上写着该物品含有成年人所需的450%的饱和脂肪。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：“浴池”，可口可乐公司包装的罐装汽水，英语标签。营养成分表指出该产品含有大量的ω-3脂肪酸，成分表里列出了大量的鱼油。由D级人员打开并品尝，有的人说是鸡汤味，有的人说是新鲜的三文鱼味，尝起来不寻常但是很愉快。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：一个9cm×9cm×6cm的纸板箱，蓝色的背景上画着一个在磨牙的人。有未知的类似阿兹特克语的象形文字。打开盒子，里面有一颗完整的牙齿，大约5厘米长。化学分析显示它本质上是一颗大硬糖。牙齿的“浆”是一种甜蜜的水果糖浆。除了形状，没有任何化学上的异常。",
    "花费金额：5000日元\nSCP-261是否通电：是\n物品描述：玻璃香水瓶，装满人造汗液。化学分析显示含有大量人类信息素和调味豆蔻，基本上是一剂温和的春药。无标签。",
    "花费金额：10000日元\nSCP-261是否通电：是\n物品描述：“醉酒鸟”。一个没有拉环的易拉罐，纸质标签上画着一只嵩雀从瓶子里喝酒的图案。内含一只溺死在白兰地里的嵩雀。化学分析未见异常。",
    "花费金额：800日元\nSCP-261是否通电：是\n物品描述：一个蜂蜡六角棱镜-像是蜂巢的一个“细胞”-深约6厘米，边缘宽约3厘米-大概是一个酸奶杯的大小。六角形的盖子上有一个卡通蜜蜂的浅浮雕，上面的俄罗斯文的翻译为“春之糖浆”。侧面有营养表。含有膨化燕麦，其中有少量的新鲜蜂蜜。被研究人员吃掉一部分，留有样品以备后续分析。",
    "花费金额：200日元\nSCP-261是否通电：是\n物品描述：一只活的无毛无骨豚鼠，它的身体右侧用英语纹着营养成分。含有不寻常的高水平的维生素和矿物质，以及不含RDA的未知营养“赫莱特”。杀死豚鼠后，研究人员试图切下并食用它的一只腿，在此过程中不小心割破了腹腔，发现它应该是内脏的位置全是绿色的咸蛋羹。",
    "花费金额：100日元\nSCP-261是否通电：是\n物品描述：“斯坦-菲兹”。标准型汽水罐，英语，可口可乐瓶装公司。绿紫色标志，成分表里有未知成分“人工香精standis”，推测饮料中实际并没有“standis”。味道让人想起葡萄汽水和香槟。",
    "花费金额：490日元\nSCP-261是否通电：是\n物品描述：标有荣誉决斗的红色塑料容器。容器里有一对类似武士的动作人偶，一个是黑色的，另一个是红色的。打开包装时，“武士”站了起来开始互相攻击。经过短暂的战斗，黑武士斩首了红武士，发出了胜利的呐喊，然后消失了。随后对红武士的分析显示，它是由冰糖制成的，带有覆盆子味。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：两节标准AAA电池，装饰着醒目的不明符号。除此之外一切正常。",
    "花费金额：1500日元\nSCP-261是否通电：否\n物品描述：“蛇果”-一个外表普通的青苹果，杆茎上挂着一个手写的标签。进一步的检查发现它的中心是锡固体。",
    "花费金额：430日元\nSCP-261是否通电：是\n物品描述：“中子培根”，装在一个塑料袋子里。袋子前面描绘了一块被两块重型岩石压碎的人形培根。里面装着一块可以吃50口的外表和气味都依稀类似培根的东西。\nD级人员吃了一口，立刻捂住肚子倒在地上。检查D级人员的胃内容物，发现他的肚子变得极度扩张（约3.9升容积），里面全是培根。",
    "花费金额：500日元\nSCP-261是否通电：否\n物品描述：好时标准巧克力条，上面的文字是反的，就好像是镜中的倒影一样。巧克力中所有的氨基酸和糖的结构都与地球上的有机化合物相反。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：“但丁”。750克包装的9层圆形饼干，包装上写着“地狱的味道！”。",
    "花费金额：1000日元\nSCP-261是否通电：是\n物品描述：小的蓝色空塑料袋，上面有一个标准的水滴图案。背面用德语和荷兰语写着介绍，指出使用者应当把袋子里的东西全部倒进一个装有一升水的容器里然后搅拌。按照指示行动后，容器里多出了0.5升水。有点苦。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：一袋中型大小的饼干，饼干的形状类似于齿轮、弹簧、杆和其他钟表元件。包装上描绘了一个由钟表元件组成的面带微笑、眨眼的身影，似乎竖着大拇指。食物本身很咸且难嚼。",
    "花费金额：1500日元\nSCP-261是否通电：是\n物品描述：带有未知语言的小药瓶，包装上画着一个小男孩咬着蠕动的糖果老鼠的卡通形象。瓶子里装有10片药。给实验室里的老鼠吃了一片，老鼠睡着了，然后它的身体组织都迅速变成了各种各样的糖果。大约十分钟后，老鼠醒了过来，尽管所有的组织都转化成了非功能性的糖果组织，但它似乎仍能正常活动。指示一名D级人员吃掉老鼠，报告说内脏被一种胶状糖果所取代了，血液似乎是糖浆，而骨头是由冰糖制成的。糖果的味道是正常的，未见不良反应。剩余药片被储存，以备后续试验。",
    "花费金额：555日元\nSCP-261是否通电：是\n物品描述：“圣帕克里特蛇皮派”。产品名称是英文的，标签上写的是爱尔兰盖尔语。用收缩塑料薄膜包装的产品就像一个小肉馅饼。切开产品，发现馅饼中心填满了一种干腌的未知物种的蛇肉。D级人员吃掉了馅饼，报告说尝起来像硬鸡肉。",
    "花费金额：555日元\nSCP-261是否通电：否\n物品描述：一个没有标签的粉红色高苏打罐。打开罐子时发出了类似爆炸的声音，里面装着翻着泡沫的透明液体。不小心洒了一点在桌子上，长出了小圆球，D级人员拒绝饮用。分析表明那些小圆球一种类似两栖动物的卵。",
    "花费金额：1025日元\nSCP-261是否通电：是\n物品描述：机器给出了一个廉价的手电筒和六个彩色镜头，每个都是一种彩虹的颜色。一个小时后，一小群人正聚在一起试图找到它的用处的时候，█████博士不小心把配有红色镜头的手电光照在了一名D级人员的脸上，后者报告隐约尝到了樱桃味。其他的镜头被证明会使人尝到橘子，香蕉，柠檬，蓝莓和葡萄口味。测试显示手电筒和镜头是普通塑料制成的。",
    "花费金额：600日元\nSCP-261是否通电：是\n物品描述：带有软木瓶塞和纸标签的玻璃瓶。标签上的文字主要是亚美尼亚字母，但无法识别出任何单词。瓶子里含有30%的酒精，45%鳗鱼血（未知品种），25%水，以及微量的雪松树脂和铅。",
    "花费金额：600日元\nSCP-261是否通电：是\n物品描述：白色玻璃纸信封。信封上用音译成希伯来字母的古吉拉特邦语写着“腊肉制品”。信封里装着腐烂的爬满了蛆的肉（可能是某种禽类）。",
    "花费金额：600日元\nSCP-261是否通电：是\n物品描述：铝制易拉罐，贴有“比利啤酒”的标签，与70年代末期美国瀑布城酿造公司生产的新奇啤酒产品包装方式相同。标签上写着“我代言了这个啤酒。我想这是我尝过的最好的酒。我喝了很多。我想你也会喜欢的。比利·卡特。”罐子里装着的液体似乎是啤酒。受试者喝了一些，在之后的72小时里出现了轻度中毒的症状。",
    "花费金额：150“B日元”，美军在1948-1958年占领冲绳的时候使用的货币\nSCP-261是否通电：是\n物品描述：一个带有生菜和泡菜的芝士汉堡，████████连锁餐厅出售同款汉堡。",
    "花费金额：150B日元\nSCP-261是否通电：是\n物品描述：一个边长7里面的盒子，打开盒子，里面有一个伴随着糟糕音质的音乐在舞台上旋转的芭蕾舞者塑像。芭蕾舞者和盒子被证明是由液化重组的芝士汉堡制成的。",
    "花费金额：150B日元\nSCP-261是否通电：是\n物品描述：一盘没有生菜的凯撒沙拉，放在可食用的大豆做成的盘子上。",
    "花费金额：5和同開珎（公元8世纪日本货币）\nSCP-261是否通电：是\n物品描述：一碗煮熟的米饭，没有餐具。\n注：同货币的年代一样，碗的年代处于一千年前，而当时较贫穷的阶级中筷子还未普及。SCP-261似乎是以它们本来的价值对待货币。",
    "花费金额：45和同開珎\nSCP-261是否通电：是\n物品描述：一个明显比之前的碗质量要高的盘子，装着米饭，上面有猴子肉片。",
    "花费金额：1000日元支票（用假名写成），与1000日元相同大小\nSCP-261是否通电：是\n物品描述：一块3厘米X5厘米的纸板。名字被写在纸板上的人会报告尝到了牛奶巧克力的味道，直到他们摆脱纸板。",
    "花费金额：一张写着英语的纸条，上写“我欠你500日元”\nSCP-261是否通电：是\n物品描述：一盒开了封的“斯玛特食物”牌白干酪口味爆米花，由菲多利制造。内含爆米花和调味奶酪粉的残余物，以及一张纸条，写有“我欠你41颗爆米花”。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：41颗芝士味爆米花，没有包装盒，认出是“斯玛特食物”牌的。",
    "花费金额：0日元（按了“退币”按钮）\nSCP-261是否通电：是\n物品描述：退币槽里退出了一枚“0日元”硬币。硬币由铜铅合金压铸而成，背面是微笑的麦当劳叔叔的头像。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：带有写着“辣青柠美味小鸟！！！”标签的塑料杯，含有2盎司的不明粉末。介绍上写着“装满热水，盖上盖子，等3分钟”。打开后，里面是装有软化的鹦鹉骨头的浓汤，汤里还有芹菜、芫荽和青柠。受试者描述“美味但是口感古怪”。营养信息表明它含有300%的每日建议钠摄入。",
    "花费金额：0日元（按了“退币”按钮）\nSCP-261是否通电：是\n物品描述：一个红色的铝罐，标签上用印刷体大写字母写着“停止这么做”，可以听到里面传出间歇的嗡嗡声，似乎来自于一个愤怒的大昆虫。受试者拒绝打开罐子。",
    "花费金额：666日元\nSCP-261是否通电：是\n物品描述：装在塑料盒子里的“尼克叔叔”牌“周日美味”。牌子上有显眼的眨眼魔鬼的卡通形象、五角星、倒十字架，和其他可以联想到撒旦的神秘符号。除了品牌和产品名称以外的所有文字都是一种不寻常的手写的粗俗拉丁语。盒子背面有显眼的标语“保证有诅咒！”。成分表里含有“不洁之水”，但除此之外的成分只有面包和葡萄酒。盒子里有十三块做成圣餐的样子的未发酵的面包和一个透明的塑料袋装红酒，装有一个饮用嘴。受试者报告面包很好吃，里面的馅料令人想起牛排，葡萄酒也很好喝，但略有咸味。后续的对受试者的观察未发现反常行为。",
    "花费金额：0日元，为先前测试中SCP-261退还的0日元硬币\nSCP-261是否通电：是\n物品描述：一袋套餐，包括汉堡、薯条、洋葱圈和大杯可乐，与在████████购买的套餐相似，但是没有营养表和成分表。套餐被给予一名D级人员。受试者报告这份套餐毫无味道，质地光滑无趣，丝毫没有减少她的饥饿感。",
    "花费金额：500日元\nSCP-261是否通电：否（在上一次实验后清理电源线时意外地被拔出了插头）\n物品描述：一罐软饮，造型类似健怡可乐，上面的印刷字体被确定是锡金语，写着“尖叫[未能翻译]-享受你的尖叫大餐”。打开罐子后，它发出了约十五秒的125-130分贝的痛苦尖叫声，抓着罐子的受试者报告在此期间罐子越来越轻。噪音停止后，参与的两名受试者均表示他们觉得很饱，这一天都不用吃东西了。",
    "花费金额：3000日元\nSCP-261是否通电：是\n物品描述：得到了一个黄棕色小盒子，上面用深绿色文字写着“美味婴儿！”。文字下方有一幅微笑的浅橙色婴儿图片，再下面还有深绿色文字，写道“更短的孕期！”。盒子背面画着三格漫画，画着在起居室里的三个人（两女一男）。在第一个格子里，右边的女性角色的头上有一个对话框，上面写着：“爸爸妈妈，我有件事要告诉你们……我怀孕了。”第二个格子画了中间那个人物震惊的脸，“父亲”头上有一个对话框，写着“我真不敢相信！小姑娘，你有麻烦了——”女儿打断了他的话：“不，爸爸，这只是美味婴儿的新产品。”最后一个格子画着三个人一边吃着橙色的婴儿形状软糖一边发出享受的声音。婴儿身上似乎仍附有脐带。",
    "花费金额：500日元\nSCP-261是否通电：否\n物品描述：开始时，未发现SCP-261给出任何物品；对于出货区域的调查发现了一个1厘米见方的小包。对象被转移到实验室，微观分析显示包装是标准的玻璃纸，前面用英文写着“纳米小吃”。包装上的其余部分由用十六进制写着一系列数字和字母，但不是任何一种已知语言。包装内有一个小晶片，分析显示它是纯硅的。晶片和包装被保留以待进一步研究。\n注：包装上的一部分十六进制数字已被确定为MOS技术6502微处理器的OP代码；其余十六进制数字尚未确定，不符合任何已知微处理器的任何OP代码。",
    "花费金额：500日元\nSCP-261是否通电：否\n物品描述：“果冻欢乐豆-情绪大杂烩”。英语半透明塑料包装，里面是各种各样的彩色果冻。食用时，数字会经历3-5秒特定的情绪。初步测试显示果冻颜色与所经历的情绪是相关的：红色是欢乐，蓝色是悲伤，粉红色是情欲，黄色是恐惧，绿色是愤怒，紫色是嫉妒。分析显示了一些已知可干扰人体神经的化学物质。",
    "花费金额：150日元\nSCP-261是否通电：否\n物品描述：卡夫牌“霜冻上校的神秘冰弹！”，装在一个约5厘米x5厘米x5厘米的浅蓝色盒子里。标签上写它是石榴柚子味的。盒子里有颗弹珠，旁边是一个小按钮。物体散发出类似液氮橘红色气体，但是摸起来是室温。受试者按下按钮时，弹珠炸开了，烟雾充满了房间。烟雾散去后，房间里的每个表面和所有在场的工作人员都披上了一层橙红色霜冻。霜冻是可食用的，尝起来像是糖和柠檬酸。所有常规的清理方法都失败了-唯一成功的方法是舔。爆炸后██名工作人员舔了一小时才清理干净休息室。",
    "花费金额：198日元\nSCP-261是否通电：否\n物品描述：一个透明小包，上面写着“添加了蜘蛛的奶粉——只需加水搅拌即可！”；把包里的东西加到一杯水里搅拌后，得到了一杯脱脂牛奶，里面有85只活蜘蛛。",
    "花费金额：2000日元\nSCP-261是否通电：否\n物品描述：没有标签的透明大塑料罐，装着各种各样的硬糖，形状像是桌面游戏里使用的多面骰。骰子的每个面都有不同的味道。让D6和D20做了味觉测试，发现前者尝到的都是常见的水果口味，而后者尝到了更多不寻常的口味。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：狡猾大叔的醉酒药片-一跟塑料小管子，装有5片类似阿司匹林的白色药片。管子的标签上画着一个右手拿着烧瓶左手竖起大拇指的邋遢老人。当把一片药片放入水中时，它开始迅速溶解，直到水变成5%酒精含量的啤酒。剩余的药片被送到实验室以进行下一步分析。",
    "花费金额：1500日元\nSCP-261是否通电：是\n物品描述：一罐12盎司汽水，上用英语标有“田中幸雄的精致姜醋”，其余文字为巴斯克语。包装和营养信息显示它为姜汁醋饮料。对其内容物的测试显示该液体为12摩尔的氢氟酸。",
    "花费金额：314日元\nSCP-261是否通电：是\n物品描述：两个花生馅的日式月饼，一圆一方，透明包装。进一步的检查显示两种月饼的底部面积相同。",
    "花费金额：1000个1日元硬币\nSCP-261是否通电：是\n物品描述：5毫升短颈圆底烧瓶，带有橡皮塞，装了一点白色晶体颗粒。物品还包括一对半透明的紫色塑料镊子，被塑料纸固定在烧瓶的球体上。日语标签，译为“无聊球”，有如下英文说明：“这是一个使用镊子的最佳场所。一次一个，乐趣无穷”[原文如此]。在Whitehall博士的监督下，D-20883奉命打开容器，使用镊子计数。D-20883抱怨了任务的单调乏味，但还是答应了，数出了1000颗固体颗粒。随后指示D-20883一次吃一颗晶体并描述味道。尽管要求了更详细的描述，D-20883还是形容每一颗晶体都是“咸的”或类似形容。实验结束后提供了D-20883水，但是他仍抱怨水是咸的。受试者声称他的症状持续存在于所有食物或饮料中，无论成分如何，直到他吃完为止。所有实验材料都进行了测试，察看是否有异常化合物，但只发现了普通食盐的痕迹。",
    "花费金额：1000个1日元硬币\nSCP-261是否通电：否\n物品描述：一个白色折叠纸盒，装有6个超大的药片封板(10x6.0x2.0厘米)。每块板上只有一个“泡泡”，里面是一块Whitehall博士的灰褐色肖像饼干。每块饼干都是一个搞笑的Whitehall博士的卡通形象。板背后的锡箔纸上写着“乏味博士：无趣的人类消费”。依次令一只褐鼠，一名D级人员和一位研究员吃下饼干（一次一片，两次测试中间观察对象）。未发现不良反应。研究人员如此形容道：“普通，平淡，无趣。”剩下的饼干被装裱起来，放在Whitehall博士的实验室里，用于装饰/鼓舞士气。",
    "花费金额：100日元\nSCP-261是否通电：是\n物品描述：一袋“多力多滋原子”。让一名D级人员测试了袋子，未发现任何辐射。食用时，D级人员在吃极辣的食物和被活活烧死的状态之间徘徊。此状态持续了一分钟，直到受试者由于脱水和极度疼痛而不省人事。后来接受采访时，该D级人员透露他感觉到“在喝燃烧的汽油”。发现剩余薯片包含魔鬼辣椒汁以及一些未知化合物，被认为是导致该D级人员感到在燃烧的原因。\n\n注：我请求用一片薯片测试受试者全身浸没在水中时吃它的感觉。-Slav博士",
    "花费金额：307日元\nSCP-261是否通电：是\n物品描述：一袋真空密封的“特价包”，含有12卷“木瓜须含片”，每卷有12个含片。标签上用英语，匈牙利语和马达加斯加语写着“不得转售”和“健康警告：6小时内不要食用超过一个木瓜须含片；怀孕或哺乳期的妇女不应食用”。吃了一卷含片后，D级人员立即失去了脸上和身上的所有毛发；随后毛发以正常速率再生。一次性吃了两片含片后，D级人员立即失去了脸上和身上的所有毛发，并且开始流鼻血和丧失听力。鼻血止住后两小时，恢复了50%的听力。头发不受到影响。",
    "花费金额：1999日元\nSCP-261是否通电：是\n物品描述：一个长方形罐子，名为“即时聚会”，画着美国王子歌手的脸，下面还有一句话“让我们开始派对吧！”可以用粘在罐头一侧的钥匙打开罐头。打开时，罐头里传来了歌曲“1999”，还有一系列夜总会灯光。D级人员报告了想要跳舞的强烈冲动。效果持续了3小时，然后罐头的特性消失了。",
    "花费金额：1200日元\nSCP-261是否通电：否\n物品描述：一瓶“默瑟先生的惊人调味”。瓶内装有2盎司橘子酱。对任何物体使用它会使得该物体变得非常可口。它对所有被测试的物体都起了作用，包括木头、石头、沙子和腐肉。但是，它不会改变对象的成分。该瓶子被送到实验室进行测试。",
    "花费金额：一枚庆长时代的金币（德川幕府时期使用的货币）\nSCP-261是否通电：是\n物品描述：1642.5杯生米，以谷物的形式出现在scp-261的出货槽里。3名研究人员用了33个20磅米袋才清理干净。根据报告，米粒看起来像是“被人从泥土中挖出来的”。D级人员食用后未发现异常。",
    "花费金额：一枚万延时代的金币\nSCP-261是否通电：是\n物品描述：280杯生米，以谷物的形式出现在scp-261的出货槽里。1名研究人员用了6个20磅米袋清理干净。根据报告，米粒看起来仍然是“脏兮兮的”。D级人员食用后未发现异常。",
    "花费金额：一枚保研时代的金币\nSCP-261是否通电：否\n物品描述：一包“手招き肉”（召唤肉），含有6片日本短尾猫肉。左上角的插图描绘了一只被串起来烤的招财猫。最初D级人员不愿意食用，但4分钟后被研究员说服了。食用后，D级人员报告他感到了“幸运”。未发现其他效果。",
    "花费金额：7000日元\nSCP-261是否通电：否\n物品描述：被松散的玻璃纸包裹着的牛蹄，掉进了出货槽里面，但由于太大了而无法取出。该物体似乎是连在一个处于scp-261里面的动物身上，可以听到scp-261里面有挣扎的声音。试图打开scp-261的时候，听到了撕裂肉体的声音，牛蹄断了掉了出来，发现机器里面是空的。分析报告指出该牛蹄属于普通水牛。值得注意的是奶油填充物代替了骨髓。",
    "花费金额：700日元\nSCP-261是否通电：是\n物品描述：一个无标记的中型玻璃纸袋。袋子里大约有60条薄薄的肉干。D级人员尝到了典型日式牛肉干的味道，但报告说吞咽后右脸颊有刺痛的感觉。受试者在约140秒后倒地死亡。进一步检查显示这种肉干是由水母制成的，属箱型水母。",
    "花费金额：700日元\nSCP-261是否通电：是\n物品描述：一小盒“小口吃”。盒子的标签和介绍与雀巢的同名焦糖糖果几乎完全一样。明显不同的是该物体是“肉”味的，而糖果不再是典型的圆形，而是与人类乳头相似的形状。盒子里有大约16颗糖果，颜色从粉色到棕色不等。味道类似猪肉，而口感类似于雀巢牌糖果。",
    "花费金额：1400日元\nSCP-261是否通电：是\n物品描述：一盒4颗“PEZ”分配器和12块“PEZ”糖果。分配器的头分别是美国前总统比尔·克林顿、前白宫实习生莫尼卡·莱文斯基，前独立检察官肯·斯塔尔和莱文斯基的前女友琳达·特里普。糖果和分配器未发现异常。",
    "花费金额：100日元\nSCP-261是否通电：是\n物品描述：“easyram博士”：一个印有老套的“疯狂科学家”的小塑料杯。美式英语包装。介绍上说要在加水，然后在微波炉中加热60秒。得到了带有劣质芝士酱的拉面。分析显示，营养含量等同于青春期男性每天所需营养的三分之一，含有大量的ω-3脂肪酸。",
    "花费金额：100日元\nSCP-261是否通电：否\n物品描述：“edimas”：一个可食用的微型灌肠注射器，带有一个微笑的亚洲儿童的形象。说明书用美式英语介绍了如何使用该产品进行灌肠。经检验，发现它不仅可以灌肠，也有助于补充结肠壁的营养。送往实验室进行下一步测试。",
    "花费金额：恰好半个100日元硬币\nSCP-261是否通电：是\n物品描述：一个标准354毫升（12盎司）可乐罐的上半部分。确认罐子是空的。打开后，约177毫升（6盎司）的液体-后来证实是可口可乐-从罐子底部直接落在进行测试的D级人员脚上。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：“欧托兹”-一个典型的“欧托兹”盒子，长约9.5厘米，宽6厘米，高2厘米。D级人员吃了盒子里的一颗“薄荷糖”，导致肌肉生长到原体积的1.5倍。实验终止以防止更多的肌肉生长。虽然盒子上的成分表与普通的欧托兹薄荷糖一样，该“薄荷糖”被证实含有类固醇，以及一种不明化学成分。",
    "花费金额：一枚边上穿了孔的500日元硬币，一根一米长的绳子（棉绳）穿过硬币上的洞。硬币被投入后，试图用绳子把硬币拉出来。绳子断了，硬币照常被投入机器。\nSCP-261是否通电：是\n物品描述：多多果汁：一盒流行的儿童果汁品牌的果汁。标签和成分表都是英文的，试验结果表明果汁无异常，但已经过期了三周零四天。食用后，受试者表示果汁“味道怪怪的”。",
    "花费金额：一枚边上穿了孔的500日元硬币，一根一米长的鱼线（尼龙、聚偏氟乙烯（PVDF）、聚乙烯、涤纶和聚乙烯纤维（UHMWPE））穿过硬币上的洞。硬币被投入后，用绳子成功地把硬币拉了出来。\nSCP-261是否通电：是\n物品描述：“嗨！薯片”牌蓝色包装饼干，内含4块标准大小的巧克力饼干。包装上的文字为过时的梵文。饼干看起来很普通。可食用。受试者表示不喜欢这个牌子的饼干，但除此之外挺好的。在吃完最后一块饼干的瞬间，受试者吐出了一块棕色的糊状物。测试显示该糊状物的体积和成分相当于4块饼干，但是引起受试者呕吐的原因未知。",
    "花费金额：一枚边上穿了孔的500日元硬币，一根一米长的鱼线（尼龙、聚偏氟乙烯（PVDF）、聚乙烯、涤纶和聚乙烯纤维（UHMWPE））穿过硬币上的洞。硬币被投入后，用绳子成功地把硬币拉了出来。\nSCP-261是否通电：是\n物品描述：“奶昔！：巧克力西瓜”。32盎司。透明塑料瓶，标签和成分表除了标点符号外为英语。可能只是一种营销手法。标签上印有一个带有巧克力糖浆的西瓜。内部的浅棕色液体口感类似融化的巧克力奶昔。测试证明它可食用。受试者描述它的味道像是溶解在牛奶里的“开心牧场”牌硬糖，每喝一口就要打一个嗝。喝完瓶内液体后，受试者被要求描述他的状况。主题沉默了8秒，然后在试验区剧烈呕吐出带泡沫的液体。清理的时候收集了31.53盎司的液体，剩余0.47盎司被受试者的衣服吸收了（已没收）。",
    "花费金额：一枚边上穿了孔的500日元硬币，一根一米长的鱼线（尼龙、聚偏氟乙烯（PVDF）、聚乙烯、涤纶和聚乙烯纤维（UHMWPE））穿过硬币上的洞。硬币被投入后，用绳子成功地把硬币拉了出来。\nSCP-261是否通电：是\n物品描述：装着“农心优质乌冬面”牌挂面的塑料碗。可食用，无餐具，包装看起来很普通。上有英语和日语两种文字。当按照说明把开水倒在面条上时，受试者表示他喜欢这个牌子的面。当他吃了5口后，问及他的情况，受试者表示”可能不是我吃过的最好的面，但是作为方便面已经很好了。”吃完后，受试者立即在实验区吐出了半消化的面条和汤。同样，测试显示没有成分会引起这样的反应。",
    "花费金额：42日元\nSCP-261是否通电：否\n物品描述：████████████博士同时按下了所有的按钮。SCP-261发出了巨大的噪音，剧烈摇晃了5秒，然后给出了一张9x6厘米的纸。它正面写有“膳食券”的字样，而背面则写着“我们为给您带来的不便表示歉意。”",
    "花费金额：777日元\nSCP-261是否通电：是\n物品描述：scp-261发出了像老虎机一样的声音，然后给出了整整777枚巧克力币。",
    "花费金额：13日元\nSCP-261是否通电：是\n物品描述：一小盒标有“倒霉运”的麦片，不含棉花糖。D级人员报告说它尝起来不新鲜。发现它几年前就过期了。",
    "花费金额：755日元\nSCP-261是否通电：否\n物品描述：带黑色标签的亮黄色玻璃瓶。上面用捷克语的一个变种写着“雷电”，下方用黑色粗体写着“警告，48岁以下人群不可食用”。里面是一种粘稠的红色液体。当一名52岁的D级人员打开瓶子的时候，瓶子发出一声140分贝的巨大雷声，吓到了她，她差点聋了。喝了里面的液体后，她尝到了一种覆盆子的味道，然后跌倒在地不省人事。后来的测试证实，大量酒精进入了她的体内导致她失去了意识。未知酒精是如何进入她的体内的，在受试者失去意识之后瓶子自行密封了。另一项测试是对一个34岁的受试者进行的。打开瓶子，雷鸣般的声音响起后受试者消失了。未进行进一步测试。",
    "花费金额：100日元，按下机器上“100日元”的按钮后又投入了100日元\nSCP-261是否通电：是\n物品描述：机器安静了约5秒，然后吐回来200日元的硬币。除此之外还有一张粘糊糊的便条，附在一块约1.5公斤重的光滑的小石头上。便条上写着：“下定决心！”，正下方有一张愤怒的脸，似乎是永久性记号笔写的。",
    "花费金额：一枚钻了孔的500日元硬币，用厚纱线穿过孔绑住了硬币，在孔上粘了少量胶带以防止硬币丢失。投入硬币后，用线成功地把硬币拉了出来。\nSCP-261是否通电：否\n物品描述：机器犹豫了约5秒，然后掉出了一枚手榴弹。手榴弹击中地面约2秒后爆炸。██人死亡，约██人受伤，4人轻伤。手榴弹留下了一个直径约2米，深约18厘米的弹坑。有趣的是，这台机器本身毫发无损。用了█天才修好休息室。",
    "花费金额：1日元\nSCP-261是否通电：否\n物品描述：一片低质量的像纸一样薄的薄荷糖。",
    "花费金额：10日元\nSCP-261是否通电：否\n物品描述：一片比上次测试结果厚了10倍的薄荷糖，D-15832描述可以尝到柑橘味，但说不清楚具体是什么。",
    "花费金额：200日元\nSCP-261是否通电：是\n物品描述：一瓶500毫升的宝矿力水特。日语包装。",
    "花费金额：200日元\nSCP-261是否通电：是\n物品描述：BB牌手指饼干，神秘口味。英语包装。产品类似于在2006年就停产的BB牌手指饼干。该产品为松脆的花生片，涂有不同颜色和口味的巧克力外壳。发现有牛奶、黑巧克力、白巧克力、草莓、橘子、薄荷、芥末味的外壳。",
    "花费金额：200日元\nSCP-261是否通电：是\n物品描述：“拉努冲冲冲！”牌糖发，覆盆子味。包装上用英语描绘了长着彩色胡子的快乐儿童。里面有五个单独包装的药片。受试者打开了一个包装，吃了里面的药片，指出它有一种纤维素的味道和质地，类似于干燕麦麸。5分钟零14秒后，受试者的上唇开始生长出一种紫红色的含糖纤维，每2秒可以长出1厘米。73秒后胡子停止生长。胡子可以被轻松安全地折断，可食用。胡子纤维在受试者的嘴里融化成糖，味道非常甜，像是人工覆盆子。受试者吃掉了胡子后，产生了一种“返老还童”的感觉。",
    "花费金额：200日元\nSCP-261是否通电：是\n物品描述：莎士比亚的十四行诗，味道可口。一个信封里装着4张牛皮纸，每张纸上都用李属刺阿干树墨水手写了一首莎士比亚的十四行诗。四首诗分别是#34、#77、#121（也被认为是#125）和一首名为#219的未知诗歌。注意，已知莎士比亚只写了154首十四行诗。当一首十四行诗被大声朗读出来时，听到它的人都报告感到了类似于西洋李子的酸味。在读第二遍时，发现再次听同一首十四行诗不会引起异常效果。所有十四行诗只出现了一次味感。食用羊皮纸发现它们干燥无味。",
    "花费金额：500日元\nSCP-261是否通电：否\n物品描述：一个主要为红色的3.5盎司塑料袋，标有“生日猴子的彩虹糖！”，英语印刷，右边似乎描绘了一幅scp-983的漫画。袋子另外一边用现代法语、英语和德语印有“八种令人兴奋的口味！一定要试试我们的‘神秘白’口味！”。袋子里共有8颗单独包装的彩色糖果。受试者被指示尝一尝每种口味，除了“甘草黑”味的纯黑色糖果，它被████博士描述（了解SCP-983相关知识）为“极其危险的”。受试者按照指示执行了，指出尽管他不喜欢软糖，这些糖尤其“好吃”。现场研究人员注意到，受试者吃完了除了“神秘白”和“甘草黑”以外的糖果以后，头发上出现了灰色条纹。受试者吃了“神秘白”糖果之后，该效果消失了，该口味被描述为“最好的一个”。“甘草黑”糖果与来自于SCP-983的样品一起被保存。",
    "花费金额：500日元\nSCP-261是否通电：否\n物品描述：一个装着“疯子莱昂内尔的伤口”的2盎司纸箱，标准英语印刷。标签左边印有一只卡通狮子，正在舔着它的左爪子上的蓝色糖果。标签下方印有“像狮子一样把它们舔掉！”。盒子里有24卷圆形彩色糖果绷带。受试者用一条绷带包扎了她手上的一个小伤口，尽管她表示该行为很“愚蠢”。舔掉了橙色绷带后，受试者的伤口似乎完全愈合了。收集了剩余样品以进行进一步测试。",
    "花费金额：250日元\nSCP-261是否通电：否\n物品描述：六秒内掉出了27颗霰弹枪子弹。在靶场使用了6枚子弹，未见异常情况。测试后，一名D级人员注意到了每颗子弹底部的小字。快速检查证明他说的是实话，小字为日语写的“可食用”。D级人员试了，说它尝起来像巧克力和香蕉的组合口味。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：17个空罐，每个罐子都可以装大约115克的液体。奇怪的是，所有的罐子不仅没有盖子，还有一条同样的大裂缝。所有的裂纹从罐口开始，以约30°的角度锯齿状向下延伸。所有罐子的长度均为4.75厘米左右，有0.33厘米以内的误差。",
    "花费金额：500日元\nSCP-261是否通电：否\n物品描述：一个表面刻有各种绿色的象形文字的金属立方体。食用尝试失败，因为对象太大吞不下去，太硬而无法被咀嚼。然而几分钟后，立方体表面开始生锈了。舔锈会使它从立方体上剥落。D级人员报告了腐烂的金属味。吃下立方体上所有的铁锈后，受试者感觉很饱，接下来的24个小时都不需要进食了。此外，食用后立方体表面的象形文字闪了几秒钟才回到正常状态。\n注：尽管在空气中储存了数月，充分暴露于氧气中，但立方体没有显示出生锈的迹象。上面的象形文字也消失了，取而代之的是一个大红色的“X”。",
    "花费金额：5000日元\nSCP-261是否通电：是\n物品描述：“拉弗蒂”，黄色汽水罐，上面描绘着一个手持大茶杯指着观察者的青春期男生的形象。初始效应包括D级人员爆发了失控的笑声。大约20分钟17秒后，笑声完全停止了。进一步的检查显示他的体脂减少了0.7公斤。据报告，受试者尝到了一种温暖、柔和的柠檬味。\n注：罐侧营养表标注总卡路里为-5620。",
    "花费金额：700日元\nSCP-261是否通电：是\n物品描述：一个蓝金色纸盒。通过远程遥控打开包装。里面有一个蓝色的卷笔刀和散发着不同气味的彩色铅笔。削铅笔会打开卷笔刀后面的一个口袋，里面装有一片随机的水果。铅笔剩余14支。",
    "花费金额：600日元\nSCP-261是否通电：是\n物品描述：“魔方糖”。一个被打乱颜色的装有硬糖的魔方，当魔方被还原时，它会打开并露出一颗彩虹色的糖果，吃掉糖果，魔方会随机打乱颜色。重新解决谜题会得到另一颗糖果。",
    "花费金额：150日元\nSCP-261是否通电：是\n物品描述：“好奇博士的神奇泡泡糖！”。包在塑料纸里的粉红色小糖球，上有警告说不要吞下口香糖。看似不起眼，直到D-14376开始吹泡泡，吹到了大约170厘米的直径，爆炸的力相当于一个大型烟花爆炸。奇怪的是除了D-14376，所有在房间里的人都遭受了听力损失和脑震荡。接下来好几天房间里都弥漫着硫磺和糖的味道。",
    "花费金额：1000日元\nSCP-261是否通电：是\n物品描述：“语言罐头：现代语言”，日语文字。未列出原料。受试者吃完后表现出了流利的西班牙语、法语和德语。一小时后效果逐渐消失。",
    "花费金额：1000日元\nSCP-261是否通电：是\n物品描述：“语言罐头：古代语言”，日语文字。未列出原料。受试者吃完后表现出了流利的希腊语、拉丁语和古苏美尔语。一小时后效果逐渐消失。",
    "花费金额：100日元\nSCP-261是否通电：是\n物品描述：“可口可乐”。看起来像是普通的可口可乐，喝起来也像是普通的可口可乐。发现罐子是可食用的，香草味。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：一盒“分手糖”，俄语标签。包装上除了名字、条形码和写着法国里昂制造的标签以外没有任何文字。里面有25个水滴形的糖果，每颗糖都印有一句有关分手的话（例如“灌醉自己忘记你”；“你是我的束缚”等等）测试显示每颗糖果含有1毫克氰化物。",
    "花费金额：250日元\nSCP-261是否通电：是\n物品描述：一包无标签的小熊糖。分析发现它们完全正常（如果非要说不同的话它们的含糖量略低于普通袋装小熊糖的平均值）。受试者D-4221报告说它们很好吃，并且拒绝交还糖果。决定他可以留着它们。今日测试结束。",
    "花费金额：5000日元\nSCP-261是否通电：是\n物品描述：紫色包裹，上有绿色英语标签：“睡眠是最好的药！你肯定听说过，现在自己试试吧！”包裹中有30粒白色药片。D-3512吃了一片。受试者立即倒地，昏迷了48小时。醒来后，他报告说“我一生中从未感觉这么好过。就好像是，我的头痛消失了！”\n注：D-3512有持续性偏头痛史。",
    "花费金额：445日元\nSCP-261是否通电：是\n物品描述：Wentsworth大人的卓越眼镜-一副铝箔包装的金丝单片眼镜，让D-8845戴上了。戴上眼镜后，受试者声称约2米外的地上出现了一杯放在茶托上的茶。受试者朝着显然不存在的一杯茶走去，弯下腰喝了起来，声称它尝起来像一杯普通的加了糖的格雷伯爵茶。喝完茶，单片眼镜开始迅速变色、降解，只留下了镜片。箔纸上画着一个戴着一顶帽子和眼镜的男人在喝一杯热气腾腾的茶，而用另一只手拿着茶托。",
    "花费金额：半枚500日元硬币\nSCP-261是否通电：是\n物品描述：机器剧烈摇动了约3分钟，然后给出了一个蓝色的小球。小球被给予D-8845检查和试吃，当D-8845试图咬它的时候，小球开始流动，成为了凝胶状态。D-8845得到了一根吸管和喝掉它的指令。插入吸管后，蓝色液体自行流过吸管和D-8845的喉咙，一直到他的肚子。D-8845报告有一种强烈的“被人遗忘的蓝莓味”。D-8845报告没有其他的不良影响，目前正在接受检查。有关残缺货币的进一步测试正在进行中。",
    "花费金额：2枚半个（不同的）500日元硬币\nSCP-261是否通电：是\n物品描述：机器剧烈摇动约1分钟，然后给出了一个铝箔大包裹，上面描绘了一个田园乡村，远处的背景中有一个燃烧着的人形。包装上写的威尔士语带有粗略的翻译（不像是现代威尔士人写的）：“他们会做一个小的，这个给你！”后面有大字写着“萨奇村！”。打开包裹，露出了一个满是小人的原始山村。就像包装背面的说明写的那样，村庄被水淹了。约5分钟后，村子露出了“真正的”草地，人们开始了他们的生活。经过大约3小时，一大群村民开始聚集在一个地方，造起了一个柳条人，用的是从他们家里搬出的木头，这种木材来源不明，而且木材的总体积大于他们家的体积。柳条人完成后，人们点燃了它。所有吸入了烟雾的附近人员都报告说感觉饱了。柳条人完全烧毁后不久，村子就坍塌成了尘土。",
    "花费金额：750日元\nSCP-261是否通电：是\n物品描述：哞哞物语-一个长方形盒子，上面画着一只声称这是“世界上最好吃的东西！”的牛。盒子里装着几块纽扣形状的白巧克力。受试者食用后，受试者说“哼”，“哞”等拟声词的时候会发出真正的动物叫声。我们相信这种效应是永久性的。对受试者的进一步检查显示，每当她发出动物叫声时，她的声带就会不由自主地扩张和收缩。",
    "花费金额：47日元\nSCP-261是否通电：是\n物品描述：一个优质的骨制中国茶杯，装着茶，格雷伯爵，热，只能这样描述。任何有意用除了“茶，格雷伯爵，热”以外来描述它的方式都失败了。该物品慢慢地出现在了机器的检索区中。Earl Grey说：“这是一种尝试泡茶的尝试，但却从未尝过这种滋味。”。",
    "花费金额：700日元\nSCP-261是否通电：否\n物品描述：“回溯”-鲜艳的铝箔袋里装有12块钟形硬糖球。在与受试者的舌头接触后就消失了。受试者过去六小时的记忆被变成了他吮吸糖果的记忆。研究人员的记忆或安全录像没有任何变化，但受试者的生理变化与其记忆的变化相一致，包括轻度脱水、因久站而导致的僵硬的关节，以及持续吸吮导致的牙釉质退化。味道被描述为“不可抗拒的”。",
    "花费金额：1000日元\nSCP-261是否通电：否\n物品描述：“魔药”。汽水饮料，包装上有一只穿着巫师服的大象吉祥物。倒进杯子的液体为“带有白点和蓝点的黑色”。受试者喝下后报告他开始感到“不同”并开始抽搐。受试者晕倒了，2分钟后醒来。每20分钟受试者就会像不同的动物一样动作。4小时后受试者晕倒，2分钟后再次醒来。问及受试者的经历，但他只说了“我不再喜欢动物了”，现在他对动物产生了一种奇怪的恐惧。",
    "花费金额：200日元\nSCP-261是否通电：是\n物品描述：一个荧光绿软塑料瓶，纵向标有荧光紫色的粗体英语写的“喝我”。底部有一个竖起大拇指的图标伴随着词语“美味”，垂直于上文提到的标语。主标签的对面印有一个六角形的编码，但不符合任何已知的产品标识。瓶内含有100克的白色面糊，分析后确定它是一种代餐，含有2.5兆焦耳能量、人体所需主要营养的1/3、0.5毫克阿普唑仑和25毫克红霉素。受试者报告说它尝起来有点香草味。",
    "花费金额：1000日元\nSCP-261是否通电：否\n物品描述：“鳄鱼包”。一瓶苏打水，由D-555测试，D-555喝了一口然后吐了出来说“尝起来像有人死在了里面”。经测试得知瓶内含有各种动物肉和沼泽水。",
    "花费金额：100日元\nSCP-261是否通电：是\n物品描述：“包梨饼”。一块绿色的梨味饼干。塑料包装，由有一个绘有未知符号的梨形贴纸贴住开口。测试显示，该物品成分为标准的梨和饼干。把饼干给了D-98547，他说尝起来像是“梨和巧克力饼干混合在一起，真难吃”。\n花费金额：1000日元\nSCP-261是否通电：是\n物品描述：一块颜色更暗的“包梨饼”。D-32492要求将其放在一个罐子里。研究员Andrews从罐子里拿出饼干，D-32492立即问“谁从罐子里拿走了43046721块‘包梨饼’？”对这块“包梨饼”进行了研究，发现其含有43046721份“包梨饼”的标准配料。\n编辑：研究员Johnson不慎摔碎了这块饼干，它分成了9块颜色稍浅、和原来的“包梨饼”同样大小的饼干。",
    "花费金额：一枚半个50日元硬币，用胶水粘在另外半枚上面\nSCP-261是否通电：是\n物品描述：“概念饼干”，装在没有开口的塑料盒子里。盒子上有一个金属槽和一个按钮。它们并没有显现出来，但所有的观察者都能“知道”它们的存在。受试者“想着”按下按钮，一块饼干就会弹出来。受试者拿着饼干，但没有人能够清楚地指出它的位置，录像会显示饼干，金属槽和按钮。监控摄像显示饼干在不同时间被吃掉。再次使用SCP-261后，测试的录像显示出了一块饼干。一些研究人员报告说有一块饼干，有些报告说他们“知道”饼干的存在，但它不在那里。从理论上讲，这种饼干只能存在于“概念上”，然而，硬币使饼干成为半物理的，它的物理特性被保持了261里面。受试者报告说他“刚刚知道”饼干是“半巧克力味的”。\n\n花费金额：一枚半个50日元硬币，用胶水粘在另外半枚上面\nSCP-261是否通电：否\n物品描述：与上次实验结果相同，在弹出饼干后产生了一道明亮的闪光，然后留下了一块装在没有标记的蓝色盒子里的普通饼干。盒子顶部有个可以打开的塑料窗。饼干是普通的巧克力饼干。",
    "花费金额：186日元\nSCP-261是否通电：是\n物品描述：放在金属支架上的发光玻璃球体。标签上是五彩的奇怪螺旋符号，目前仍未被破译。被球体的光芒照亮的人们报告了“令人愉快”的味道和轻微的性欲增加，但是他们拒绝描述得更详细。对球体的检查未发现异常物质排放。\n注：以上条目不再正确。在检测出了稳定增长的异常放射物后，必须控制住该物体。拆卸和分析显示了大量极不稳定的核素，在██米半径内存在物理常数上的微小变化。█████████博士，古典科幻小说的粉丝，建议“尽可能彻底摆脱这种东西，除非你想炸掉半个银河系”。",
    "花费金额：25日元\nSCP-261是否通电：是\n物品描述：红色和橙色相间的小纸板箱，前面写着“北欧泥”。下面用小字印着“（单人份）”。盒子左侧是一个装有土豆泥的明亮的蓝色塑料碗，另一侧有成分列表（土豆、奶油粉、速溶酥油）和食品信息标签（值得注意的是该物品的饱和脂肪含量等于一个健康的成年人每日推荐摄入量的188%，但是盒子上却显示只含10%的“健康摄入量”）。\n盒子外面印刷着零散的土豆图片，背面有三个通过铰接臂连接着高科技电动搅拌器的打蛋机在搅拌一份土豆泥。这张图片下面印着“挖掘美味！”，边上用小得多的字写着“版权2077”。\n打开盒子，发现了一个类似于盒子上印着的蓝色碗，还有一个塑料勺和一个蜡纸包，蜡纸包里装着带有黄色条纹的白色粉末。包装上用模板印着一句话“说明：倒进一杯开水”。\n按照指示准备了食物，得到了一碗与包装上画的一模一样的黄油土豆泥。测试对象按照指示食用，发现它很美味，称它为“我吃过的最好吃的土豆”。对受试者的监测发现，食用该产品后他的胆固醇水平在一周内上升了300%，但后来恢复了正常。",
    "花费金额：25日元\nSCP-261是否通电：否\n物品描述：一个与上次实验几乎相同的纸盒（见上文），然而它似乎更破旧了，外层的部分包装纸都不见了。背面用黑色记号笔或铅笔潦草地写着“20顶帽子”。打开盒子后，发现同样的碗和袋子完好无损，但塑料勺似乎有点融化了，似乎在某种高温下暴露过。\n该项目的食用方法与之前相同，受试者也给出了类似的正反馈，但一小时后受试者开始无法控制地呕吐。经过彻底的身体检查，发现此人患有严重的辐射中毒。治疗后发现，该物品的残留物，包括同碗、勺子和包装，都具有高放射性，并带有放射性微尘的痕迹。",
    "花费金额：10000日元\nSCP-261是否通电：否\n物品描述：一个用软木塞密封的没有刻度的小玻璃烧杯，上面只贴着一张破纸，上面用英语写着“黑眼”。\n该产品含有约200毫升的纯黑色液体，粘度与食用油相同，测试表明它完全由捕获的光粒子组成。\n当D-4924接受指令去喝它时，她先闻了它，描述它没有气味，然后喝下了它，说它像是甘草味的。\n未见直接影响，但食用后一小时D-4924声称她的左眼有轻微刺痛，第二天，当她醒来时，她说她的左眼没有知觉了，发现她的左眼现在像一个黑洞，原本应是瞳孔的地方有一块发光的白斑，虹膜不见了。\n测试发现，她的左眼在黑暗中的视力为正常人的8倍。",
    "花费金额：2000日元\nSCP-261是否通电：是\n物品描述：有一个大红色的心形吊坠盒的项链，看起来没有异常性质，链子看起来像是钢做的，但其实是白巧克力，而吊坠盒本身是用含有30%的可可粉的黑巧克力制成的。\nD-10416被要求先戴上项链，未发现任何不寻常，然后指示D-10416吃了它，食用后，D-10416竟然索取了更多的巧克力，之后D-10416便习惯性地每天索取至少一块巧克力，后续测试表明，她的心理年龄降低到了10岁。",
    "花费金额：650日元\nSCP-261是否通电：否\n物品描述：一个纯银罐，两端系有一条金丝带。罐子上的标签是用一种未知语言写的，有一个数字650，高约5英寸，直径约10厘米。可以听到里面传出的高音调的嗡嗡声。罐子被带到检疫所。D级人员奉命打开罐子。内容物为一个圆形的小生物，有四只眼睛，全身都覆有黑色和红色的鳞片。生物长到了原来的两倍大，然后开始攻击人。生物触碰到D级人员的血之后不久死亡。进一步检查发现了一种类似于████████的绿色荧光粉末。DNA检测显示该生物为未知物种。D级人员正在进行医学检测[数据删除]。",
    "花费金额：25000日元\nSCP-261是否通电：是\n物品描述：无标记的大塑料袋，内含10颗白色的心形硬糖球，化学分析发现了大量的████████、各种不明化学物质以及硬糖球常用的原料。食用糖果不会尝到任何味道，也不会产生任何立竿见影的效果。\n吃完糖果的一个奇怪的副作用是，多个受试者的身体部位变成了类似于动物的肢体，按比例放大或缩小到了人类的比例。在所有的案例中，转换都是缓慢而痛苦的，在5到7天之间完成，并且是永久的。以下为5名D级人员的转换记录：\nD-15032：双耳变成了红色的狐狸耳朵。\nD-29043：双眼获得了类似鲨鱼的第三眼睑。\nD-9320：长出了额外的牙齿，他的牙齿像灰熊那样尖利。\nD-13287：鼻功能变成了大多数家养犬的运作方式。\nD-20586：手臂变成了蛛猴的前肢。\n剩下的5颗糖果已被带走进行进一步研究。",
    "花费金额：1000日元\nSCP-261是否通电：是\n物品描述：一个40盎司的密封泡沫塑料杯，顶部伸出了一根吸管。杯子是纯白色的，只有一张樱桃的卡通画，里面装着一层厚厚的浅粉色液体。D-113-a喝了4.5盎司后报告说，他尝到了樱桃味，但是它太恶心了以至于他喝不下去了。后来的化学分析报告说该饮料是由[数据被编辑]和化学香料组成的。剩余样品被焚烧。",
    "花费金额：93日元\nSCP-261是否通电：否\n物品描述：“恐龙战队！”-一个2盎司的袋子，装着一些模仿90年代热门剧“恐龙战队”人物的硬糖，日式包装。受试者报告糖果“尝起来和暴风果一模一样”。化学分析显示糖果的成分与普通的暴风果没有什么区别。好时公司没有生产这种硬糖的记录。\n研究员注：“有趣。我想知道…嘿，我们还剩多少日元？”-I████博士",
    "花费金额：1993日元\nSCP-261是否通电：否\n物品描述：“恐龙战队：大兽神迈克佐德！”-一个48盎司的相同袋装硬糖（见上文）。标签下印有句子“每包一只恐龙！集齐恐龙召唤传奇兽神迈克佐德！”。内容物是意料之中的，包括一个“剑龙小塑料复制品”。所有内容物均无异常。\n研究员注：“投入1999日元是不是也产生了日期相关的产品？这台机器和90年代有什么仇？”-I████博士",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：Sassparilla-一瓶根啤。它的标签是现代根啤的典型复制品。没有不寻常的味道。饮用后，受试者会变得暴躁狂傲，嘲讽挑衅研究员。实验由于一条针对█████博士母亲的特别粗鲁的评论而终止。后来，研究人员对于他们被受试者攻击的原因感到困惑。对象分类为认知危害。有待进一步测试。\n“它给出了什么鬼████。”-█████博士",
    "花费金额：100████（从██████回收的货币）\nSCP-261是否通电：是\n物品描述：一种气态云，当与之互动时，它会像被抓住一样附着在受试者的手上。吸入后，受试者抱怨了胸口痛和严重的呼吸困难，最终导致了死亡。对于受试者的尸检发现了一些呈规律排列的白金，致命地穿过了受试者的心脏和肺。在“心”的中心附近有一个制造商的标记，表明它是由████████制造的，有激光切割的日期██/██/████。",
    "花费金额：600日元\nSCP-261是否通电：否\n物品描述：“牛豆”。袋装果冻，纹理和颜色类似于SCP-843。D级人员食用时，因剧烈的胃部疼痛而昏倒。受试者醒后，似乎一切都很正常，但检查表明，受试者长出了3个新的胃。",
    "花费金额：1500日元\nSCP-261是否通电：否\n物品描述：“冰淇淋手电筒”。物品为一个冰淇淋形状的手电筒。测试表明，它的光照到的任何东西都会慢慢变成冰淇淋，口味取决于材料。\n注：我认为冰淇淋手电筒可能会非常有用。我的意思是，我知道那只是糖，但是你不能在紧急情况下靠吃冰淇淋存活吗？",
    "花费金额：4500日元\nSCP-261是否通电：是\n物品描述：<未知>-一个小盒子，除了用黑色笔写的“3号草图”之外没有其他的外部标记。打开后，发现它装有一个与便携式电视机外形相似的小黑匣子。盒子还带有一个容器，它类似于ZIP驱动器，存放了一百种不同的磁盘存储系统卡。其中九十个磁盘上有一幅描绘随机水果或蔬菜的图片，剩下的十个磁盘是白色的，显示出不同的切食物的图片。包装里面还包含一个给盒子充电的电源盒，虽然它已预先充好电了。盒子里只有两个单独的插槽和两个按钮-一白一红-以及一个全息技术中使用的透镜。\n当D级人员按下红色按钮，镜头闪过，显示了一个空白的图案。当他将一张画有苹果的磁盘插入顶部的槽中时，苹果的图像突然出现在显示屏上。虽然插入其它水果和蔬菜的磁盘也没有产生特殊效果，当D级人员插入描绘一个人用一把刀在切苹果的白色磁盘后，图像发生了变化，显示了一个碗里的一堆苹果片，苹果片的数量还会增加。然而，图像仍然是不可触摸的。\n当D级人员按下白色按钮，侧面弹出了一个类似叉勺的工具。该工具为一个（迄今为止）未知的汽化气体结构，但触感很坚实，只是有点冷。当叉勺碰到显示的图像后，一个单独的苹果片的全息图像会出现在它的末端，能够被送入嘴中吃掉。虽然叉勺似乎只是从盒子里取出了一张全息图像，但在受试者吃了“苹果片”之后，图像也发生了变化。\n不久之后，D级人员表示虽然他不知道怎么正确吃“苹果片”，他能在嘴里感觉到它的质地和风味，而且还能够吞下它。重复吃“苹果片”约十分钟后，D级放下叉勺，说他吃饱了。测试将在第二天继续。",
    "花费金额：1200日元\nSCP-261是否通电：是\n物品描述：三包“便携式交流”，拉丁语包装，制造地为英国伦敦。物品类似于一个预先打包的圣餐酒与[数据被编辑]生产的薄脆饼。包装无法在做礼拜的场所之外的地方打开，即使用再大的力也不行。发现薄脆饼只是普通饼干，而“酒”类似于酷爱牌饮料。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：“太空晚餐！”，美式英语包装，美国宇航局牌，产地包括佛罗里达州卡纳维拉尔角和美国宇航局俄亥俄州格伦研究中心。内容物类似于一个电视晚餐盘，里面有几个脱水食品，包括牛排、桃子、巧克力布丁和一包果汁，还有一把热水枪为食物提供水分。可食用，但是并不是特别开胃；测试表明，该食物与为阿波罗计划准备的食物相同。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：苏姐的蓝莓香烟-一个略大于平均大小的蓝金色装饰的香烟包，标签上写着“现在可持续更长时间！”。里面装着21支蓝色的香烟和一个可伸缩的类似于二十世纪初流行的那种小烟嘴。吸烟时（使用了烟嘴），D级人员描述除了烟草之外还有一种令人愉快的蓝莓味道，散发出一种浅蓝色的烟雾。标签上显示制造商是杨马波罗公司，未知该公司的存在。",
    "花费金额：300日元\nSCP-261是否通电：是\n物品描述：一个未贴标签的500ml塑料瓶，装有红色液体，已确认是普通的苹果汁。其味道被描述为“美味，不过非常辣”。",
    "花费金额：52日元\nSCP-261是否通电：否\n物品描述：一块轻木木板，无包装，尺寸为14cm×5.7cm×6.3mm。除了表面刻有一只蚂蚁的图像外没有其他标记。没有其他值得注意之处。",
    "花费金额：73,266日元\nSCP-261是否通电：否\n物品描述：充满水的小塑料袋。水中有数百只无异常的南极磷虾（Euphausia superba）。袋子上有一个标签，印有排列成6行8列的48个彩色多边形。",
    "花费金额：150日元\nSCP-261是否通电：否\n物品描述：未知。物品具有少许逆模因性质，使得其无法被实验者察觉。使用了Y级记忆强化剂的实验者描述该物体的味道是“无色的”。",
    "花费金额：50日元外加半个日元硬币\nSCP-261是否通电：是\n物品描述：一张纸，纸上写着“这张纸可食用”。指派D级人员去吃掉这张纸。在咽下这张纸后，D级人员感到恶心与不适。随后他被送往医疗部门，检查表明“可食用”的纸含有痕量的有机汞。D级人员于第二天去世。",
    "花费金额：400日元\nSCP-261是否通电：是\n物品描述：“波士顿糖浆汽水”，美式英文包装，但有些拼写和语法为英式。物品为装在玻璃瓶中的糖浆味碳酸汽水，非常粘稠。玻璃瓶的上半部分可以被拧开，包装上的说明称应用勺子或叉子进食物品。在对该物品的测试中，D级人员表示难以咽下“汽水”，实验随后中止。",
    "花费金额：400日元\nSCP-261是否通电：否\n物品描述：大塑料袋包装，印有品牌“吊死果大全”（Stranglefruit Thesaurus），包装印有英文，类似SCP-2337的语言风格。内容物为蠕虫软糖，除了制作特别精良以外没有异常。内容物被提供给了SCP-2337，它对此表示了感谢。\n注：至少我们认为那是感谢。我不太确定“吊死果治愈肉族名，嘎”到底啥意思。",
    "花费金额：350日元\nSCP-261是否通电：是\n物品描述：小纸板箱，未知语言包装。\n箱子里装满了爆米花，测试者报告玉米花尝起来像雪茄灰。",
    "花费金额：350日元\nSCP-261是否通电：否\n物品描述：一罐葡萄苹果味可乐。D-████喝掉了内容物，随即心脏骤停。尸体解剖表明液体破坏了D-████的胃部，造成了休克和心脏停跳。",
    "花费金额：300日元\nSCP-261是否通电：是\n物品描述：一包“Lars”牌土豆片，醋和盐调味。英语包装。类似于Lays牌包装的袋子。袋子中装有切成薄片的混合物，漂浮在醋中，切成薄片。D-76037可以食用切片，但最后没有食用，因来自袋子的强烈醋气味。.",
    "花费金额：100日元\nSCP-261是否通电：是\n物品描述：一袋“Mr.Leaven's Yeast先生的莱文酵母（玉米片奶酪味）”：一个小小的黄色铝袋，里面装有看似活性的干酵母，用美式英语包装，带有南方方言。D-11196食用少量后报告说，他们尝到的味道就像“多力多滋”。数小时后，受试者抱怨腹部疼痛和轻度醉酒，这是由于胃中的糖分解而消耗纯酵母的典型症状，受试者恢复正常。",
    "花费金额：500日元\nSCP-261是否通电：是\n物品描述：一盒“分形片”：一小盒谷物，用美式英语包装。类似于其他基于“玉米片”的谷物产品，尽管每个片上都刻有复杂的分形图案，但其中包含一小条警告 一次只能食用一个。食用后，受试者报告感到不适。感觉持续了8个小时。将薄片放入水中进行测试后，薄片的大小呈指数增长，达到了人胃的近似容量。随着片状的生长，分形图案逐渐消失。",
    "花费金额：500日元\nSCP-261是否通电：否\n物品描述：一瓶“革命！能量饮料”250毫升红色和黑色条纹罐装，西班牙文。饮料富含碳酸，并带有柑橘味。在被D-12587饮用后，受试者爬到附近的桌子上，开始大声喊叫无政府主义者的口号，然后与警卫进行斗争，受试者已被处决。",
    "花费金额：500日元\nSCP-261是否通电：否\n物品描述：一个20盎司的“巴雷特可乐”玻璃瓶，无标签;产品名称是用激光刻在玻璃上的。玻璃是不透明的，无法从外部看到内部。打开瓶子会使瓶子在瓶口所朝的方向发射一枚.50 BMG弹。重新盖上瓶盖将“重新装弹”，之后再次取下瓶盖，则再次开火。瓶子的初次打开导致受试者D-12432死亡。通过瓶颈下方的小型摄像头检查内部 发现瓶子空空如也。",
    "花费金额：100日元\nSCP-261是否通电：是\n物品描述：一个玻璃球，玻璃球顶部带有塞子，可以移除。球体内部大约有500毫升的透明凝胶状液体，喝了以后会喝醉。当醉酒后被受试者报告品尝此液体像生锈的金属一样。喝醉后，对象的手中突然出现了一个装备，标有“收集所有██万个零件来制造██████的发条机！”它在标签上有一张所说机器的图片，看起来像是 SCP-914.\n我有一个好主意，我们来继续做这个然后把所有的零件都给放到机器上! -研究员 Clark\n不行，将这些东西拆开并弄清楚它是如何工作的，比将所有部分装起来弄得更快。\n-研究员 ████████",
    "花费金额：从日本的███████监狱，被压扁的三支香烟，被当作囚犯特别货币。\nSCP-261是否通电：是\n物品描述：紧紧包裹在卫生纸中的几个豌豆。餐巾纸与███████监狱当前使用的餐巾纸相匹配，但折叠的方式使得囚犯在不损坏豌豆的情况下不可能打开.",
    "花费金额：“0日元”，由基金会和日本政府为本次实验特别制作的硬币。\nSCP-261是否通电：是\n物品描述：没有形状的金属圆柱，与固体和液体相撞而不受气体影响。可以使用项目，但与其接触的对象不受其影响。人类有能力感知它，但是无法以任何其他方式感知或检测到它。使用拉环打开罐子，露出四个具有相同特性的棕褐色立方体。当食用时，它们被转化为具有相同性质的粪便。",
    "花费金额：一个被破坏成渣的信用卡，其中有700日元.\nSCP-261是否通电：是\n物品描述：从████████████银行购买的服务器用于此测试，该服务器存储与█████████的帐户有关的信息，在投币后自己写满了一些信息，这些信息内包含了被砸碎的软糖和一个塑料包装，但是都过于破损以不能识别任何显着信息。",
    "花费金额：200日元取自东京神道教圣殿的收藏板上。\nSCP-261是否通电：是\n物品描述：没有物品。钱被退回硬币投币口。\n花费金额：同上\nSCP-261是否通电：否\n物品描述：没有物品，退币返还槽中有钱返还。试图取回这笔钱，但导致Dr. Williams的右手食指和拇指遭受二度烧伤。最初取回这笔钱的特工MacElroy是唯一能够处理而不受硬币的伤害的人。此后，这200日元和一张¥10 000 000的支票已退还至圣殿，寺院随后损失了所有异常财产。",
    "花费金额：一个日元硬币，改为带有20个比特币的QR码.\nSCP-261是否通电：是\n物品描述：“天上的派”，用英语包装。内容是一片巧克力奥利奥奶油派。打开包装后，切片慢慢朝着收容室的顶部漂浮。Dr. Chambers能够使用鱼线将其捕获并加以抑制。可食用，但受试者报告说它的味道感觉好像糖和其他的一些卡路里含量有点低。"
  ]
}
