{
  "请神术": [
    "CallAzathoth阿撒托斯请神术，召唤此神极度危险，有可能会烧熟整个星球。本法术只能在夜间的户外施放；但是并不需要其他特殊的准备。别名：混沌的祈求、无法形容的夏盖元音。",
    "CallCthugha克图格亚请神术，克图格亚将从施法者手持的火焰中现身（蜡烛、火把等）。施法者要一边吟诵咒语，一边按照一系列的图案移动火种。本法术只能在北落师门（南鱼座的最亮星）升上地平线的晴朗夜晚才能施放。北半球观测北落师门的最佳时间是九月到十一月。别名：唤醒炽热燃烧的末日、北落师门协定",
    "CallHastur哈斯塔请神术，本法术可将哈斯塔请至有九块大石呈V形排列的地方（永远是邪教活动的标记！）。每块大石块的体积都要在九立方码以上。本法术只能在毕宿五（在金牛座）升上地平线的晴朗夜晚（大约十月～三月）才能施放。在请神术进行时每有一只拜亚基在场，成功率就会额外增加10%。如果在每块石块中牺牲5点POW令它们附魔，这个石V可以为“拜亚基召唤、束缚术”增加30%的成功率。别名：黄之祈愿",
    "CallIthaqu伊塔库亚请神术,可以吸引伊塔库亚的注意；但是这 尊旧日支配者现身时可能只会被当作一股旋风或者强 烈的寒风。本法术必须在巨大的雪堆上施放（至少10 尺高）。传说中，本法术只能在极北之地、温度在冰 点以下的时候才能施行。有些巫师推测伊塔库亚会从 任何积雪的高山上召唤出来，甚至是南极的山也可 以。 别名：北风的七重悲叹、呼叫冰雪之神",
    "CallNyogth尼约格萨请神术,本法术可以讨得尼约格萨的欢喜， 它现身的时候会施恩于施法者——如果它认为施法者 有价值的话。施法者必须在任何洞穴的入口进行法术 的仪式（某些典籍提到所有巨型洞穴都会连接到尼约 格萨栖息的那一个）。 别名：厉声号叫祈求汝的黑暗主人之术、吁求潜 伏在地下的祂施恩之术",
    "CallShub-Niggurath莎布-尼古拉丝请神术,莎布-尼古拉丝会被召唤到神 圣的石头祭坛上。这个祭坛必须位于阴湿的露天场 所。法术必须在新月时在祭坛施放。 每次对黑暗母神的召唤都需要鲜血为祭坛进行祭 献。如果祭坛浸泡在相当于200SIZ以上的鲜血当中， 请神术的成功率将增加20%。每有一只黑山羊幼崽在 场，成功率会额外增加10%。 别名：合一庄严礼、林中女神肉欲生出之术",
    "CallYog-Sothoth犹格-索托斯请神术,犹格-索托斯会被召唤到特别建 造的石塔上。石塔必须建造在开阔地，天空必须晴朗 无云。石塔至少要10码高。每次施法时邪教徒还要选 派一个人牲做见面礼。其实只需要邀请一下就可以— —比如，指一指附近的村落，犹格-索托斯随后会自 己去选择牺牲者。 邪教徒可以选择对石塔进行附魔，降低成功施放 法术的魔法值消耗。每向石塔永久注入1点POW，犹 格-索托斯请神术的成功率就会上升1点。 别名：钥匙的禁歌、Yah-Zek引导术",
    "DismissDeity送神术,消耗：每人1点以上魔法值 施法用时：1分钟，每多有一位投入魔法值的参与 者，额外增加1轮时间,首先，要遣返的神祇每有25点POW（不足25的舍 去），就要分配1点魔法值。这样就有5%的概率遣返此 神，并可打开遣返此神的通道。通道准备好之后，牺牲更多魔法值可以诱使神祇 离开。在这个第二阶段每牺牲1点魔法值，可以使神 祇离开的概率增加5%；牺牲10点魔法值就能增加50% 的遣返概率。和对应的请神术版本一样，送神术也可 以由一群人协助施放"
  ],
  "联络术": [
    "ContactChthonian钻地魔虫联络术,除非附近没有钻地魔虫，否则本法 术自动成功。本法术必须在近来已知发生过地震、或 者有地幔热点和火山的地方，好让它们能从星球内部 深处快速抵达地壳的外缘。 消耗：5点魔法值",
    "ContactDeepOne深潜者联络术：除非附近没有深潜者，否则本法术自 动成功。本法术须在咸水水体或者海洋边缘施放。在 深潜者城市附近施放效果最佳，例如在马萨诸塞州印 斯茅斯的海滨，还有英国敦威治镇外的海岸。仪式包 含把特别雕刻的石头投掷到水里的步骤。 消耗：3点魔法值",
    "ContactElderThing古老者联络术术：除非附近没有古老者，否则本法术自 动成功。最恰当的地点是南大西洋中脊附近或者最靠 近南极洲的地堑上。 消耗：3点魔法值",
    "ContactFlyingPolyp飞水螅联络术：除非附近没有飞水螅，否则本法术自 动成功。飞水螅只会在它们少见的地下城市中出现， 最大的一个在西澳大利亚沙漠中千沙之城的下面。施 法者必须先为他们建设或打开一个通讯的竖井作为出 口。 消耗：9点魔法值",
    "ContactFormlessSpawn无形眷族联络术：除非附近没有无形眷族，否则本法 术自动成功。施放本法术最佳的地点是撒托古亚的神 庙，这些神庙中仍然有撒托古亚的祭坛雕像；或者是 靠近恩凯伊黑暗深渊开口的地点，在俄克拉何马州宾 格(Binger, OK)附近的某处。北美洲西部或者中西部或 许还有其他地方存在出入口。据说在马萨诸塞州的敦威治就存在这么一个洞穴。 消耗：3点魔法值",
    "ContactGhou食尸鬼联络术：除非附近没有食尸鬼，否则本法术自 动成功。只要是人群聚集的地方就有食尸鬼的存在， 尤其是坟地和地穴附近。百年以上的古墓是施放这个 法术的宝地。月光直射的夜晚是最好的。 消耗：5点魔法值",
    "ContactGnoph-Keh诺弗-刻联络术：除非附近没有诺弗-刻，否则本法术 自动成功。诺弗-刻经常在格陵兰或者是靠近北极的 冰冻荒野上出现。 要成功施放该法术，施法者必须用冰和雪为这种 怪兽制作一个小塑像，然后进行一次成功的「歌唱」 （「艺术/手艺」专门）检定。 消耗：6点魔法值",
    "ContactHoundofTindalos庭达罗斯之猎犬联络术术：如果廷达洛斯猎犬收到召 唤，它会自动出现。目前没人知道有什么办法可以和 廷达洛斯猎犬交涉，因为这种东西穿越时空之流的动 机仅仅是饥饿而已。 消耗：7点魔法值",
    "ContactMi-Go米-戈联络术：除非附近没有米-戈，否则本法术自动 成功。本法术必须在高山的山脚下和山顶上施放—— 高山所在的山脉要曾经被这种神秘的、能在宇宙飞行 的种族开采或造访过。这些山脉包括阿巴拉契亚山 脉、安第斯山脉、喜马拉雅山脉和非洲中部的一些山 峰。 消耗：8点魔法值",
    "ContactRat-Thing人面鼠联络术：为了引来污秽的人面鼠，本法术必须 在人面鼠大量滋生的地点附近施放。有报告称这些邪 恶的生物存在于英国约克郡。还有报告称有类似的生 物出现在马萨诸塞州。 消耗：2点魔法值",
    "ContactSand-Dwelle潜沙怪联络术：除非附近没有潜沙怪，否则本法术自 动成功。本法术必须在合适的沙漠施放，比如撒哈拉 沙漠、美国西南部沙漠、沙特阿拉伯和澳大利亚中 部。 消耗：3点魔法值",
    "ContactServitoroftheOuterGod外神仆役联络术：在施放法术时，成功通过幸运检定 确保至少有一个外神仆役在银河系之内。如果这个范 围内没有外神仆役，付出的魔法值会浪费。 施法者必须能够见到众星。他或她要设法想象阿撒托斯不可言喻的、跳动着闪亮着仿佛液体火焰的核 心（据说说是一个类似于球形的冥想形象但是实际上 是未知的形状）。仆从会在1D6+4轮内现身，并且期 待着一场鲜血献祭。如果祭品不足，仆从会吞食施法 者。如果仆从接受了献祭，它会同意为施法者完成一 件简单的任务。 如果「说服」检定成功，仆从还会屈尊回答一次 礼貌的询问；询问的内容包括伟大的阿撒托斯、宇宙 中心的宫廷和任一位外神。此回答会使询问者的「克 苏鲁神话」值增加1D3点，但是对旁观者来说此回答 毫无意义。 如果掷骰结果在施法者「说服」值的五分之一以 下，仆役还会将一个法术直接传授到施法者的脑海 里，施法者损失1D8点理智值，并会混乱 (Disorientation)1D10轮。法术由仆役自行挑选。 在仆役完成服务以后，它可能会逗留并演奏它那 匪夷所思的管乐器，同时身体上闪过五颜六色的光 芒，触手翻腾不已；它也可能直接消散身形，回到某 条银河旋臂或者原始星云当中，周而复始地做它往日 的活动。 听到它吹奏的疯狂而令人着迷的笛声损失1/1D4 点理智值，并且每个在场的歌唱家或演奏家之后都会 饱受纠缠。他们会变得对地球的音阶漠不关心，并且 越来越感受到自己被迫使演奏那曾经被呈现在面前的 宇宙的音阶。 消耗：14点魔法值",
    "ContactSpiritsoftheDead死灵联络术：本法术有许多版本。其中一种需要用白 色的床单(sheet)在河边搭建一个帐篷，里面放上装满 河水的罐子。人们载歌载舞，恳求死者的出现。累计 投入的魔法值并乘以五，施法者需要投掷一次D100， 在此值以下才能施法成功。若成功，死者的声音将从 水罐中浮现出来。人们可以听到他们的声音，并且如 果把头伸进帐篷，也可以向他们探讨或提问。记住死 者几乎只知道他们生前知道的东西，有些人尚未注意 到自己已经死了。 消耗：3点以上魔法值",
    "ContactStar-SpawnofCthulhu克苏鲁的星之眷族联络术：除非附近没有代表性的眷 族，否则本法术自动成功。本法术必须在海滨施放， 可能在深潜者哨站附近或者靠近星之眷族可能沉睡的 地方。本法术在波利尼西亚、马萨诸塞州的海滨和拉莱耶海面上施放效果良好。 消耗：6点魔法值。",
    "ContactYithian伊斯人联络术：本法术不能上溯或下推时间。如果在 施法的时刻，附近方圆一百英里恰好有被伊斯人占据 身体的存在，这个伊斯人就会注意到召唤。如果它觉 得好奇、害怕或者警觉，就可能会回应召唤。如果施 法者没有有趣的谈资、或者给不出有趣的东西，伟大 种族的学者就会无视他之后的提问，甚至可能会把施 法者当成害虫或障碍消灭掉。 消耗：4点魔法值 别名：联络术可以使用的词语如：联合(Union)、 交谈(Commune)、交易(Exchange)、交流 (Commerce)、协约(Covenant)、协定(Pact)、协调 (Concord)等等。例如，红色协议(The Red Pact)、深 渊之盟约(Covenant of the Deep)之类。"
  ],
  "通神术": [
    "ContactDeity:ChaugnarFaugn昌格纳·方庚通神术：开启同昌格纳·方庚的交流。若 成功，此神将会送给施法者幻象或梦魇，揭示神的欲 望；也会通过这种方式告诉施法者，他的请求是顺利 通过还是被拒绝了。",
    "ContactDeity:Cthulhu克苏鲁通神术：开启同克苏鲁的交流。克苏鲁通常夜 间在施法者的梦中回应。他在梦境和梦魇中，对他的 追随者昭示他的欲望",
    "ContactDeity:Eihor艾霍特通神术：和其他的通神术类似，但是施法者施放本法术时牺牲1点魔法值。此神将自动出现；如果 和此神的距离较远，它会在梦中出现，否则会直接出 现。在将这个法术传授到施法者的大脑里以后，艾霍 特会抽走5点POW作为报偿。",
    "ContactDeity:Nodens诺登斯通神术：开启同诺登斯的交流。诺登斯通神术 只会在遥远无人的地方施放，比如无人的海蚀崖边 缘。若成功，诺登斯随后会接触施法者，时机和施放 时类似，也是施法者在难以到达的地方独处之时。",
    "ContactDeity:Nyarlathotep奈亚拉托提普通神术：开启同奈亚拉托提普的交流。 这个法术可以在任何地方施放，恰好适合这个无处不 在的神。但是奈亚拉托提普只会在信徒的集会和新祭 司的涂油礼（译注，基督教赋予受礼者某些教权的仪 式）上出现。",
    "ContactDeity:Tsathoggua撒托古亚通神术：开启同撒托古亚的交流。撒托古亚 可能会以灵体状态出现，像是他本体朦胧的半透明投 影；但是执行正常的SAN损失。它只会在施法者独处 时出现。他说的话（只有？）施法者能听见",
    "ContactDeity:Y’golonac伊戈罗纳克通神术：开启同伊戈罗纳克的交流。此神 回应时会尝试使施法者改信自己。如果它觉得施法者 不适合当自己的祭司，会对施法者发动精神攻击，试 图吞噬其灵魂和精神。如果施法者可以胜任，伊戈罗 纳克则会设法占据一个朋友的身体，接近施法者并诱 惑他服侍自己"
  ],
  "附魔法术": [
    "EnchantBook书册附魔术消耗：可变的POW；1D4点理智值 施法用时：3天 对于任何书，如果书中题写有法术“星之精召唤、 束缚术”的咒语，可以对它进行附魔以辅助星之精的召 唤。写书的墨水必须含有星之精的脓液。施法者牺牲 任意数量的POW，失去1D4点理智值，并且要花三天 进行冥想。施法者每在书中投入一点意志值，他发动 “星之精召唤、束缚术”成功的几率就会增加2个百分 点。",
    "EnchantKnif刀具附魔术消耗：可变的POW；1D4点理智值 施法用时：2小时 附魔的刀具可以增加其他法术施放成功的几率。 本法术会对纯金属制成的刀子或匕首进行附魔，比如 纯金和纯铁。施法者要用刀锋在平坦表面上刻出错综 复杂的图样；然后，它要用来宰杀一只至少SIZ20的 动物。这动物的血液顺着刻出的图案绘出轨迹，这样 附魔就完成了。 这样的刀具可以用来施放空鬼召唤术。每在刀具 上投入一点意志值，法术的成功几率就会上升2点",
    "EnchantPipes笛子附魔术消耗：可变的魔法值；1D6点理智值 施法用时：3+小时 增加其他法术施放成功的几率。本法术用来附魔 一副排笛或者一支长笛。这件乐器至少要有九成是金 属。施法时必须对这件乐器进行一小时之久的仪式， 专注、念咒，这期间施法者牺牲理智值，并牺牲自己 的POW进入这件乐器。每牺牲5点POW，这件乐器就 需要在温热的鲜血中浸泡两小时。每牺牲5点POW还 要额外宰杀一只至少兔子和猫大小的动物。附魔成功 的笛子每具有一点POW，“外神仆役召唤、束缚术”等 需要排笛或笛子施放的法术的成功几率就会增加2 点。",
    "EnchantSacrificialDagger祭刀附魔术消耗：30点POW 施法用时：1星期 施法者创造一把火焰形状的匕首，本法术将施放 在这把刀上。这把刀要宰杀一只至少100POW的生 物。同时附魔者必须自己消耗30点意志值。此后，每 当在奈亚拉托提普见证下正确地使用此刀献祭选定的 目标，目标的POW就会注入祭刀，这些POW可以从 祭刀中送给任何方便的存储地点——施法者或者某些消耗：30点POW 施法用时：1星期 施法者创造一把火焰形状的匕首，本法术将施放 在这把刀上。这把刀要宰杀一只至少100POW的生 物。同时附魔者必须自己消耗30点意志值。此后，每 当在奈亚拉托提普见证下正确地使用此刀献祭选定的 目标，目标的POW就会注入祭刀，这些POW可以从 祭刀中送给任何方便的存储地点——施法者或者某些",
    "EnchantWhistle哨子附魔术消耗：可变的POW；1D4点理智值 施法用时：1天 增加“拜亚基召唤、束缚术”施放成功的几率。本 法术附魔所用的哨子必须由白银和陨铁的合金制成。 每在哨子中牺牲一点POW，“拜亚基召唤、束缚术”的 成功几率就会增加2点。"
  ],
  "时空门法术": [
    "FindGate时空门搜寻术消耗：1点魔法值；1D3点理智值 施法用时：20～60分钟 本法术通过一系列的手势和特殊的歌唱，向施法 者显示视野内有无时空门的存在。 本法术虽然能够定位时空门，但不可以打开、关 闭、创建或通过时空门。而且这种法术受限的形式也 无法让施法者得知时空门穿越的是空间还是时间。",
    "GateBoxes时空箱创建术消耗：1点POW（译注，根据下文，应为5点）；可变 的魔法值和理智值 施法用时：5小时 可以创建一对魔法箱子，它构成了一道魔法时空 门的两端。穿越时空箱消耗的魔法值和理智值和穿越 普通时空门相同，传送机理也一样。 首先要制作两个完全相同的木箱子，大小可以是 想要的任何SIZ。箱子只能从一面打开。接下来必须 花费大约五小时进行必要的仪式，包括将手放入箱 子、在头脑中构想出某些超时空的线条和角度。此时 要牺牲5点意志值。接下来箱子每天会自动吸取施法 者一半的魔法值，直到吸取的魔法值达到其总SIZ的 20倍为止。施法者每被吸取一整星期魔法值，就要失 去1点理智值。所需魔法值吸取完毕后，时空箱就可 以使用了。",
    "ViewGate时空门观察术消耗：可变的魔法值和理智值 施法用时：3轮 本法术在对可疑的时空门施放时，允许施法者及 其同伴不必通过时空门就知道时空门另一端有没有东西、有什么东西。法术消耗随激活时空门所需魔法值 的数量而变化。施放本法术总是需要1点魔法值和1点 理智值。观察时的消耗是可变的，等于时空门消耗的 十分之一（向上取整）。所以一道需要7点魔法值来通 过的时空门，观察时需要2点魔法值和2点理智值。视 野将维持1D6+1轮。本法术的施放频率没有限制，只 要施法者有足够的魔法值和理智值即可施放。 如果视野中有恐怖的东西，每位观察者都要付出 额外的理智值作代价。观察者可以尝试合适的技能检 定来了解他观察的是何地、何时、何物。时空门法术别名：视力仪式、（望见）通向他处 之门、万千旅途之门、时空拱门、通向遥远过去和未 见之景的大门、巫师的陷阱"
  ],
  "召唤法术": [
    "SummonByakhee拜亚基召唤术：在吟唱中必须吹响哨子。本法术仅在 毕宿五升上地平线的夜晚有效（最佳时间是十月至翌 年三月）。召唤出的拜亚基将从空中振翅而下，身上 尚且因穿越宇宙的旅行而极其寒冷。 若哨子是附魔的，则附魔哨子的每点POW可使 成功率增加2%。哨子可以反复使用。 别名：召唤汝骥，驮负汝身、唤来旅行者的旋律",
    "SummonDarkYoun黑山羊幼崽召唤术若施法者在杀死祭品时使用附魔 刀具进行了特定的宰割仪式，其在POW对抗检定中 可以获得一颗奖励骰。 别名：进入心材、号乎森林，行乎汝令",
    "SummonDimensionalShambler空鬼召唤术若施法者拥有用任一种单质金属如铜铁 等打造的附魔匕首，其在POW对抗检定中可以获得 一颗奖励骰。如果空鬼暴露在明亮的阳光之下，还可 能获得第二颗奖励骰。 别名：铜之约束、灼灼日光诱捕术",
    "SummonFireVampire炎之精召唤术如果施法者站在篝火里，其在POW 对抗检定中可以获得一颗奖励骰。如何抵抗火焰，由 施法者自行决定。 别名：火焰恶魔兼并术、灼焰火舌之威权",
    "SummonHuntingHorror恐怖猎手召唤术：单只恐怖猎手将由头及身出现，好 像从空间中开了一个洞出来一样。本法术只能在夜晚 的户外施放。如果没有额外为束缚准备祭品，它会叼 走施法者并消失。别名：祈求飨宴之牙、召来扭曲恶魔的言语",
    "SummonNightgaun夜魇召唤术：一声几不可闻的空气轻响以后，单只无 面的、令人恶心的、飞行的恐怖就出现了。召唤时现 场必须要有一块装饰有神秘旧印的石头，但石头本身 可以不必为星形。本法术只能在无月的夜晚施放。 别名：无面人的低语、召唤有翼的阴影",
    "SummonServitorOfTheOuterGods外神仆役召唤术：单只仆役会在疯狂笛声的萦绕回响 中出现。魔法值的消耗是普通召唤法术的三倍；每消 耗三点魔法值，法术施放成功率增加10%；结果为 96～100必然失败。每次施放本法术还会消耗3D4点 理智值。施放本法术还需要一支笛子；若笛子是附魔 的，则附魔笛子的每点POW可使成功率增加2%。邪 教徒可以在特别亵渎的时段，不限时间地点地施放本 法术，典型的如仲夏节前夜、萨温节前夜和五朔节前 夜（译注，三个节日前一个是北欧节日，后两个是古 代凯尔特节日；节日当天分别是夏至日前后、11月1日 和5月1日） 别名：不可描述者的交响乐仪式、令人疯狂的吹 管者的吟诵",
    "SummonStarVampire星之精召唤术：只要这种隐形的生物潜伏着接近时， 就会听到古怪的窸窣声。施法者还需要一本书，书上 要写或题上法术用的咒语。若书册是附魔的，则附魔 书册的每点POW可使成功率增加2%。本法术必须在 无云的夜空下施放。此生物是隐形的，除非它的血管 里注入了其他可见生物的血液。 别名：盛宴死亡的夜唤术、染血字母的吟诵"
  ],
  "独立束缚术": [
    "BindByakhee拜亚基束缚术，若施法者使用附魔哨子，其在 POW对抗检定中可以获得一颗奖励骰。哨子可以反 复使用。 别名：骏马契约术、旅行者强迫术",
    "BindDarkYoung黑山羊幼崽束缚术：若施法者在杀死祭品时使用附魔 刀具进行了特定的宰割仪式，其在POW对抗检定中 可以获得一颗奖励骰。 别名：进入心材、号乎森林，行乎汝令",
    "BindDimensionalShambler空鬼束缚术：若施法者拥有用任一种单质金属如铜铁 等打造的附魔匕首，其在POW对抗检定中可以获得 一颗奖励骰。如果空鬼暴露在明亮的阳光之下，还可 能获得第二颗奖励骰。 别名：铜之约束、灼灼日光诱捕术",
    "BindFireVampire炎之精束缚术：如果施法者站在篝火里，其在POW 对抗检定中可以获得一颗奖励骰。如何抵抗火焰，由 施法者自行决定。 别名：火焰恶魔兼并术、灼焰火舌之威权",
    "BindHuntingHorror恐怖猎手束缚术，需要用知觉生物进行血祭。牺牲并 不是由施法者进行的——恐怖猎手会夺取牺牲品。施 法者必须在POW对抗检定中胜出才能束缚住恐怖猎手。 别名：捻惧为线，束于汝思、谋杀契约",
    "BindNightgaun夜魇束缚术，若施法者拥有刻有神秘旧印的石头，其 在POW对抗检定中可以获得一颗奖励骰。 别名：无面之人掌控术、知晓你之物的远古标记",
    "BindServitorOfTheOuterGods外神仆役束缚术：若施法者使用附魔笛子，其在束缚 检定中可以获得一颗奖励骰。 别名：命令的秘密音符、喋喋疯癫之契约"
  ],
  "无分类法术": [
    "ApportionKa灵魂分配术，消耗：10点魔法值，5点POW（每个脏器），2D10点理智值（译注：每个脏器），施法用时：每件脏器1天，施法者的生命精华，又叫“Ka（译注：古埃及“灵 魂”）”，会有一部分转移到施法者的一个重要脏器 上。这个附魔的脏器将从施法者的身体中移出，妥善 保管在隐蔽的地方，并为施法者提供一种不死之身的 方式：只要附魔的脏器安全无虞，施法者就免疫特定攻击的伤害，甚至可能不会死亡。 本法术最早的使用者是黑暗法老涅弗伦-卡的信 徒，他们会移除自己的心、肝之类的重要脏器，然后 把它们锁在安全的地方。若不是这个法术有弱点的 话，它会让施法者事实上杀不死。这个弱点就是：施 法者的大脑是法术发挥作用的位置，因此无法被移 出。如果大脑被破坏了，其他脏器会失去魔法的特 性，施法者也会死亡。 一个人移出自己的脏器会损失2D10点理智值，每 移除一件脏器就要永久减少5点POW。贯穿的攻击只 能造成正常伤害（瞄准头部的攻击除外）。免疫攻击 的类型由移除的脏器决定；例如肺被移除的话，施法 者将不受缺氧的影响（所以他再也不怕溺水和窒 息）。脏器的移除还可能为施法者提供免疫毒药等能 力。 如果施法者受到伤害，耐久值会照常减少，但是 只会昏迷，不会死亡。施法者只有大脑被特别瞄准并 毁坏后才会死亡。别名：精魂灌输、意志萃取、不死的气息",
    "BanishmentofYdeEtad耶德·艾塔德放逐术，消耗：每名施法者：1D4+3点魔法值；1D4点理智值施法用时：可变（至少1小时），本法术可以遣返绝大多数穿越时空的人类以及拥 有自由意志的类人智慧生物。本法术对所有受外族役 使的种族均无效。如果正确地施放的话，该放逐将是 永久且不可取消的。每个放逐皆是针对单独的个体， 而非某一类怪物的。 本法术需要至少三个人来施放。所有参与者都要 知道本法术。参与者越多，效果越好；但是参与者的 总人数必须是三的倍数。 该放逐生效的方式是通过仪式之火，烧毁代表目 标的咒印（Sigil。译注，这是一个神秘学概念，本来 每个咒印都代表某种要召唤的存在，类似于黄印代表 着“黄衣之王”。后来从Austin Osman Spare开始，魔 法师也可以创造自己的私印）。目标的私印是最理想 的，但是也可以根据咒语中给出的方案，采用代替 品。POW最高的施法者须和目标进行一次POW对抗 检定并胜出，法术才能生效。此处每有额外的三名施 法者参与，获得一颗奖励骰。本法术必须在午夜的户外进行，最好是选在和目 标有联系的具有力量的地点。可以选择知名的鬼屋、 目标的最后目击地或它进入这个时空的地点。施法者 需要分成两部分：三分之一的人要站在一个保护圈 外，其他人站在圈内别名：驱逐七重地狱之物、驱逐恶魔、恶火的诅咒",
    "BlessBlade刀锋祝福术，消耗：5点POW；1D4点理智值施法用时：1小时，制造一把刀具，可以伤害或杀死那些平凡的武器 无法伤害到的存在。需要一只至少SIZ50的动物进行 血祭。刀锋必须是铁、银之类的单质金属。刀具可以 是任何大小 ，不过更大的刀能造成的伤害也更多 （参考表17：武器，RB401-405）。 如果刀具破损、熔化或者因其他原因损坏，它即 永久失去此能力；但是它不会因为攻击超自然存在而 受损,别名：旧力灌注、七切之仪式、灵魂毒药",
    "BodyWarpingofGorgoroth戈尔戈罗斯形体扭曲术，消耗：6+点魔法值；5点POW；2D6点理智值施法用时：1D6+4分钟允许施法者改变其物理形态。施法者可以改变成 任何形状和外观，但是保留自己的个人能力。该形态 是肉体的，但是能够看上去像石头、木头、毛毯之类 的东西。在转变成新形态之后，施法者获得新形态的 移动能力。施法者的STR、CON、INT、POW和DEX 维持不变。当模仿人类时，施法者的外貌(APP)将变 为被模仿者的外貌(APP)。。施法者只能呈现为已知的 形态。 施法者向奈亚拉托提普祈求、反复吟诵咒语，同 时支付6点魔法值，如果形体扭曲时SIZ每增减5点， 还要再支付1点魔法值。每次施法只能进行一种改 变，且效果是永久的，直到本法术被再次施放才能变 回。本法术不能对其他生物施放。别名：血肉大师、行走的画皮、黑法老之触。",
    "BreathoftheDeep深渊之息，消耗：8点魔法值；1D6点理智值施法用时：1轮，目标的肺里会灌满海水，可以造成痛苦的溺亡。 目标必须在施法者的视野内。在1轮的咒语默念 之后，施法者须和目标进行一次POW对抗检定并胜 出，法术才能生效。若施法者胜出，目标开始溺水— —他将倒地并被海水窒息，每轮受到1D8点伤害。目 标须在每轮受伤害后进行一次极难CON （≤1/5CON）检定；如果检定成功，表明水已经被排 出，法术效果终止别名：海洋的通货、水手的诅咒、盐卤之吻",
    "BrewSpace-Mead黄金蜂蜜酒酿造术，消耗：每剂20点魔法值；加上额外的魔法值和理智值消耗，施法用时：许多天，本法术能制造出魔法的饮品，可以让人类在宇宙 旅行中承受高度真空和剧烈变化的环境。对于这样的 旅行，黄金蜂蜜酒生效时也需要消耗同等数量的魔法 值和理智值，数值和服用此酒的旅行者旅行距离的光 年数相关（参考表：黄金蜂蜜酒效果表）。 酿造这种饮料和进行旅行对施法者、使用者来说 是两个不同的阶段。黄金蜂蜜酒的种类有很多，每种 的效果都相同，而需要的材料各有不同。酿造黄金蜂蜜酒需要五种KP挑选的特殊材料，和 至少一星期的酿造时间。当酒液开始起沫冒泡时，施 法者须在酿造物中牺牲每剂20点的魔法值。这些魔法 值可以分在很多天之中牺牲；点数越多，剂量越多。 每一剂可以让一个人承受一次时空变幻的宇宙旅行。 当黄金蜂蜜酒附魔完成时，旅行者必须找到旅行 的工具——通常是坐骑：其中，拜亚基召唤术可以提 供一匹星间的骏马。接下来旅行者服用一剂蜂蜜酒 （大概也会同时带上回程用的），爬上“骏马”，号令坐 骑，旅程就开始了。在这个时候，旅行者要支付旅行 距离所需的魔法值和理智值。 在太空中，旅客的精神和肉体是停滞的，几乎对 周围环境毫无知觉。直到到达了目的地，药剂的效果 才会结束。别名：虚空的呼吸、旅行者的半身、极黑之夜的水银饮剂",
    "Cause/CureBlindness致盲术/复明术消耗：8点魔法值（致盲术额外消耗2D6理智值）施法用时：1天 目标完全且永久失明，好像中风了一样。如果眼 睛和视神经的功能没有受损，同样的法术也可以用解 除目盲。不论哪种用法，本法术都需要8点魔法值。 进行仪式需要1天时间。施法者须和目标进行一次 POW对抗检定并胜出，法术才能生效（若目标自愿 则自动成功）。 别名：视觉授予、黑暗之影、法老的诅咒。",
    "ChantofThoth透特之咏,消耗：10点魔法值；1D4点理智值 施法用时：30分钟 使用本法术可以增长施法者的智力，提升他解决 特定脑力问题的几率。在吟唱中消耗10点魔法值可以 让施法者在获取知识、学习法术、翻译文章、推断符 号的含义等等场合的检定时获得一颗奖励骰。 别名：明晰大脑的仪式、增闻广识的歌咏、学者 合唱。",
    "CloudMemory记忆模糊术消耗：1D6点魔法值；1D2点理智值 施法用时：即时 本法术会阻碍目标有意识地回忆特定事件的能 力。目标必须在施法者视野内，且能够接收施法者的 指示。施法者须和目标进行一次POW对抗检定。如 果胜出，法术立即生效。目标的记忆会在回想一件特 定的事情时，在心理上被阻塞。若此事非常恐怖，目 标以后仍然可能做一些和它有着含糊关系的噩梦。如 果法术失败，此事会在目标的印象中变得鲜明。 施法者必须知道要阻碍的事件。他不能做模糊的 命令，像是“忘掉你昨天做的事”。相反，他必须提到 这件事，比如“忘掉你被怪物袭击的事”。本法术不能 阻碍克苏鲁神话法术和神话知识，除非此知识和特定 事件密切相关；它也无法取消理智值损失或消除疯 狂,别名：昏乱糊涂术、惊愕失声术、故弄玄虚术",
    "ClutchofNyogtha尼约格萨紧握术,消耗：1+点魔法值、等于该轮中伤害值的两倍；1D20 点理智值 施法用时：即时 施法者须消耗1点魔法值启动法术，目标必须在 能够交谈的距离之内。施法者须和目标进行一次 POW对抗检定并胜出，法术才能生效。如果施法者 胜出，目标会感觉似乎有一只巨手或者触手挤压着他 的心脏，在法术生效期间每轮损失1D3点耐久值。在 受到这种攻击时，目标会暂时瘫痪，好像心脏病发作 了一样。如果某轮中累计伤害使得目标的耐久归零， 目标的胸口将破裂炸开，他冒着热气的心脏会出现在 施法者的手中。 法术每持续一轮，施法者就需要消耗两倍于（此 轮中）耐久伤害的魔法值。施法者每轮都必须专心施 法以维持效果，并且每轮都要和目标做一次POW对 抗检定并胜出。如果施法者无法集中精力、或者目标 POW抵抗成功，法术终止。已经造成的伤害仍保 留。 别名：邪恶的扭绞、黑暗巫师的暗中暴怒、可怖 之抓挠",
    "ConsumeLikeness相貌吞食术消耗：每6小时10点魔法值；5点POW；1D20点理智 值 施法用时：数天 施法者可以伪装成新鲜死者的逼真形象，对肉 眼、摄影器材、X光等等都有效。受害者和施法者的 SIZ差异不应超过15点。 之后几天当中，施法者将受害者销毁殆尽，并每 6小时消耗10点魔法值、永久牺牲5点POW。施法者 可以销毁多人，藉此获得多重伪装。施法者每销毁一 名受害者失去1D20点理智值。很多蛇人都知道本法 术。 法术完成之后，施法者即可任意呈现受害者的形 象，想维持多久就能维持多久。敏锐的观察者会发 现，施法者的影子会保持原样（和被销毁的人不 同）。相似地，施法者的技能和记忆都保持完整——受害者的则不复存在了。 在失去了一点以上耐久值以后，施法者会恢复原 本的形象。从伪装形象变化成原始形象需要20秒。在 伪装成另一个形象之前必须恢复原始形象。从原始形 象变化成伪装形象需要1D3分钟。 别名：蛇皮斗篷、伐鲁希亚的披风、伊格的馈赠",
    "CreateBarrierofNaach-Tith纳克-提特障壁创建术消耗：可变的魔法值；1D10理智值 施法用时：1分钟 本屏障可以提供物理魔法的双重防御。本法术的 每名参与者失去1D10点理智值，和可变数量的魔法 值。在本创建术中每投入1点魔法值，可以给屏障提 供3D10点STR。施放本法术需要1分钟（所有投入的魔 法值需要在这段时间内全部消耗），制成的屏障可以 维持1D4+4小时。任何知道本法术的人都可以参与施 法，并为屏障贡献魔法值。 屏障是直径100码的球形。它可以设置在施法者 的周围阻止伤害，也可以设置围住怪物和敌人。一切 在屏障生成时身体恰好穿越屏障边缘的生物，将不会 受到伤害，并被推挤到屏障外面去。被困住的存在须 用自己的STR和屏障的STR进行对抗检定。多名受困 者逃脱时不能联合自己的STR。对于子弹和弹射物，如果对屏障掷出的伤害（无视贯穿）大于屏障STR的 五分之一，子弹和弹射物即可穿透屏障。若穿透了屏 障，它会正常造成伤害，好像屏障不存在一般；屏障 立即瓦解。 本法术的一个手写副本据传收藏在刻莱诺（昴宿 增九）的一颗行星上，一座巨大邪恶的图书馆里。 别名：纳克-提特伟大监牢术、囚禁恶魔的无形 球体",
    "CreateMistofR’lyeh拉莱耶造雾术消耗：2点魔法值 施法用时：即时 本法术能在施法者的正前方制造一片卵形浓雾 （大小10×10×15呎）。雾气范围的长轴总是指向施法 者面对的方向。本法术会在1D6+4游戏轮中遮蔽视 线，然后蒸发无踪。 别名：畏怖之云、黑暗海洋的气息、水手迷失的 阴湿之雾",
    "CreateZombie僵尸创建术消耗：16点魔法值；1D6点理智值 施法用时：1星期 必须泼洒仪式用的液体到尸身上或者尸体葬在的 坟墓中。KP决定仪式液体的成分——至少要有一部分 是难以合法取得的。 尸体即可自行熟成。在这一个星期结束时，施法 者返回坟墓，吟唱束缚仪式。在半个小时的吟唱结束 后，尸体会从坟墓中爬出来，之后就开始代行施法者 的意愿。僵尸只会执行普通而简单的任务，如“保护这 个”、“拿那个”、“杀他！” 用这种方式制造的僵尸会在复苏以后继续腐坏。 所以，想要维持稳定的僵尸仆从的巫师必须定期制造 替代品。 僵尸的数据可以在第十六章：怪物、野兽和外星 诸神中找到。 本法术的一系列变体参考“法术变体”（RB242）。别名：不死之仪式、黑色束缚、苍白斗篷、死者 苏生术",
    "CurseofthePutridHusk腐烂外皮之诅咒消耗：5点魔法值；10点理智值 施法用时：1小时 本法术会给目标带去理智崩溃的幻觉。目标会发 现自己的皮肤明显地开始朽烂腐坏。外观的恶化似乎 极其迅速，结果出现巨大的空洞和裂缝，体内的脏器 开始从中漫溢而出（这个过程中目标损失1D10点理智 值）。随后目标会昏倒，并在几分钟后醒来，毫发无 损。 施法者须和目标进行一次INT对抗检定并胜出， 法术才能生效。如果法术在夜间目标睡着时施放，目 标要加以一颗惩罚骰。效果的时间共约20分钟，包含 昏倒的时间。 施法者必须认识目标，且必须有一些属于目标的 个人物品作为法术的专注点。被这个法术击中的经历 是灾难性的；但是成功的「精神分析」可以让目标接 受这些无法理解的梦境和幻觉，恢复每次此类理智损 失的一半。精神科药物对这种攻击没有什么补偿作 用。 别名：阴险梦魇术、众魔从令，磔磨汝敌（译注：原文作Afflick，疑为故意错拼。）、弱者意志摧残 术",
    "DeathSpell致死术消耗：24点魔法值；3D10点理智值 施法用时：1D3轮 只有最邪恶的巫师会使用的法术，这个法术会让 无助的目标身上燃起烈焰。目标和施法者的距离不得 超过十码。施法者在专注过程中，每轮须和目标进行 一次POW对抗检定并胜出，法术才能生效。在1D3轮 的专注之后，目标的皮肤会冒起水泡，损失1D3点耐 久值。下一轮目标再损失1D6点耐久值。到第三轮， 目标会开始燃烧，从这轮开始每轮损失1D10点耐久 值。头发和血肉燃烧时产生的恶臭无法抵挡（所有目 击者进行理智检定，损失1/1D6点理智值）。令人毛骨 悚然的受害者是从内而外燃烧起来的，所以根本没有 办法去帮助他。别名：恐惧刺伤、炽焰末日之诅咒、克图格亚的 拥抱",
    "Dominate支配术消耗：1点魔法值；1点理智值 施法用时：即时 让目标的意志屈从于施法者的意志。施法者须和 目标进行一次POW对抗检定并胜出，法术才能生 效。若成功，目标必须服从施法者的命令，没有例 外，直到下一个战斗轮结束为止。 本法术只能影响单一个体，最大作用范围是10 码。显然，命令必须要在目标的智力理解范围之内， 并且如果命令和目标本能相悖（例如命令人类去飞 行），法术可能会被破坏。 只要施法者可以的话，支配术就可以反复施放任 意多次，使得一名目标被连续不断地控制数分钟。本 法术的每次施放都具有相同的消耗和限制。反复施放 是即时的。 别名：巫师令、控制之咏、恶意支配",
    "DreadCurseofAzathoth阿撒托斯的恐怖诅咒消耗：4点魔法值；1D6点理智值 施法用时：1轮 施法者利用外神的力量直接从目标身上抽取意志。通过反复念诵阿撒托斯的名讳，可以让任何精通 克苏鲁神话的人敬畏，因为知道这个名讳，意味着这 个人知道秘密的“最后音节(the Last Syllable)”。 “最后 音节”单独念诵时可以对准一名敌人。施法者须和目标 进行一次POW对抗检定并胜出，法术才能生效。若 施法成功，目标损失3D6点POW。 别名：最后音节的发声、消沉吸取、假借真名， 以竭汝力",
    "DustofSuleiman苏莱曼之尘消耗：每3剂10点魔法值 施法用时：每1剂1轮 制造一种灰绿色的粉末，可以伤害来自其他存在 位面的非自然的生物。这种粉末需要从至少2000年历 史的木乃伊上取得灰尘，每具木乃伊足够制作三份魔 法粉尘。原料还包括乳香、硫磺和硝石。抛撒它的时 候必须同时吟诵咒语。 如果非地球原生的生物被这种粉尘撒中，每被一 剂粉尘撒中，就损失1D20点耐久值。撒出一剂粉尘需 要一轮。这种粉末仅对非地球的和外星的生物有效， 因此它可以伤害空鬼、犹格-索托斯和米-戈，但对修 格斯和深潜者无效。 别名：埃及粉、死者的保护",
    "ElderSign旧印开光术消耗：10点POW 施法用时：1小时 本法术用来激活旧印。每枚激活的旧印需要牺牲 10点意志值来创造，但不需要消耗理智值。它可以做 成铅封、雕刻在石头上、铸造在钢材上，等等。当它 在时空裂缝(opening)和时空门附近激活时，它会令旧 日支配者和神话神祇、还有它们的仆役，无法使用这 些通道。没有本法术，旧印本身毫无意义，没有任何效果。 除掉一些抄本叙述的内容不谈，如果怪物和仆役 能回避旧印，它在个人防御当中就是无用的。比如， 把旧印戴在脖子上，可能会为它接触的皮肤周围几平 方英寸的肉体提供保护；但是，佩戴者的其他身体部 位则是完全没有保护的。 别名：远古之印、凶兆枝杈、智慧的五角星",
    "EnthrallVictim迷身术消耗：2点魔法值；1D6点SAN值 施法用时：1轮 施法者在法术生效之前必须能和目标平静地交 谈。在一轮左右的交谈之后，施法者须和目标进行一 次1D100的POW对抗检定并胜出，法术才能生效。若 成功，目标会被定住无法动弹，呆若木鸡，只有物理 攻击或者类似的惊吓事件能使其从恍惚状态中恢复过 来。如果施法者POW对抗失败，他可以在下一轮继 续尝试本法术。 别名：麻木定身、诱骗的银舌",
    "EvilEye邪眼术消耗：10点魔法值；1D4点理智值 施法用时：1轮 施放本法术会让一名目标遭受厄运的折磨。目标 必须在施法者视野范围之内，但此时目标并不一定能 感觉到邪眼术的影响，只是可能在邪眼术施放的时候 感觉到奇怪的寒意和不安。 施法成功后，目标的幸运检定成功率减半。如果 使用了花费幸运值可选规则，目标也不能花费或增加 幸运点数。 目标在属性检定时受到一颗惩罚骰，他用枪时每 当掷骰出75及以上枪就会卡壳。召唤、束缚术的成功 率减半。效果将持续到第二天的日出、或者施法者撤 回法术、或者施法者被找到并流血（狠狠地打，打到 出血为止）、或者目标死亡。 别名：噩运之仪、黑暗诅咒、女巫的妖术",
    "FistofYog-Sothoth犹格-索托斯之拳消耗：可变的魔法值；1D6点理智值 施法用时：即时 施法者创造一股巨大的无形力量打击单体目标。 目标必须在施法者视野范围内。 法术中每使用一点魔法值即产生2D10点STR的力 量。施法者和目标的距离每增加30呎（超过第一个30 呎的部分），就要额外消耗1点魔法值。 当目标被击中时（如果他是活物的话），必须用 法术的STR和目标的CON进行对抗检定。如果成功， 目标将被击晕。不论目标有没有被击晕，他总会被撞 离施法者一段距离，此距离为打击的STR减去目标的 SIZ，单位为呎。 本法术也可以用来打击门和墙之类无生命的物 体。结果可能很明显，但有些情况必须由KP来决定结 果。 例如，施法者消耗5点魔法值打击一个50呎之外 的调查员。1点用于支付距离。余下4点产生8D10点 STR，掷骰结果是57。调查员的困难难度CON检定失 败（因为法术STR超过50），他们（译注，原文如此， 应为“他”）被打晕。调查员的SIZ是45，这一下把他撞 出了12呎远。 别名：连接开路者的力量、击仆汝敌、邪恶者的 丑恶一击",
    "FleshWard血肉防护术消耗：可变的魔法值；1D4点理智值 施法用时：5轮 获得对物理攻击的保护。每消耗一点魔法值，给 予施法者（或者选定的目标）1D6点对非魔法武器的 护甲。保护在阻挡伤害的同时也会耗损；比如某角色 有12点血肉防护作为护甲，受到8点伤害后，血肉防 护会减少到4点，但角色不会受到伤害。本法术持续 24小时或到防护点数用尽为止。 本法术一次施放以后就不可以用更多的魔法值去 强化，也不能在已有的防护用尽之前重新施放。 别名：保汝不受重击、意志的护甲、血盾。",
    "GreenDecay绿腐术消耗：15点魔法值；10点POW；2D8点理智值 施法用时：1天本法术是可以将人类化为一堆绿霉的诅咒。施法 者需要一天的时间对预期的目标聚集法术的能量，并 且要向格拉基念诵咒语。此后的24小时之内，施法者 必须亲自交给目标一片绿叶。转天清晨，施法者须和 目标进行一次1D100的POW对抗检定并胜出，法术才 能生效。若目标失败，绿腐就开始了。 七天之后目标实际上就会变成一堆绿霉。首先皮 肤上会出现绿色的霉斑，然后霉斑会长出霉菌一般的 毛来。随着时间推移，目标的皮肤变绿的部分越来越 多并逐渐腐烂，器官也会次第朽烂。到第六天，目标 的精神状态会急剧恶化，并且无法行动。唯一已知的 治疗方法是找到施法者并杀了他，来逆转法术的效 果。 这个恶毒的法术只有在《伊波恩之书》和《格拉 基启示录》当中有抄本记录下来。 别名：蠕动的霉菌、腐烂的邪恶",
    "ImplantFear恐惧植入术消耗：12点魔法值；1D6点理智值 施法用时：即时 本法术造成震撼心灵的恐惧，破坏目标的专注并 打断其行动。施加这个诅咒时，施法者必须能看到目 标并用手指向他。 突然的不安感会使目标损失0/1D6点理智值，他 们会觉得自己不得不撤退到安全的地方——只要是他 平常能感觉安全和安心的地方。 别名：末日之指、伊波恩厄运术、邪眼术",
    "MeltFlesh血肉熔解术消耗（无生命的血肉）：每15SIZ死肉1点魔法值；1D4 点理智值 消耗（活的血肉）：每15SIZ活肉5点魔法值；1D6点理 智值 施法用时：5轮 这种恶毒的法术会把血肉（不限死活）加热到熔 点。如果作用于活物的血肉，施法者消耗的魔法值会 大大增加。目标的血肉被熔解，造成恐怖的毁容效果 （每有15点SIZ受到作用，就受到1D4点伤害）。如果 是面部被瞄准等特殊情况，目标可能致盲或致聋，还 可能窒息，除非快速制造通风器材。目击人类的血肉熔化露出白骨，损失1/1D6点理智值。 别名：裂解仪式、皮肤液化术",
    "MentalSuggestion心理暗示术消耗：可变的魔法值和理智值 施法用时：3轮 只要生物的血管里流有人类的血液，施法者便可 对它发号施令。法术作用于施法者肉眼视野范围内的 单体。目标会执行施法者的所有命令，甚至自杀。本 法术对冷原人、混血深潜者、食尸鬼换生灵、小人族 (Little People)、蛇人和曾与人类交配的深潜者有效， 而对夏塔克鸟和空鬼之类非人类的存在无效。 施法者吟诵咒语并对目标叙述暗示。施法者须和 目标进行一次POW对抗检定并胜出，法术才能生 效。涉及死亡或重大伤害的暗示需要在它执行之前再 进行一次POW对抗检定。 法术的消耗随暗示而不同。对无威胁的暗示（扔 下你的剑、钱留下人滚蛋等等），消耗是5点魔法值和 1D3点理智值。较危险但不针对目标的暗示（到敦威 治去、放火烧楼等等）消耗10点魔法值和2D3点理智 值。危险或自取灭亡的暗示（如杀队友、劫持总统等 等）消耗15点魔法值和3D3点理智值。 若对调查员使用，施法者每有1点INT，法术效果 延续一轮。如果调查员的INT高于施法者，则施法者 每10轮须再进行一次POW检定。施法者失败的话，法 术中止。 别名：意志支配术、主仆术、猎物屈从于汝之威 压、迷魅术、屈从术、决心动摇术、精神统管术、暗 示注入术",
    "Mindblast精神震爆术消耗：10点魔法值；1D3点理智值 施法用时：即时 本法术的目标会受到可怕的精神攻击，造成5点 理智值损失，并导致临时性疯狂。施法者须和目标进 行一次POW对抗检定并胜出，法术才能生效。 目标将遵照临时性疯狂的规则来处理，从疯狂发 作开始，并可能在接下来数天当中都受到闪回和梦魇 等症状的折磨。 别名：衰弱诅咒、厄运冲击波、心灵之眼的深渊",
    "MindExchange精神交换术消耗：10+1D6魔法值（译注：似为可变的魔法值）； 1D3点理智值 施法用时：1小时 可以让施法者和另一人交换精神。施法者失去 1D3点理智值；并且，在对某人第一次施放本法术 时，必须消耗的魔法值点数为目标POW的五分之 一。以后每次施放消耗都会减少1点，最少为1。理智 值消耗不减少。 目标必须知道施法者并爱慕或对其有强烈好感。 若这种感情消失了，交换亦不可进行。恢复感情会恢 复交换可能。目标在被交换到他人身体中时，至少损 失1/1D3点理智值。 本法术可以在任意范围施放。施法者须和目标进 行一次POW对抗检定并胜出，法术才能生效；直到 施放本法术所需魔法值减少到1，这时就不需进行 POW检定，施法者只需要强大的精神力量就可以任 意交换精神。 施法者一开始只能在目标身体里停留最多几分 钟，但会逐渐增加。当魔法值消耗降到1时，施法者 就能不定时地停留了。 别名：反之亦然咒、交换仪式、借人皮囊作衣裳",
    "MindTransfer精神转移术消耗：10点魔法值；1D10点理智值 施法用时：5轮以上 本法术威力强大，能让施法者和目标永久交易精 神，可能是用目标的身体来为自己续命。 施法者须和目标进行一次POW对抗检定并胜 出，法术才能生效。若成功，施法者失去1D10点理智 值，目标失去1D20点理智值。若交换失败，施法者必 须立即重新施法（消耗10点以上魔法值），不然他的 精神就会消散在永恒之中。转换开始后就不能停止。 施法成功意味着施法者永久掌控了目标的身体。 他原来的身体现在成了无生命的躯壳。至于目标的精 神，有推测认为会从身体中被放逐而死去；但也有些 线索表明它仍留在原来的身体内，屈服于施法者的精 神，困在永久的恐怖疯狂状态当中。",
    "MirrorofTarkhunAtep塔昆·阿提普之镜消耗：5点魔法值；1点理智值 施法用时：半天 施法者可以将自己的镜像投射到施法者预定的目 标能注视到的镜面、或者可以镜面反射的平面上，来 进行骚扰或警告。 目标可以身处地球上任何位置。施法者需要一面 镜子，大小足够映出他的头颈部。施法者注视镜面， 并在头脑中维持目标的影像，念出简短的咒语并等 待。当目标下一次注视阴暗的窗户、镜子之类能反射 的表面时，施法者的镜像就会浮现。若施法者在目标 照镜子之前就已困乏，则法术会因集中失败而中止。 施法者的镜像有时是直视目标的。也有时镜像会 出现在目标的身后。如果目标戴眼镜，从镜片中反射 的镜像甚至可能是模糊的。目标能听到施法者说出的 单词和短词组。施法者也能透过他自己的镜子看到目 标和目标的周围环境。 别名：银之警告、仇恨投射术、全视之眼",
    "PowderofIbn-Ghazi伊本-加齐之粉消耗：每剂1点魔法值 施法用时：2天准备，1轮使用 通过对隐形存在吹撒粉末，本法术可以让魔法的 隐形存在现身。粉末需要根据苛刻的指令仔细混合， 里面还有三种特殊原料，每剂要牺牲1点魔法值。KP 决定特殊原料为何。粉末可以从管中吹出或者撒到目标身上。被粉末 撒到的存在，显形的时间最多为心跳十次的时间。 可以现形的隐形存在包括：施放请神术的附魔地 点引出的魔法线、时空门附近的灵光、星之精等等隐 形生物。使用这种粉末不损失理智值，但在看到它显 示了什么东西时可能会损失理智值。 别名：真视之尘、见所未见术、感知的混合物",
    "Prinn’sCruxAnsata蒲林的埃及十字架消耗：25点POW；1D6点理智值 施法用时：可变的日数 本法术创造一枚可以或暂时或永久地驱逐神话生 物的埃及十字架（带环十字）。该物必须是单质金属 制造的埃及十字架——纯铜、铁、银、金和铅是最容 易找到并打造的。用20减去施法者INT的五分之一得 到天数，施法者要在这些天中进行多次仪式和牺牲， 这之后将施法所需POW和理智值投入十字架中。 当对抗神话生物时，施法者吟唱三轮并消耗任意 数量的魔法值。施法者的同伴每人亦可以贡献1点魔 法值；施法者还可以从投入十字架的25点POW当中 获得5点等效的魔法值。施法者须和目标进行一次 POW对抗检定并胜出，法术才能生效。如果魔法值 消耗在目标POW的五分之一以上，施法者在POW对 抗检定中获得一颗奖励骰。另外，对抗高POW生物 的极限会提高，施法者最多可以尝试对抗POW比自 己高200点的生物。 任何知道此法术的人都可以使用此十字架并设法 驱逐神话生物，但无法获得给施法者的5点等效魔法 值。若使用者和同伴战胜了神话生物，它会被遣返到 原来的位面；否则，它会优先攻击十字架使用者，然 后把注意力转移到在场的其他人身上。 别名：放逐之印、逐出的记号",
    "RedSignofShuddeM’ell修德·梅尔之赤印消耗：3点魔法值；1D8点理智值；每轮1点耐久值 施法用时：1轮 可怕的法术，可以让一个或多个目标恐怖地死 去。施法者在空中划出修德·梅尔可畏的印记，同时念 动真言。如果施法正确，施法者划过的地方会出现暗 红色的印记并在空中发光。印记在形成之后必须靠专注来维持，并且每轮都要额外消耗3点魔法值。 距本印记10码以内的人，每人每轮损失1D3点耐 久值；他们的身体战栗、痉挛，内部的器官和血管也 在抽搐。距离10码和30码之间的人，每轮损失1点耐 久值。距离超过30码的人不受伤害。 隐蔽在坚固和墙壁和其他不透明的屏障后面，是 可能躲避法术效果的。施法者必须站在印记旁边并专 注施法。施法者因为接近印记，须每轮损失1点耐久 值。 别名：赤印术、灼痛之印",
    "Resurrection复活术消耗：3点魔法值；1D10点理智值 施法用时：1或2轮 本法术能将尸体变成“精盐”和组成成分，一种蓝 灰色的粉尘；或者反转此过程，最终唤起逝者的模样 和灵魂。尸体必须齐全，被以这种方式复活消耗目标 1D20点理智值。 如果仅用一部分的粉尘施放法术，施法者从变成 血肉的东西中得到的“只有活生生的恐怖”。但成功复 活并不需要尸体完整无缺，只要棺材完整，并且足够 小心地刮下棺内所有碎屑和尘土，法术便可成功。 逆向诵读咒语可以反转复活的效果，将复活者变 为尘土，一样需要消耗3点魔法值和1D10点理智值。 粉尘可以贮存或丢弃。施法者须和目标进行一次 POW对抗检定并胜出，法术才能生效。若施法者胜出，目标归于尘土。若目标胜出，它会设法阻止施法 者重新施法。逆向诵读咒语需要两轮时间。在《查尔 斯·德克特·沃德事件》中，许多这种复活者被审讯、 拷打以问取过去的秘密。 别名：久佚知识之仪式、重现术、盐之仪式",
    "Shrivelling枯萎术消耗：可变的魔法值和理智值 施法用时：即时 本法术是强力的攻击法术，会对一名目标造成物 理伤害。施法者消耗任意数量的魔法值，理智值的消 耗是魔法值的一半。施法者须和目标进行一次POW 对抗检定并胜出，法术才能生效。若成功，目标会突 然之间遭到一股可怕能量的冲击，使得血肉焦黑凋 零。每在法术中投入1点魔法值，目标就会损失1点耐 久值。 别名：忏悔术（译注，忏悔术(Shriving)与枯萎术 (Shrivilling)拼写相近）、死亡的凋零一击、黑言术",
    "SongofHastur哈斯塔之歌消耗：每轮1D4点魔法值；每轮1D4点理智值 施法用时：生效前需要3轮 施法者发出惊悚的尖锐号叫，使选定目标的皮肉 起泡溃烂，变成致命的脓疮。 目标须在施法者的视野范围内。虽然每个人都能 听到歌声，但法术只对选定的单一目标有效。法术只 在夜间且毕宿五可见时有效。施法者须进行一次 POW检定，结果要在施法者的POW以下，他才能唱 出正确的异界旋律。 若施法成功，法术在生效期间每轮对目标造成 1D6点伤害。每两轮之后，瘢痕会令目标的APP下降 3D10。每四轮之后，内脏破裂会令目标的CON下降3D10。当目标的CON减少到0或因耐久减少而死亡， 其身体将肿胀成一团，在令人作呕的“嘭”声中爆炸； 冒着热气的脓血同时溅洒到地面上。 本歌可以作防御用途，来抵御另一名本法术的施 法者。成功的反击法术会互相抵消。 别名：王之吼、黄廷之音、产生巨大折磨和痛苦 的沸腾疮疖",
    "VoorishSign维瑞之印  消耗：1点魔法值；1点理智值 施法用时：1轮 巫师使用的古老又强大的手势，对其他法术的施 法有益。它可以减少消耗、缩短施法时间或者略微提 高法术效果，随当前法术不同而变。 相传维瑞之印可以暂时克制神话生物——这些生 物对此印十分谨慎，会延迟攻击，直到它们知道巫师 的目的为止。 别名：超能之印、狡猾的通行证",
    "Warding守卫术消耗：每块石头1点魔法值 施法用时：5轮 施法者随意愿在地上放置一定数量的普通白色石 头，只不过每块石头之间的间隔不能大于1码。施法 时，石头上面会出现闪闪发光的热雾。此后，只要有 石头被移动，施法者就能知晓这件事，哪怕是他刚才 还在睡觉。这之后，法术就中止了。 别名：保险石、遗石以为障、保护圈",
    "WaveofOblivion忘却之波消耗：30点魔法值；1D8点理智值 施法用时：1小时 一种强大的法术，可以让一股汹涌的海浪往施法 者的方向撞击过去。目标须在施法者的视野范围内， 且有足量的咸水来制造海浪。施法者要站在水中施 法。 海浪的体量有3000立方英尺（约85立方米），足 够淹没打翻一艘小帆船。不消说，被这等海浪吞噬的 人将永远消失在水底。 其他人可以为法术贡献魔法值，创造更大的波 浪，足够打沉远洋轮船、战舰甚至曼哈顿岛。知道本 法术的人想贡献多少魔法值就能贡献多少，必须消耗 1D8点理智值。不知道本法术的人可以贡献1点魔法 值。最低限度是30点魔法值，产生的波浪是10呎长、 10呎宽，30呎（9米）高。每增加1点魔法值，波浪的 长宽增加一呎。 别名：海拳之歌、盐的馈赠、汝之潮湿劫数",
    "WitherLimb肢体凋萎术消耗：8点魔法值；1D6点理智值 施法用时：即时 这种恐怖法术专为折磨人而发明，会对单体目标 造成永久伤害。施法者须离目标10码以内。施法者须 和目标进行一次POW对抗检定并胜出，法术才能生 效。若成功，施法者指定一只胳膊或一条腿。被指定 的肢体快速、痛苦地枯萎皱缩，造成1D8点伤害和 2D10点永久的CON损失。目标损失1D4/1D8点理智 值。 别名：痛苦之歌、皱缩汝敌、虚耗的烧灼",
    "WordsofPower真言术消耗：3+点魔法值；1D6点理智值 施法用时：10+分钟 施法者与大群听众创造强烈的联系。施法者必须 即兴演讲并看似真诚，来维持听众的注意力。施法者 每演讲十分钟都要消耗3点魔法值并进行一次KP认为 合适的社交检定并成功（取悦或说服），不然演讲会 在困惑不解中犹犹豫豫地结束。在演讲结束后， 听众会在1D3天中完全相信演讲的内容。 别名：塞克曼克尼普真言术、邪恶唬骗术、人群 掌控术",
    "Wrack折磨术，消耗：3点魔法值；1点理智值 施法用时：1轮 本法术会让施法者10码以内的单一目标暂时无法 行动。施法者须和目标进行一次POW对抗检定并胜 出，法术才能生效。目标会突然被剧烈的痛楚侵袭， 脸和手上浮肿起泡、流出体液，视线被鲜血掩盖而暂 时目盲。在法术生效期间，目标变得完全无助。 法术效果持续1D6轮，此后视力将恢复。在3D10 分钟后，目标将完全恢复并可恢复正常行动。身体变 化的踪迹会迅速消退，24小时后皮肤上将只能看到黯 淡的斑点。目标每经历一次这种经验就要损失 1/1D6+1点理智值。 别名：不幸者的悲惨巨痛、七重地狱的溃烂失明 术、撕裂敌人"
  ]
}