{
	"trpg笑话": [
		"“一只有德鲁伊等级的熊，野性变身成了人类”",
		"“人们在生物工程和太空旅行变得廉价后做的第一件事就是将他们的宠物改造得坚不可摧。\n现在，每一次PC们找到一个新的星球，不管它有多么危险或荒凉，总会有一只小猫咪开心地在岩浆里边游泳边拍打陨石玩儿。”",
		"酒馆老板问我为什么把武器带进酒馆\n“拟身怪”，我回答，老板笑了，小队笑了，桌子也笑了。我们砍了桌子。美好的时光",
		"问题：你是怎么获得法术的？\n法师：多年研究\n牧师：神的恩赐\n术士：先祖的血脉\n德鲁伊：大地的祝福\n吟游诗人：我跟你说吧，有次我一边弹琴唱歌一边嘲笑了哥布林两句，然后他就倒地死了……太奇怪了",
		"PC：施放许愿术。要求了解魔法的终极奥秘\nDM：掷奥法\n*奥法检定 天然20\nDM：你的角色了解到他的世界只是桌上游戏，他的队友们只是一堆数据纸。魔法是假的，一切都没有意义",
		"“家人被忍者绑架，需要钱上空手道课。”\n仍比我见到大部分PC的背景故事写得好",
		"一个精灵，一个兽人，和一个矮人找到一盏神灯。灯神赐予他们每人一个愿望。\n精灵说：“精灵们需要落叶归根。我希望所有的精灵和半精灵都回到我们祖先的森林里。” \n灯神点头；精灵消失了。\n兽人说：“我们兽人需要恢复权力！我要所有的兽人和半兽人都回到先祖的土地上！”\n灯神点头，兽人也消失了。 \n矮人环顾四周。 “让我直截了当地问”，矮人说，“那个精灵许愿所有的精灵离开，然后那个兽人许愿所有的兽人离开？” \n灯神点头。\n“很好”，矮人说，“给我来杯麦酒就好。”",
		"法师： 『Ok, 我们拿到犯罪现场的指纹了。有谁有什么嫌疑人最近摸过的东西做对比吗？』\n游侠 \n挺起胸部",
		"『矮人没有肝脏。我们直接尿出酒来，然后卖给精灵娘炮们。』\n-- 矮人德鲁伊",
		"『小的们记住，色诱僵尸的时候，掷1和掷20的后果是一样的』\n-- 某DM",
		"『我能把他放进物品栏吗？』\n-- 蛮子试图解决牧师不能爬墙的问题",
		"『你看到一个忍者，并不代表只有一个忍者！』\n-- 游荡者被六个忍者伏击前的遗言",
		"『他们身体晃动并不是在练习新的舞步。』\n-- DM描述一群刚刚被唤醒僵尸",
		"术士：『我烧掉他的裤子』\n贼：『能先搜了裤子口袋再烧吗？』\nDM:  『请尽快，整个剧本都依赖于他藏在裤子里的东西』",
		"人类术士：『我很确定那锅粥是人肉做的…』\n半兽人游侠耸肩，喝掉自己那碗：『我吃不算同类相食。』",
		"大丈夫的，3.5的法师也能通过神奇的手段获得该法术的！",
		"在烧掉你的第一个酒馆前，你都不能算是个真正的冒险者",
		"一个死灵法师操纵大量复活的古代部落勇士。\n与他手下一队骷髅战士作战；快赢了。\n骷髅们的援兵来了，但还离的还有点远。\n支援的骷髅战士爬上一个高坡，然后纷纷掏出吹箭筒对着我们。\n小队牧师突然指出，骷髅没有操作吹箭筒需要的生理器官。\nDM愣了一会。然后描述飞镖从吹箭筒中掉落砸在地上。骷髅战士放低吹箭筒，难过地低下了头。",
		"第一次正式开团，PC们要下一个被强盗占领的矿井，盗贼小哥很机警，在洞门口roll了个觉察，发现一个响铃陷阱，不敢大意，费劲力气把铃铛摘掉，绳子剪断。\n盗贼：“呼，不容易啊，幸亏有我在。”\n众人：“干得漂亮！”\nDM：“看见之后你们可以直接迈过去啊。”\n众人：“… …”",
		"面团准备进度：\n游戏世界  —— 半个起始城镇\n任务 —— 两三句话\n有趣的遭遇   —— 完全没想好\n团员：现在开团？\n我： 没问题，来吧。",
		"Q：需要多少个侏儒才能点亮一根蜡烛？\nA：一个，但蜡烛只是“显得”被点亮了。",
		"Q：需要多少个半身人才能点亮一根蜡烛？\nA：你的意思是你会放心把蜡烛交个一个半身人？",
		"Q：需要多少个精灵才能点亮一根蜡烛？\nA：三个。 一个唱歌，一个跳舞，还有一个召唤欢乐的火焰精灵到主物质位面。",
		"Q：需要多少个矮人才能点亮一根蜡烛？\nA: 三个。 一个数钱，一个点亮蜡烛，还有一个检查地板和石墙有没有暗门。",
		"Q：需要多少个半精灵才能点亮一根蜡烛？\nA：令人惊讶地，只要一个。半精灵竟然还是有点长处的。",
		"烧毁酒馆真的需要理由吗？ 尤其是在D&D里。",
		"如果你的D&D战役里没有至少一间酒馆被烧毁，那你一定弄错游戏了。",
		"我在性别上自我认知为一架武装直升机。所有类人生物在红外摄像头上都差不多。",
		"〖蛛爬药水的故事〗\n我扮演一个炼金术士。小队在与一群卓尔精灵作战。\n喝了一瓶蛛爬药水。\n爬到天花板上，向敌人投掷爆炸药水。\n被三支睡眠毒镖击中。濒临死亡。\n战斗结束。我还挂在天花板上。昏迷中。\n小队其他成员没人能爬到天花板上把我叫醒。也不能通过伤害把我叫醒，免得不小心干掉我。\n他们花了一个小时，在一个摇摇欲坠的地下墓穴抵挡一波又一波的卓尔精灵。等待蛛爬药水的效力过去。\n药水终于失效。我落在地上，受两点坠落伤害。陷入昏迷。\n小队其他成员不得不把我抬出来。\n我苏醒后说的第一句话：『我那份战利品在哪?』",
		"精灵和矮子的纠纷起源\n很久以前矮子和瘦子是朋友，但是矮子觉得瘦子天生的扑克脸是对他们的冒犯，然后派了个使者去向瘦子交流，结果瘦子以为矮子天生的大嗓门是对自己的冒犯，割了使者的胡子把他赶回去，因为对矮子来说胡子比命重要得多，这条被割掉的胡子直接引发了上古两大守序种族的衰弱战争。",
		"你得到了一只胡茬脸满身肌肉的女仆\n“那是只雄火龙我也没办法”by 法师",
		"牧师：『我把书房门踹开冲进去！』\n法师：『等等，我们一个小时前刚来过，那时你不是踹过门了吗？』\n牧师：『是啊...我猜，守卫们重建了门？有问题吗？』\n我：『你的力量修正是多少？』\n牧师：『+4?』\n我：『太棒了，你对门造成5点伤害。门转过来，一块门板砸在你脸上。』\n战士：『该死的拟身怪...』\n我：『掷先攻吧。』",
		"“预期有战斗要发生，乔治先喝了一瓶英雄气概药水和巨人之力药水。\n在战斗第二回合，他又喝了一瓶治疗药水。接着是一瓶隐身药水。\n于是在第五回合，他非常想尿尿。”",
		"在某次游戏开始前，DM向邪术师和牧师的玩家解释一些法术上的事。\n一通讲解之后\n牧师: 等等...我可以治疗别人？\n邪术师：我的天啊...\n战士：你是个该死的治疗者！\n*游荡者 叹了口气。\nDM：你以为牧师是干什么的？？\n牧师：祈祷一切会变得更好？？",
		"在科波菲尔先生被推向入侵的兽人时，他吼叫着：“我是个魔术师，不是个魔法师！”。\n“选一张纸牌，任意一张！”是他的临终遗言。",
		"城镇守卫：你们的游侠被判在监狱里服刑40周。\n小队：我们可以上诉要求死刑吗？",
		"『我知道DM应该对玩家的创造性主意灵活些，但把死去同伴的脸贴在婴儿上并不能让他重生。』- 我们的DM",
		"DM: 如果你们想把这个游戏变成狗头人的捆绑、束缚与调教，请随意。",
		"『如果我变形成一只浣熊，我还能用火球法杖吗？我会有一双很小的手。』",
		"『哦，那只是我的小型幻象法术（minor illusion）。我有时用它来放Elton John的歌。』",
		"『你要用额外动作吗？』\n『是的。我用额外动作对恶魔比个中指。』",
		"『我不会允许你持有一个用你死去的双胞胎兄弟做的乐器的。』-DM",
		"【悬赏单】\n在到达一个新城市后，我的法师开始快速浏览本地的悬赏单。\n帕拉丁怀疑地看着我，『你是个罪犯吗？别撒谎，我能检测到...』\n我：『在这里不是。』\nDM：『那是我听过最好的回答。』",
		"D&D, 但是法术，武器，地点和怪物的名称都从Cards Against Humanity里来。",
		"一个动物园。里面的动物实际上是一群收入不错的德鲁伊。",
		"科学法师，收集的法术来自于科学事实。\n这些科学事实解释了为什么他们面对的危险不存在/不能实现/不能伤害小队。",
		"小队面对一群巨大蜘蛛。\n科学法师： 『我施放平方立方定律法术。』  (百度知道）\n巨大蜘蛛们在自身体重下崩溃了。",
		"反向狼人——看到狼以后会变成月亮的种族。",
		"巧妙地暗示一个NPC是狼人。\n每次他出场时都要放BGM，齐秦的《我是一匹来自北方的狼》。",
		"玩家们做好角色后，在模拟人生里做对应的角色，并开启自主模式。\n战役的剧情就根据模拟人生里的小人在做什么决定。",
		"你的角色有变形能力，能变成任何你能看到的生物。\n注意，是“你能看到的生物”，不是“你的角色能看到的生物。”",
		"你们聚集在地下城。\n一个戴兜帽的神秘人告诉你们一个传说，关于某个遥远的酒馆里藏着的小山一样的宝藏。",
		"玩家必须喊出法术和技能的名字。\n喊的越中二，法术和技能效果越好。",
		"一个死灵法师NPC随队。\n每次玩家死亡，都把他们当成不死生物复活。",
		"给游荡者的潜行斗篷是一件智能神器。\n每次他想躲起来时，都让潜行斗篷情绪高亢地大喊：『你是不是想找个好地方藏起来？！！没问题，我能帮忙！』",
		"找到龙，但没有宝藏。\n龙把宝藏借给了一个财政上暂时遇到困难的尼日利亚王子。\n王子承诺会很快加倍还回来。但王子很久没消息了。\n龙请求你帮忙去看看王子怎么了？",
		"给你的游戏增加赛博朋克感。\n无论PC做什么，都要求玩家描述成黑客行动。\n说服？ 『我侵入它们的大脑并改变他们对我们的意见。』\n侦查？ 『我用眼睛截留光子以获得信息。』\n战斗？ 『我用刀黑掉了他的身体器官。』\n看吧，赛博朋克。",
		"一个僵尸横行的末日场景。\n扮演一群豺狼，乌鸦，秃鹫，以及其他食腐生物。",
		"调查为什么你们的午餐总是突然站起来跑掉。",
		"不要只做一个诗人角色，而是做一个四人乐队。\n在战斗中只能起到一个人的作用，但是在所有扮演场景都需要玩家用四种不同的性格和口音交流。",
		"如果PC对python(蟒蛇)使用”动物交谈“法术，对方在每句话之前都要先说“Print ”.\n没人知道为什么。",
		"给PC们一个终极神器，“离解射线枪”。\n实际上，所有被击中的敌人都被送到未来。\n在与最终boss战斗时，让这些敌人全部同时出现。",
		"你的帕拉丁的坐骑是一只小小的只有三周大的猫咪。\n它既不能战斗，你也不能坐它，甚至不能带它下地城因为太危险了。\n但你看它有多可爱～",
		"对黑暗世界（world of darkness）游戏已经厌倦了？\n找到你手边最近的书，翻开第47页。\n你的新游戏名叫 “该页第一个形容词”+“该页最后一个名词” ",
		"你的角色是一个盗贼。 白领那种。\n你不会偷钱包或者在阴影里潜行。\n但是你在电子邮件骗局和金融诈骗上有很高的技能点数。",
		"万圣节。PC们必须发现并摧毁一个强大的恶魔。\n恶魔伪装成一个穿着可爱怪物化妆的小孩。",
		"coc。最后调查员找到心爱的姑娘，两个人幸福地生活在一起……\n我开玩笑的，他们都疯了或者死了",
		"coc。提问: 当调查员深陷鬼屋, 但手中没有手电筒来照明怎么办?\n答1: “可以过个灵感, 头上应该会有一个灯泡亮一下”\n答2: “可以放个BGM, 应该会有聚光灯”\n答3: “可以鼠标点击调查员, 应该会高亮”\n答4: “死掉的调查员头上会有光环”",
		"COC。但你扮演可怕的怪物（eldritch horrors）。\n你的SAN值一直在损失，因为你发现这些”人类“都没有足够的触手，好可怕。\n战役目标就是帮助尽量多的人长出触手来。",
		"所有NPC都名叫鲍勃。好人，坏人，不重要的人。\n“鲍勃是镇上最好的铁匠。”\n“如果你想买马，最好去找鲍勃。”\n再也没有忘记NPC名字的烦恼了。",
		"删掉所有的邪神。战乱之神，死亡之神，痛苦之神，等等等等。\n大魔头是烘培之神。烤饼干那种。\n他只是很不喜欢你们吃其它食物。",
		"牧师必须通过电邮和神交流。\n用商业邮件的语气和格式。",
		"每一个身体部件都是一件物品。\nPC必须花钱购买，否则默认没有任何身体部件。",
		"每次PC被治疗，玩家都必须喝酒。\n治疗法术是几级，就喝几杯。",
		"给人喂吸血鬼的血——食尸鬼。\n给狗喂吸血鬼的血——地狱犬。\n给植物浇吸血鬼的血——人面曼德拉草。\n给汽车油箱加满吸血鬼的血，会怎么样？",
		"PC们不小心把大BOSS干掉了？\n没关系，他还有一个长得一模一样的孪生兄弟。\n就连角色数据，性格，动机都一样哦。",
		"剧情转折1，“魔法”实际上是先进科技。\n剧情转折2，除了PC, 每个人都知道这件事。\n他们感到非常困惑，为什么PC在打开洗衣机之前要吟唱一长串拉丁文。",
		"地狱的恶魔通过传送门进入主位面。\n完全不邪恶。但非常烦人。\n没有火焰酷刑，收割人的灵魂之类的。\n他们只是特别喜欢插队，说脏字和随地吐痰。",
		"每次PC受到暴击时，玩家都要踩到一个d4上。",
		"新角色，猫人法师。施法focus是一个毛线球。",
		"所有战斗都替换成rap battle饶舌对歌。",
		"COC。让苏醒的克苏鲁回到长眠的法术，吟唱咒文，\n“你怎么还没睡呢？ 不睡觉明天精神不好。早点休息吧～ 安安～”",
		"PC们进入一条巨龙中，与地下城战斗。",
		"所有游戏内容都是实时进行的。\nDM花费几个小时描述PC们在森林里行进。\n同时，PC们一路唱着歌。",
		"木匠们的新时尚：所有的木箱子都长得像拟身怪。",
		"让玩家记录他们消耗多少食物补给？太小儿科了。让他们记录消耗了多少氧气分子。",
		"更精确地描述颜色。“绿色的树林”不存在了，只有“hex code #008000 的树林。”",
		"战败时，BOSS会在逃跑前把一大堆锈蚀怪放在他的财宝库里。\n看看PC们真正的优先是什么。",
		"不再有XP和财宝。表现得好的PC,它的玩家会获得一个拥抱。",
		"恐惧术替换成尴尬术。不再召唤让对方恐惧的幻象，而是召唤让对方尴尬到不得不停止战斗的幻象。",
		"让游戏更紧张刺激。\n时不时用最可疑的声音反复询问玩家们是否确定那么做。\n特别是玩家做那些最普通的事情时。",
		"有强迫症的新角色，必须舔所有获得的魔法物品。",
		"DM不再告诉你遇到的怪物是什么。所以每次遇到怪物，你们都得玩一局“猜猜画画”来猜出来。",
		"九个帕拉丁组成小队。\n每人一个阵营。\n要求他们严格按自己的阵营行事。",
		"黑暗的赛博朋克游戏世界。\n所有人类都活在人造的金属大楼里，环境被完全毁灭了。地球上其他生物全被灭绝了。\n你扮演一个德鲁伊。",
		"一个半人马PC。两个玩家。\n一个玩家扮演人的部分;一个玩家扮演马的部分。",
		"要阻止世界毁灭，英雄们只有一个小时的时间解决最后一个障碍，一个古老的奥法遗迹中的神秘符文。\nDM把符文的照片递给玩家们。\n——来自吉米多维奇的《数学分析习题集》中的一页。",
		"模仿上古卷轴天际的trpg战役。\n每次PC失败的豁免都会导致游戏bug。\n比如PC被卡在岩石中，重要的任务物品莫名消失，而补丁是不存在的。",
		"智慧的老巫师要求英雄们取回“神秘的魔法奥秘宝典”。\n其实那只是老巫师们在读的奇幻小说最新一集。\n他们弄丢了图书馆的借书卡，而买新书又太贵了...就只好找个冒险小队啦！",
		"巨龙魔像：用数只活着的巨龙组成的魔像！",
		"在角色创造时，特意提醒玩家们这个模组鼓励PvP.\n实际上是玩家（player）vs 豪猪（porcupine）！\n然后悄悄关上游戏室的门，把豪猪放出来！",
		"告诉玩家战役设定是现代COC，让他们制作相应角色。\n在第一次游戏，他们会看到邪教徒举行“大觉醒仪式”。\n嗯，暗影狂奔里的大觉醒。接下来的战役全都是他们的COC角色在暗影狂奔世界设定里的冒险。",
		"一群邪教徒在召唤一个“无尽饥饿”的古神，希望将我们的现实喂给它。\n试图阻止他们的PC是另一组邪教徒。\nPC们也希望世界末日到来，但更喜欢另一位古神和末日的方法。",
		"战役开始于一艘正逐渐沉没的船上...\nDM和玩家都坐在这艘船上。",
		"反向黑暗世界——你们扮演一个秘密社团的成员。社团里全是普通人类，试图在一个吸血鬼世界里隐瞒你们的存在。",
		"德鲁伊不仅不能使用金属盔甲，还不能使用金属硬币。\n他们购物时必须使用稀有的蘑菇和青苔。",
		"关于国际间谍的战役。为增加真实度，要求玩家必须用角色的母语来写角色背景。\n更进一步，选择一项玩家刚刚开始学习的语言。/n玩家只会数1到10或者问厕所在哪里。看他能写出怎样的背景故事。",
		"现代世界，自制模组。\nPC们与NPC竞争，也互相竞争。看谁先能在黑色星期五完成圣诞节的购物计划。",
		"D&D，但唯一可选武器是切黄油的钝刀。",
		"D&D中增加赌博成分。\n你每掷一个d20,大家都可以下注成功还是失败。",
		"新角色，唯一会的战斗技巧是掏裆。",
		"D&D战役。所有的NPC都像是有极差的AI的电脑游戏NPC。\n他们会挡住玩家的路，卡在墙角，受伤害时不会移动，而且在护送任务中走的像蜗牛一样。",
		"所有NPC的台词都充满有着深邃含义的诗歌，并且与游戏中发生的事毫无联系。",
		"D&D，但所有的精灵都被替换成蓝精灵。",
		"你的角色刚刚拔了颗智齿。\n他在所有的智力检定中都有劣势。",
		"拿出你所有的小模型。战锤，WOD，玩具兵，乐高，etc.\n撒在你当前战役的地图上。\n根据结果，编你的下一个战役。",
		"把所有的“水”替换为“有点湿的”。\n有点湿的领域的模式，有点湿的元素仆从，创造有点湿的术，有点湿的诡怪。",
		"每次游戏桌上有人搞砸，该说角色名字却说错成玩家名字的时候，\n该玩家就得做对应的动作，或者获得对应的效果。",
		"新战役：黑暗的力量降临在无助的村民身上；只有伟大的英雄能拯救他们。\n玩家扮演无助的村民们。",
		"PC们发现一个发光的，五十尺高，雕饰着古老符文的传送门。周围被强大的怪物守卫着。\n当PC们艰难战胜怪物，最终穿过传送门...它将他们向前传送了五十米。",
		"不需要小模型。\n所有NPC都有真人大小的人偶模型。",
		"PC服务于一个极度秘密的政府机构。\n该机构致力于让地球上的每一只狗都知道它是个好宝宝。",
		"让你的玩家为角色构思极为精彩翔实的背景故事。\n在第一次游戏就以剧情发展的名义把这些角色干掉。",
		"你扮演一个最先进的机器人。\n但外形上你和一个普通的仙人掌一模一样。",
		"新角色。一个踩高跷的侏儒，穿长袍假装成人类。每一句话都要强调你是个正常人类。\n“我拿匕首刺他的眼睛。就像个正常身高的人类一样，我够的着。”",
		"D&D。掷一个d20作为你的角色的起始等级。",
		"二级法术人类定身术。\n只是个普通的拥抱。",
		"奇幻世界。可以选择魔法师作为角色职业，但魔法并不存在。\n由魔法师们自行决定怎么假装自己有魔法。",
		"每次德鲁伊变形成动物，都必须找一张这种动物最可爱无害的照片，并且说“现在我就长这样了”。",
		"DM只能用自己最近晚上梦到的角色作为今晚游戏的NPC。",
		"房规，所有治疗法术的语言成分都改成：“现在，蠢货，面对你的末日吧！WAAAAAAAAAAAAAGH!”",
		"魔法物品”个人空间“：\n一个小的方便携带的布袋，打开后就变成一个通往真空的外太空空间的传送门。",
		"开团前强烈暗示玩家他们的角色应该在游泳和航船上加点，学习水下呼吸法术，获得水生的动物伙伴，诸如此类。\n然后惊喜！整个战役发生在离最近的海岸600英里的沙漠中。",
		"向DM要求D&D中有作弊码。按“上上下下左右左右BA”后，要求获得30条命。",
		"玩家发现一个瓶中精怪。\n精怪给予三个愿望。\n但他只能给予与青蛙有关的愿望。",
		"一个名为”真麻烦“的专长。\n每次掷骰，都要掷两个然后取平均值。",
		"在游戏中加入Bethesda的风味。\nPC在城镇中必须时不时掷敏捷检定，以免不小心捡起杂物然后被村民当成小偷追杀。",
		"新角色。选择野蛮人职业。\n然后整个build都专注于最大化表演技能。",
		"新的卜筮法术，名为“google”\n就像字面意思上的，如果角色施放这个法术，玩家可以google他的问题。",
		"这是一个40级的传奇团，有一个叫关注度的东西，上了20就GG\n先是pcA要扮演王，就把迎接的NPC干掉了。\n然后不是人类，没有衣服。纠结了一个整整一个团的衣服。\n后来dm说，那个NPC送钱送情报送衣服，可惜有不能复活的诅咒。\n\npcB是一个非人类法师，可以手搓10万以下的奇物\n只见他各种奇物，秀的大家头皮发麻\n最后变成一个精灵法师突然出现在人群前，B装作自己是一个法师，用法杖打战技把全副武装的骑士给压在地上\n被人用一个怀表照出，关注度增加了8点\n\npcC是一个魔鬼，老板让他去一个地方打探消息\n他放出小弟四处打探情报，小弟全被干掉，关注度+3\n事后才知道那个地方是王都，本来名字特土以为是一个荒原\npcD是唯一幸免的，没有什么骚操作",
		"斯芬克斯的谜语这么开头，“一辆火车在早上7：30以每小时70英里的时速离开A市，随后在9：10另一辆...”",
		"新角色。诗人，没有乐器，唱民歌的。你能想到最俗的那种。“两个婆娘一个郎”？很好。",
		"NPC带着个宠物。一只智能手机。他们随身带着它的照片，没事就拿给别人看，显摆自己的智能电话有多可爱。\n“快看快看，它在玩旅行青蛙。好聪明～谁是最可爱的诺基亚？是你吗，是你吗？”（摸头）",
		"巫妖的命匣是整个星球。\nPC们必须进行大规模的环境与地质毁灭活动，花费几十上百年时间，才有希望毁灭这只巫妖。\n一整个星球的善良德鲁伊和地方领主都奋起反抗你们。",
		"你的诗人每回合可以用三次恶毒讥讽。\n但他平时说的每一句话都必须是恶毒讥讽。",
		"整个战役都发生在海底。\nPC可选种族是火元素，冰元素，和闪电元素。",
		"宏伟的太空歌剧（space opera）战役。\n字面意义上的，玩家必须唱出所有台词。\n没在唱歌？刚刚那句话是角色外说的。",
		"给你倒了一杯茶。忘记放糖，牛奶，热水，茶叶，或者杯子了。\n我设计模组就是这种感觉。",
		"D&D,但善/恶的阵营系统被取消了。\n取而代之的是甜党/咸党。",
		"你的COC团最大的剧情转折是，在最后PC们发现克苏鲁只是只长得大只了一些的普通八爪鱼。爱手艺只是很容易激动罢了。",
		"为你的战役准备一个复杂精巧的世界。各式各样独特的组织，神秘的自然法则，独特的地理环境。\n然后试着忍住眼泪，看着PC到处乱跑四处破环，完全无视你的世界背景。",
		"D&D. 所有职业都基于典型的酗酒亲戚：爱喝红酒的老妈，喜欢伏特加的表姨，啤酒当水喝的老爹，离不开威士忌的叔叔。",
		"怎么发展你的角色的背景故事和人物性格？在开始游戏前给他办一场吐槽大会。",
		"找一群工程师来跑团。\n给他们的PC一个空间储物袋和一个无尽水瓶。\n看着游戏世界被毁灭。",
		"长团。面对最终boss前，DM随机选择一个PC。这个PC就是最终boss。",
		"D&D. 战役开始前，DM为每个PC掷两个d20,加在一起就是这个PC剩下的岁数，PC受到的所有伤害都按小时从岁数中扣除。\nPC死亡前，玩家都不知道PC还有多久可活。",
		"法师PC, 但不能学习任何新法术，除非玩家能详细描述这个法术能如何用在粉红场景里。",
		"D&D, 但所有和蛇有关的怪物都用面条来描述。蛇人（Yuan-ti）被称为面条人，娜迦被称为满头面条的女士。",
		"君主制被推翻了！奇幻王国建立了民主制度！\n你扮演其中一个新政客的竞选助手，进入地牢，说服巨龙，软泥怪，亡灵，兽人，拟身怪和各种恐怖生物支持你的老板！",
		"3月15到啦。作为庆祝，让一堆NPC集体刺杀你战役中的一个重要政治人物。",
		"让你所有的玩家花几个月的时间创造并熟悉他们的角色，准备深刻的背景故事。\n然后把他们的角色纸放在一个帽子里，大家随机抽一个来用。",
		"『你（玩家）每次咒骂的时候，你的角色都会受到伤害。』\n『...那我还有什么能说的？！』",
		"我今晚不得不惩罚了一个玩家。\n她把怪物手册称为『邮购丈夫目录』。",
		"自制战役背景，让你的玩家制作角色，但不告诉他们战役背景。\n努力把他们的背景、故事和技能加入你的战役背景中。",
		"设定所有的怪物都是家里的大头苍蝇。\n数值，技能和行动模式都不变，但其它方面是苍蝇。",
		"半兽人法师，他的法器（spell focus）是一个身材小一点的被他抓在手里的普通法师。",
		"新诗人角色，施法时演奏音乐。\n攻击性法术——演奏很大声的死亡金属音乐。\n治疗和保护性法术——演奏更大声的死亡金属音乐。",
		"狂野魔法，但适用于每个人。\n每次掷骰，你的角色都有1%的机会爆炸。",
		"PC马上要团灭了？抓起DM的DM屏，跑！\n现在DM失去执掌生杀的大权，你可以开心地忽视他描述敌人怎么灭掉你们的小队。",
		"现代都市奇幻设定。\n没有什么神秘力量或者大阴谋在隐瞒魔法的存在。\n只不过一有人尝试使用魔法，就有一辆卡车恰好从他脸上碾过去。",
		"新角色。金刚狼一样的能力.\n但是刀刃不是从手上而是从裆下伸出来。",
		"终于击败红龙，打开他的藏宝库！\n\n发现里面是小山一样的大堆冰淇淋...\n如果你的嘴里经常上火，你也会想吃很多冰淇淋的。",
		"基于商品的吉祥物创造新角色。\n比如，一个长得像奇多豹的猫人武僧。",
		"NPC名叫阿鲁卡·血源（Alucard Bloodborne，Alucard = Dracula反写）。\n他不是吸血鬼，他只是很中二。",
		"新战役。设计所有剧情都围绕着一个关键剧情NPC。\n这个NPC的日常工作是地牢藏宝室的普通守卫。",
		"一枚金币价值一头羊？取消货币。\n你没有4000GP, 只有4000只羊穿在一根绳子上跟着你。",
		"致敬JRPG.\n闯入每个NPC家中，砸开所有的瓶瓶罐罐，搜索所有的箱子和柜子。",
		"新战役。世界上莫名充满了僵尸。\n详细调查后，你终于发现僵尸的源头：有些人实在太烦人了，所以死神把他们送回人间免得看着闹心。",
		"DND游戏。放的背景音乐是一首歌单曲循环。\n掷出20的人，有权换一次歌。",
		"PC不能进阶任何有前提的进阶职业。\n除非玩家满足这个进阶职业的要求。",
		"新游戏机制，取消掷骰。\n每个人买一大堆刮刮乐彩票。每当需要掷骰的时候，就从上面刮出一个数字作为结果。",
		"新角色。所有法术都是闪电类法术。\n他坚持必须穿全身金属护甲，持一根锋利的铁制长矛。",
		"战役开始前，每个玩家都被私下塞了张小纸条，上面是他的秘密任务。要求玩家严格保密，决不能告诉别人。\n其实他们的秘密任务都是一样的。",
		"『我没什么时间准备这次战役...如果你们在森林里遇到食人鲨鱼，不要太惊讶。』",
		"欺瞒骰掷出1的话，角色的鼻子会变长。",
		"你的圣武士的终极任务：毁灭所有的不死生物。\n所有的骷髅都必须被摧毁。\n死而复生的？在博物馆里的？还在某个人体内的？\n不管。所有都必须锤爆。",
		"所有技能点都加在“驾驶太空梭”。\n你会发现很多情况下都用不上。但看看好的方面，情况对的时候，你肯定是小队最快的成员。",
		"巫妖。命匣是他的身体。",
		"辐射末日角色。把所有玩家手册里关于“眼睛”的选项都加上。\n他的整个身体都被各式各样的眼睛覆盖，什么都能看到。",
		"角色的起始等级是玩家的年龄。",
		"新的神。神职是长句子。他的帕拉丁，说话时得用“没问题让我来做这件事没错你就看我的吧”替代“好的”。",
		"你听说一只住在冰山脚下的喷吐毒雾的强大巨龙。\n嗯，情报传达过程中出了些偏差...\n他只是一只制作冰毒的巨龙。",
		"邪术师：通过一系列复杂的协定，我从另一个强大的存在那里获得力量。\nDM: 嗯，简单的说就是傍大款。以后你要管那个存在叫干爹。",
		"DM：你的种族是？\nPC：提夫林/阿斯莫。\nDM：你的背景是？\n\nPC：被他们用异界誓盟拉下來的。",
		"DM：德鲁伊转生（Reincarnate）了你，掷d100決定你的种族。\n（投掷声）\nPC：淦，这个种族我不喜欢，把我杀了再來一次。\nDM：刷初始当心被封号喔。",
		"DM：下个团不开放自主购买任何物品，一律随机。\nPC1：那如果法师拿了巨剑怎么办？\nPC2：应该可以交换吧，队友之间。\nDM：你们可以交易（Trade），但任何交易行为都将被抽去20%的服务费用。",
		"猎人（武士 Samurai）试图穿过风元素射击食人魔，dm正在为如何判定掩蔽而思考时，风元素应召唤者法师的要求，变成了面筋（的形状）。",
		"pc:我要使用召唤高等恶魔，让他过魅力豁免。\ndm：他成功了。\npc：喔，那真糟糕，他会失控并且攻击身边的生物，不过还好我把他召到了怪物旁邊……dm 你現在得操控两个怪物打一會兒了。\ndm：我不想玩这个游戏了。\npc:想點好的，如果恶魔贏了我们就少个巨人的经验。",
		"你的角色是一个被召唤来的提夫林\n你的工作包括，战斗，守夜，侍寝，背负行李，清理战场，解体猎物，贿赂守卫（用身体）\n你的薪水是固定的，并且那只是你战斗所得的一小部分，没有五险一金和休假\n感谢异界的劳动法",
		"DM新战役。告诉玩家们，战役目标是创造一个人人平等的社会。\n玩家做卡中...\n查卡。发现小队由一群邪恶的转化系法师和变形法术德鲁伊组成，目标是把所有人变成瓶子和凳子。",
		"新角色。可以无限施放羽落术。可以指定任何目标，无需豁免，但只会这一个法术，用它来攻击、防御、协助冒险。",
		"小镇反复被恶魔袭击的原因终于查清楚了。\n本地大法师的魔宠是一只猫，她散步的时候总是会走进召唤环中把魔法符文弄乱。",
		"要求死灵法师的玩家用灵媒盘（Ouija board）代替骰子，灵魂会指引你的行动。",
		"告诉你的玩家游戏背景是现代COC，并要求严格按背景准备角色。\n在第一次游戏就让某个PC不小心打开传送门，把他们传送到辐射末日场景。",
		"名为“酒馆乱斗”的短战役。\nPC从一个酒馆打到另一个酒馆。\n与此同时，玩家喝得越来越醉。",
		"每个NPC都有对应的外套，PC想和某个NPC对话时，DM爬到桌子下，穿上对应的衣服，再出来。\n如果没准备他们想对话的NPC的衣服，立刻停止游戏，到隔壁的超市买一套。",
		"魔法出了点小问题，德鲁伊的野性变形只改变他的体毛长度。",
		"新角色。诗人。\n拿手曲目是柴可夫斯基的《1812序曲》。\n乐器包括21门火炮。",
		"把骰子包进水饺里。\n每次某个人要掷骰，就吃个饺子，然后把骰子吐出来。",
		"德鲁伊的野性变形其实只是他们穿上廉价的塑料万圣节衣服，并装成动物的叫声。",
		"新怪物，龙。喷吐出巨大的拳头。",
		"新角色，德鲁伊。动物伙伴是只被人狼症感染的狼。在满月的时候会变回人类。\n而德鲁伊有狼人症。在满月时会变成狼。",
		"你们遇上舌头分叉，头巾把头发包的严严实实，宠物是一只鸡蛇兽的女士。\n她邀请你们与她进行一场“互相瞪看谁先闭眼”的比赛。",
		"你的角色有熊的能力！\n并不是说超强力量、强健身体或者凶狠爪击什么的。\n而是说他能吃下等同于体重的肉，然后沉睡六个月",
		"诗人要释放影响速度或者敏捷的法术时，必须配合对应的说唱。\n想要加速术越有效，说唱就必须越快。",
		"对抗重力进行躲避（dodge）检定，成功的话PC就能飞起来。",
		"预制的冒险模组是不是有点枯燥？新的游戏模式。每个人都预先读过模组，除了DM。",
		"如何驱逐“孕育千万子孙的森之黑山羊”莎布·尼古拉丝？告诉她，人类会带坏她的孩子们的。",
		"死者苏生法术后，受术者应该失去所有的头发和指甲。\n因为它们是死物，而受术者刚刚获得一个新的、活着的身体。",
		"魔法物品。看上去平淡无奇的一张桌子。\n每次掀桌的时候，实际上掀的是周围的重力方向。",
		"魔法物品，黑暗视觉眼罩。\n当它完全遮住你的眼睛的时候，你有黑暗视觉。",
		"帕拉丁的召唤坐骑法术只能召唤出可骑乘的麦当劳叔叔。",
		"隐身斗篷。但只对衣物生效。",
		"召唤生物法术有额外限制。你必须用十五秒钟模仿这个生物的叫声和行为，并让DM猜出来，法术才能成功。",
		"费劲千辛万苦，终于打败了大boss; PC们开始搜刮他的宝藏。\n每个人得到一个塑料制成的奖杯，上面写着“欢迎参与”。\n这是PC们找到仅有的宝藏。",
		"你的角色最大的挑战不是外界的强大敌人，而是他内心深处的恶魔。\n我的意思是，有三只非常小的巴洛炎魔住在他的左心室。",
		"如何在游戏中显示旧日支配者是异常的无法被理解的生物？\n让他们在对话中不时谈论起最新的高能物理论文",
		"所有玩家都带着fitbit手环。玩家在现实中运动了多少，PC在游戏中就旅行了多远。",
		"在果园上开个新帖子，详细说明你开的新团的设定和背景。把前五个回帖的内容融合到你的游戏中，不管评论的是什么。",
		"找一句深奥的名人名言。\n每次掷骰子出20，PC就以深沉的语气说出这句名人名言，不管它和当前场景、角色背景有没有关系。",
		"地城中充满了活灵活现拿着各式武器的雕像。并且到处都是明显得可疑的宝箱。\n他们不是魔像或者拟箱怪，但所有门、窗、蜡烛乃至地板和墙都是伪装的怪物。",
		"战士：我向天发誓！我一定会为我弟弟的死报仇！\n精灵：我的弓会帮助你！\n矮人：还有我的斧！\n死灵法师：还有你过世的弟弟！！",
		"掷骰必须用筷子拾起骰子并扔出去。",
		"小队发现超棒的法杖，可以无限次施展“木棍敲脸”而不消耗充能。",
		"PC们必须和一个鬼魂战斗。它的未竟愿望是人类的毁灭。\n非常幸运的，他既无法被触及，也无法被看见，还不能被听到。\n所以它的攻击手段就仅限于“说些别人听不到的很卑劣的话”或是“默默祈祷巨大陨石击中地球。”",
		"所有PC都受到诅咒。这种诅咒有某个非常特殊，几乎不可能发生的触发条件。\n坚持告诉你的玩家，这个设定会有被用到的一天。\n然而并没有。",
		"克苏鲁原来是个旧日支配者宝宝！\n让他重归沉睡的“黑暗仪式”其实只是准备一大瓶温暖的牛奶，给他盖好被子，然后唱他最喜欢的安眠曲。\n当然了，安眠曲包含的某些曲调会完全毁灭演唱者的神智。万事无完美嘛。",
		"两次游戏之间发生在玩家身上的事，也会发生在PC身上。",
		"新战役开始后五分钟，无视你的玩家费劲苦心制作出的角色，告诉他们战役的大boss藏在游戏中的一个魔法桌游里。\n强迫玩家为他们的PC制作PC，并角色扮演他们的PC的PC。",
		"可怕的恶人党几乎要完成他们统治世界的计划了！\nPC们攻入敌人老巢，把他们完全击败后，才找到机会读一下对方的宣传手册。\n会发现他们其实有非常和善的领袖，卓越有效的行动方针，切实可行的计划，只不过在对外宣传方面做的真的很差。",
		"坚持说巨龙实际上是黄瓜的一种。",
		"全是半身人的小队搬入巨人的城堡中。\n第一个史诗级的任务，到厨房做个三明治。",
		"吸血鬼的真实身份是变身蚊人。",
		"所有玩家都必须购买材质包。否则在进入新的地图区域时，只会看到报错信息。",
		"一个很有能力的PC.实际上是拟箱怪假扮的。\n小队：“准备探索地牢。有什么建议吗？”\n怪箱拟：“看到宝箱的时候，立刻把你的头伸进去。对了，最好还要全身涂满烧烤酱。怪物们最恨那个啦。”",
		"每次德鲁伊变形成动物时，周围一个随机动物变形成德鲁伊的样子。",
		"所有的猫都变成元素生物。他们的脾气一点没变，但都变成了30ft高的大火球。",
		"所有接触类法术都必须由打屁股的方式施放。",
		"所有掷筛都由玩家的恐吓骰代替。\n我的意思是，恐吓DM接受你想要的结果。",
		"欲魔的新招数，让人类充满了学习的欲望！\n引诱他们参加六个小时的中世纪纹章学课程！",
		"PC吃喝时，玩家也必须吃喝相同食物饮料。",
		"D4 盾牌\n魔法在于细节中!(恶魔也是，但那是另一个故事啦*）。让我们给游戏中最常见的物品，盾牌，加入一点趣味。\n掷骰子从表格中决定独特的盾牌，以及谁持有它。",
		"动物的一部分：龟壳，大虫子的甲壳，和骨头。这些都给你的NPC添加一种原始自然的感觉，同时还展现出当地的动物生态。\n门板：强壮的地痞流氓，拿着破旧的门板和吊门作为盾牌冲向PC，这会很有趣。还显得这些NPC有些精神不太正常。",
		"小生物：没什么比举着活的生物作为盾牌更恶棍的了。一个把市长的女儿绑在前臂作为盾牌的食人魔显出更高级别的邪恶。",
		"撕裂的钢铁： 让你的NPC使用损毁的胸甲，或者死去敌人破裂的盾牌。营造出一个有着辉煌过往战绩的村庄。让你的玩家怀疑，“我的盔甲会不会成为他们部落的又一块新盾牌？”",
		"D4 令人作呕的财宝\n并非所有的宝物都是闪闪发光，让人想要得到的。一些财宝可能令人作呕但依然十分值钱。掷骰子来从表格中决定一份你的独特财宝！\n1)一罐眼球：这个罐子里的11只眼球来自于一个眼魔。眼球们在防腐剂中上下流淌晃动，并一齐直勾勾地凝视着你。\n2)一副棋子：霜巨人手脚上的指甲材质和象牙相似。于是，理所应当的，有人愿意去为霜巨人修剪指甲并将剪下的碎屑收集起来，用那些渣滓制作了这副昂贵的棋子。\n3)粪种：一个香水套组如果包含有这种稀有的芳香菌类可以卖出惊人的价格。然而，这种菌只会生长在巨型野兽的肠道里。\n4)富营养腺体：这种腺体取自魔法兽的体内，经常会因为环境里的魔法浓度过高而自燃。富营养腺体生吃起来味道就像神莓术制造出的莓子一样可口。和神莓不同的是，富营养腺体的保质期要长得多。",
		"D4 统治者\n所有人都习惯了用无聊的手法决定地区的统治者——在城堡里放上一个国王。如果你厌倦了以这种千篇一律的形式来决定你的国王或者女王，你可以投骰子从下表来选一个。\n1)怪物：有什么比一个类人生物国王更棒？可以是一条龙，一个邪兽鬼，一个巨灵，一个巨人。毫不夸张地讲，如果你认为一个怪物可以担当幕后黑手大Boss，那它就适合成为一个烂屁眼子统治者。想想看，如果PC们最后发现“龙皇”这个称号用的是写实手法，是不是酷毙啦？\n2)不称职的：有些城镇实在太过和平或者太过腐败，以至于他们根本不需要一个政府实体。所以，他们选出一个没有坏心肠的个体来“统治”他们。这通常包括了抽签决定的某个动物或是镇子里大白天游荡的傻子。\n3)物体：对一个城镇来说，规则的波动会造成损害。选举、战争和国会很少是朝着和平统一这个方向的努力。在此前提下，市民们决定让他们身边不朽的魔法物件来管理他们的生活。镇中心的不老智慧树、低语石、能在灯笼里永远燃烧的火焰、会传出人话的井，这些都能成为一座城镇的统治者。\n4)假货：这个统治者或许会假扮成民众里的一员。简单的幻术、变装、演技或是一个位置合适的管道（这样你的声音就可以回响在井里）都能帮助统治者在不表露身份的情况下掌握实权。",
		"D4 混合怪物\n枭熊（猫头鹰+熊）并不是游戏里唯一一个诡异的怪物组合。投骰来参照下表决定你那从噩梦中爬出的凶兽吧！\n1)歌利蛛：歌利亚+蜘蛛。这个八持武器的歌利亚有着带毒的牙并且能吐出蔓藤那么粗的丝。你能从数里外听见它的恐怖嚎叫。\n2)蛙鳄：青蛙+鳄鱼。蛙鳄躺在水体里的阴影处等待猎物。一旦猎物靠近，它就会弹出富有粘性的舌头将猎物拽入嘴中，并瞬间用鳄鱼恐怖的咬合力杀掉猎物。\n3)鲨鹰：鲨鱼+鹰。有什么比一个牙齿加起来比脑子还大的水生杀戮机器更可怕的呢？一个牙齿加起来比脑子还大的空中杀戮机器！这条有翅膀的鲨鱼游过云层，“轰炸”毫无戒备的猎物。\n4)鳗鼠：七鳃鳗+老鼠。这种生物看起来像一个没有耳朵，目光呆滞的老鼠。它的口部呈圆形，里面沿着孔壁布满了利齿，这些利齿让它可以咬附在猎物上。并且，这些生物喜欢成群出动。",
		"一队兽人小宝宝组成的部落！他们横扫大陆，拥抱路上遇到的每一个人并偷走所有的糖果。",
		"所有的角色都失去所有感官（视觉，触觉，痛觉，之类的）。除了嗅觉。\n然后给你的玩家降噪耳机，眼罩，棉手套，和止痛片。让游戏更真实。",
		"半身人宝宝生下来8ft高，400磅重。",
		"龙身上有超酷的聚会大巴士的涂鸦。",
		"既然Kenku只能模仿别人说话——在游戏开始前，花一周偷偷录下别的玩家的说话。然后在游戏中用录音板放出来。",
		"放寒冷系法术时必须讲冷笑话。",
		"游荡者PC通过玩家在现实中犯罪来获得经验。",
		"把你的国际象棋技巧用在DND里。\n我的意思是，玩一个牧师角色，只能沿斜线移动，并且跳到别人身上来攻击对方。",
		"牧师角色的神祗是DM。\n如果任何人想角色外跟DM说话，就必须通过牧师的角色，以角色内祈祷的形式实现。",
		"大Boss的所有对话都是预先录制好的。\n在游戏进行到预定阶段的时候，就把对应的台词放出来，无视当前场景有什么不同。",
		"节约时间。设计一个充满怪物和陷阱的房间。无论PC要求进入哪一栋建筑，都描述他们进到这个房间。",
		"D4 临时武器\n如果你想让战斗有种混乱的感觉，让你的恶棍抓起某个不寻常的武器砸向玩家。从下表中掷筛决定那个不寻常的武器。\n仆从：你知道吗，如果你对一个友方施法祝福术然后拿他当大棒子，他可以被视作魔法武器？这是真的！\n茶壶：瓷器或许不会造成太多伤害，但里面的开水会。\n乌龟：对于经常扔东西的人，什么是最合适的宠物？有天然护甲的。\n书本： 视觉笑话是最棒的！ ‘Throw the book at em’ *哈哈哈",
		"恐怖的類型\n奇怪的腦缸和被支解使用後的屍體 →獵奇恐怖\n被米戈和改造生物追殺 →生存恐怖\n覺得處處是米戈→心理恐怖\n發現自己只剩下一顆大腦→悲劇恐怖\n改造後的大腦比原本的大腦聰明好用→喜劇恐怖\n比原本聰明好用的大腦還是我的大腦嗎？→同一性恐怖\n用改造後的大腦發現米戈的弱點，並絕地大反攻→英雄主義恐怖\n這時三隻米戈從天而降→後設恐怖\n發現人人都有成為米戈的潛力→心靈成長恐怖\n米戈們脅迫著你，要你交出手機電話→青少年恐怖\n米戈把你的手機變得只能上充滿長輩的臉書→世代恐怖\n米大戈說我有妹妹，所以我有妹妹，我愛米大戈→歐威爾式恐怖\n我無罪。我不是那個被打造出來的桶中腦，我是米戈的犧牲品→恐怖的平庸性",
		"D4 “上一课”\n你有没有设计过类似鬼婆、巨灵或斯芬克斯那样的，十分睿智并具备强大魔法能力的NPC？做一个这样的NPC，然后让它来给你的PC们好好上一课吧！投骰然后从下表选出“课程”。\n1)穿别人的鞋子走路：在一两个章节中，让玩家们交换人物卡进行游戏。这会让游戏变得十分开心且滑稽，特别是在PC们和NPC互动的时候。\n2)得到1分钱就是赚到1分钱：他们丢失了所有的装备！噢，他们会把装备拿回来的……大概。\n3)分担担子轻：对任何角色的伤害和治疗都会分担到整个团队的每一人身上。\n4)勇敢的是你的灵魂，而不是身体：PC们在前去拯救村庄的时候，被变成了平民。",
		"D4 喷泉\n当你在用各式各样的怪物和陷阱填充你的地下城时，你可以试试这个，加入一个有魔力的水源。\n投骰并参照下表来决定，如果你的角色在喷泉那喝下一口，之后会发生什么。\n1)培根味：你闻起来像培根。所有对你进行的啮咬攻击具有优势。同时你在对所有野蛮人和战士的魅力技能检定上具有优势。培根味将在七天后散去。\n2)大手：你的手粗得像鹅卵石。你的徒手攻击造成2d6的钝击伤害。你不能使用具有动作成分的法术并在一切需要用到手的技能检定中具有劣势。手会在下次黎明后复原。\n3)蠕动之毁灭：你承受1级力竭并受到1d4酸液伤害。如果你的HP降到0你会立刻死亡，一个黑布丁怪将从你尸体的伤口和洞里渗出。这个效果持续到你解除力竭。\n4)明晰梦：你俯卧在地并被麻痹。你保留看和说的能力。6小时后你将从中恢复过来，并获得一次长休的好处。"
	]
}