{
  "伦道夫的离奇小说": [
    "\n你们围绕着铺满文件的桌子坐着，一只棺材模样的奇怪座钟摆在一个很深的壁龛里滴答作响。伦道夫·卡特一生都在试图逃离清醒世界的枯燥与限制，在这位神秘学者消失后，你们一直试图从他的离奇小说中推断一二。\n你拿起其中一页，内容如下：\n{离奇小说目录}\n{离奇小说的灵感检定}"
  ],
  "离奇小说的灵感检定": [
    "【你进行灵感检定：D100=[1d5]/60 大成功】\n棺材般的座钟依旧按着那种怪异的旋律滴答作响，只是这时，那种奇异的旋律已带上了一丝全新的不详意味。从那个遗忘在角落、已经被堵塞的三脚架中散发出的烟雾翻滚缠绕成一些奇妙而又不可思议的形状，与那随风摇摆的挂毯上的怪诞图案形成了令人不安的组合。你发现小说中牵扯到深渊的事情全都难以置信，但那些实在、有形的东西在这些小说里少得可怜——这非常不可思议，但又如此真实。",
    "【你进行灵感检定：D100=[1d55+5]/60 成功】\n毫无疑问，尽管有些字迹模糊到无法辨认，但这仍然有着标志性的伦道夫·卡特的风格。",
    "【你进行灵感检定：D100=[1d35+60]/60 失败】\n你反复琢磨这些小说试图掩饰或展示的东西，但一无所获。经历了片刻枯燥乏味的等待，你站起身示意提前离开。你与真相失之交臂，或许这是一种幸运。",
    "【你进行灵感检定：D100=[1d5+95]/60 大失败】\n座钟那怪诞的滴答声变得让人毛骨悚然起来，三脚架上飘散的香烟与摇曳的挂毯一同跳起了一支死亡之舞。你听到了不自然的、古怪的咯咯与嗡嗡声，这让你的心脏骤然紧缩，很快地，你的视野彻底黯淡下去……"
  ],
  "离奇小说目录": [
    "{洛夫克拉夫特小说}",
    "{洛夫克拉夫特合著小说}",
    "{奥古斯特·德雷斯小说}",
    "{克拉克·阿什顿·史密斯小说}",
    "{罗伯特·布洛克小说}",
    "{罗伯特·欧文·霍华德小说}",
    "{其他克苏鲁小说}"
  ],
  "洛夫克拉夫特小说": [
    "{《<死灵之书>的历史》}",
    "{《阿撒托斯》}",
    "{《埃里奇·赞之曲》}",
    "{《白船》}",
    "{《北极星》}",
    "{《彼方的挑战》}",
    "{《不可名状》}",
    "{《查尔斯·迪克斯特·瓦德事件》}",
    "{《超越时间之影》}",
    "{《穿越银匙之门》}",
    "{《达贡》}",
    "{《地窖中》}",
    "{《洞中兽》}",
    "{《敦威治恐怖事件》}",
    "{《翻越睡梦之墙》}",
    "{《废宅》}",
    "{《坟墓》}",
    "{《疯狂山脉》}",
    "{《关于已故的亚瑟·杰明及其家族的事实》}",
    "{《寒气》}",
    "{《赫伯特·韦斯特——尸体复生者》}",
    "{《后裔》}",
    "{《胡安·罗梅罗的转变》}",
    "{《回忆塞缪尔·约翰逊博士》}",
    "{《记忆》}",
    "{《降临于萨尔纳斯的厄运》}",
    "{《街道》}",
    "{《金字塔下（与法老同囚）》}",
    "{《可怕的老人（怪老头）》}",
    "{《克苏鲁的呼唤》}",
    "{《来自遗忘》}",
    "{《老臭虫》}",
    "{《雷德胡克的恐怖》}",
    "{《炼金术士》}",
    "{《猎犬》}",
    "{《伦道夫·卡特的供述》}",
    "{《马丁海滩的恐怖》}",
    "{《猫与狗》}",
    "{《美杜莎的卷发》}",
    "{《门外之物》}",
    "{《梦寻秘境卡达斯》}",
    "{《魔女屋中之梦》}",
    "{《魔宴（盛宴）》}",
    "{《奈亚拉托提普》}",
    "{《皮克曼的模特》}",
    "{《潜伏的恐惧》}",
    "{《墙中之鼠》}",
    "{《塞勒菲斯》}",
    "{《神殿》}",
    "{《书》}",
    "{《树》}",
    "{《他》}",
    "{《甜美的艾门嘉德》}",
    "{《外神》}",
    "{《畏避之屋》}",
    "{《文学中的超自然恐怖》}",
    "{《乌撒的猫》}",
    "{《屋中画》}",
    "{《无名之城》}",
    "{《雾中怪屋》}",
    "{《邪恶的教士》}",
    "{《星之彩（来自群星的色彩）》}",
    "{《修普诺斯》}",
    "{《夜魔》}",
    "{《伊比德》}",
    "{《伊拉侬的探索》}",
    "{《异乡人》}",
    "{《银钥匙》}",
    "{《印斯茅斯的阴霾》}",
    "{《远古的民族》}",
    "{《月光下》}",
    "{《月之沼》}",
    "{《自外而来》}"
  ],
  "《<死灵之书>的历史》": [
    "《死灵之书》原名《阿尔·阿吉夫》——阿拉伯人常用“阿吉夫”这个词指那些出现在夜晚，被怀疑是恶魔们的哭嚎与咆哮的声音。\n此书由也门萨那的一位名为阿卜杜·阿尔哈兹莱德的疯子诗人编著。\n——H.P.洛夫克拉夫特，《<死灵之书>的历史》",
    "大多数国家和所有有组织的教会分支都严格查禁了此书，阅读此书会导致可怕的后果。相对较少的一部分公众知道，罗伯特·W·钱伯斯的早期小说《黄衣之王》就是从这本书的传言中得到的灵感。\n——H.P.洛夫克拉夫特，《<死灵之书>的历史》"
  ],
  "《阿撒托斯》": [
    "于是在他的屋内，飘浮着黄金尘埃的紫罗兰色暗夜奔涌而入，尘埃与火焰的漩涡从终极的虚空里喷出，又沉淀在来自世界彼方的芳香之中。催人入眠的大海涌了上来，在人的眼睛从未目睹过的阳光的照耀下，游弋在深不见底的漩涡中的奇异海豚和海中女仙现出身形。寂静的无限在入梦者身边缠卷而上，不需触碰从孤寂的窗口里僵硬地探出的身体，便将他轻轻卷起。在不可用人类的历法计量的许多天后，来自遥远领域的浪潮温柔地将他运进梦境——那正是他渴望的梦境、是人类已然失却的梦境。\n——H.P.洛夫克拉夫特，《阿撒托斯》"
  ],
  "《埃里奇·赞之曲》": [
    "从他那疯癫的曲调里，我仿佛看到了一群幽灵般的萨特与巴克斯的信徒在由云雾、烟尘和光亮组成的翻腾深渊里疯狂地舞蹈和旋转。接着我听到了一个更加尖锐，更加雄浑的音符。那并不是由低音提琴发出来的声音，而是从西面的远处传来的声音。比起低音提琴那疯狂的曲调，它显得更加的镇定、更加从容、目的明确同时又充满了嘲弄与不屑。\n——H.P.洛夫克拉夫特，《埃里奇·赞之曲》",
    "我连滚带爬地冲下了那似乎永无止境的楼梯，穿过黑暗的房子；漫无目的地冲进了楼下那条狭窄、陡峭、拥挤着台阶与破旧房屋的街道；手忙脚乱地跑下台阶，踩过街道上的鹅卵石，穿过两岸耸立着墙壁的恶臭河流；所有那一切都变成了恐怖的印象紧紧跟随着我。\n——H.P.洛夫克拉夫特，《埃里奇·赞之曲》"
  ],
  "《白船》": [
    "在索纳-奈尔，没有时间与空间，没有痛苦和死亡。在那里我住了数千亿年，那里的森林和草地青翠欲滴，鲜花明亮而芬芳，溪流宁静而有韵律，泉水清澈而凉爽，庙宇、城堡和城市都雄伟而华丽。那里的土地无边无际，在迷人的风景之外总有更加美丽的景色。村野之间和辉煌的城市中的人们幸福快乐，他们都被赐予了无伤的恩泽与无尘的快乐。\n——H.P.洛夫克拉夫特，《白船》"
  ],
  "《北极星》": [
    "“深眠吧，守望者，直到群星\n那二万六千年的循环\n完结之时，继而吾亦将归来\n及至吾而今焚燃之所。\n余剩的星星亦将升起\n及至诸天之枢；\n慰抚之星，祝福之星\n伴随着些许甘美的遗忘：\n惟有吾之轮回终焉时\n过往才愿叩响汝等门扉。”\n——H.P.洛夫克拉夫特，《北极星》",
    "我在罪恶的痛苦中挣扎，疯狂地希望能够拯救那座城市，那座每一秒危险都在增多的城市。我努力摆脱这不正常的梦境，这却是徒劳的。梦中我那石头和砖块构成的居所，位于险恶的沼泽和矮矮的山丘上的墓地南方。在这个时候，平静而怪异的北极星仍旧在黑暗苍穹中窥探着大地，就仿佛一只疯狂的眼睛，争取传达一些奇怪的信息。但它什么也没有唤起，除了它曾经要传达的信息。\n——H.P.洛夫克拉夫特，《北极星》",
    " Slumber, watcher, till the spheres\nSix and twenty thousand years\nHave revolv’d, and I return\nTo the spot where now I burn.\nOther stars anon shall rise\nTo the axis of the skies;\nStars that soothe and stars that bless\nWith a sweet forgetfulness:\nOnly when my round is o’er\nShall the past disturb thy door.\n——H.P.洛夫克拉夫特，《北极星》"
  ],
  "《不可名状》": [
    "一个秋天的傍晚，在阿卡姆的老墓园里，我们坐在一座早已荒废的十七世纪坟墓上，思索着有关不可名状之物的故事。墓园的中央有一棵巨大的柳树，它那粗壮的树干几乎已经完全吞噬了一块铭文早已模糊不清、难以辨认的古老墓碑……\n——H.P.洛夫克拉夫特，《不可名状》",
    "我们在坟墓上寻到的座处非常舒适，而且我也知道自己那位沉闷乏味的朋友肯定不会介意身后不远处那座根基松动的古老砖墙建筑上如同洞穴般的裂缝，更不会在意那座夹在我们与最近的光亮道路之间摇摇欲坠、早已荒废的十七世纪老宅中的纯粹黑暗。于是，在黑暗中，在那座靠近荒废宅邸、早已开裂的坟墓上，我们谈到了“不可名状之物”。\n——H.P.洛夫克拉夫特，《不可名状》",
    "接着阴冷、作呕的空气汇成了一股有毒的气流从那个可怖的方向吹了过来，紧随其后的是一阵刺耳的尖叫声。那声音就在我的身边不远，从那座埋葬着人与怪物、令人惊骇的裂开坟墓里传了出来。下一刻，某个体型无比巨大但却不知为何物的东西开始疯狂地冲撞着，将我从所坐着的可怕座位上撞了下来，四脚朝天地摔倒在可憎墓地里那片树根盘绕的泥土上；同时坟墓里传出了一阵闷声的喧闹，那其中有沉闷的喘息，有飕飕的风声，让我不由得幻想弥尔顿笔下那一大群堕入地狱里畸形的灵魂就居住在那处漆黑无光的阴暗里。\n——H.P.洛夫克拉夫特，《不可名状》",
    "令万物枯萎的冰冷狂风汇成了一个漩涡，接着松动的砖块与灰泥开始嘎嘎作响；但在意识到究竟发生了什么之前，我已经陷入了仁慈的昏迷之中。\n——H.P.洛夫克拉夫特，《不可名状》"
  ],
  "《查尔斯·迪克斯特·瓦德事件》": [
    "不论如何引诱劝说，那些参加过这场恐怖搜捕行动的人都不愿意吐露与这场事件有关的一字一句，而所有残存下来、模糊不清的零碎资料全都来自于那些没有参加最终战斗的队伍。那些实际参加过行动的搜捕者谨慎小心地毁掉了每一块与整件事有关的碎片——哪怕它们只起了丁点的暗示——这让人觉得有些恐怖。\n——H.P.洛夫克拉夫特，《查尔斯·迪克斯特·瓦德事件》",
    "我再对你说一次，不要唤醒任何你没办法镇压下去的东西；我是说，任何能够反过来反抗你的东西，你最强大的手段可能会没有用处。询问较小的，以免较大的不愿意回答，不受你的控制。\n——H·P·洛夫克拉夫特，《查尔斯·迪克斯特·瓦德事件》",
    "他把视线从文字上移开，转而看向房间的其他地方。接着，他注意到了地板上那只盛着不祥粉末的浅底酒杯里涌起了一股浓密的墨绿色云雾——这云雾混浊不清，而且大得惊人。\n——H·P·洛夫克拉夫特，《查尔斯·德克特·沃德事件》",
    "他们发现了能使他们的大脑在同一具躯体，或是不同的躯体里存活下去的邪法；不仅如此，他们显然找到了某种手段，使他们得以汲取所搜集到一起的逝者们仍具有的意识。\n——H.P.洛夫克拉夫特，《查尔斯·迪克斯特·瓦德事件》"
  ],
  "《超越时间之影》": [
    "……纯粹的梦魇的精华降临到了我的面前。理性已经死亡——所有的东西都被忽略了，只有逃跑的动物本能还在生效，我仅仅挣扎着猛冲过斜坡上的碎石，仿佛前方根本没有深渊一般。然后，我看到了裂缝的边缘，并且使出了身上的每一分力气，不顾一切地跃向对岸。瞬间，由可憎哨音与纯粹的、能够触碰得到的有形黑暗所组成的疯狂喧闹漩涡吞没了我。\n——H.P.洛夫克拉夫特,《超越时间之影（The Shadow Out Of Time）》",
    "在这之后记忆就不太可靠了——事实上，我至今依旧抱有最后一丝绝望的期盼，试图相信它们只是一个魔鬼般的噩梦——或者精神错乱造成的幻觉。狂热的情绪在我脑中肆虐，想到所有念头都像是隔着某种烟雾——有时候思维甚至会变得断断续续。\n——H.P.Lovecraft,《超越时间之影》",
    "一个半水螅状的古老种族，与人类所知的一切完全迥异……它们只有一部分是由物质构成，并且虽然没有双翼也能飞行……有迹象表明它们有惊人的可塑性并且可以暂时隐身……单调嘈杂的哨声和拥有五个圆趾的巨大脚印也是它们踪迹的标识。\n——H.P.洛夫克拉夫特，《超越时间之影》",
    "那是一个巨大的虹色圆锥体，高约十英尺，底部的直径也有十英尺，全身都覆着某种凹凸不平的半弹性鳞片。在圆锥体顶端，有四只可以伸缩的圆柱形器官，看起来是以与圆锥体相同的物质构成的；这些器官有时能收缩到几乎消失的程度，有时则可以伸展到十英尺长。在其中两只的末端，有着巨大的钩爪，就像螃蟹的螯，另一只的末端则有四个喇叭状的红色器官。还有一只，在末端有一个直径约两英尺的不规则球体，球体近乎黄色，正中央有三个巨大的黑色眼睛，排成圆形。……在头顶，还有四根灰白色的细茎，每根茎的顶端都有花一样的器官，头的下部垂着八条细小的、近乎绿色的触须。而在中央那巨大圆锥体的底盘上，则覆着灰白色的胶状物质，它一伸一缩，就可以如软体动物般爬行。\n——H．P．洛夫克拉夫特，《超越时间之影》"
  ],
  "《穿越银匙之门》": [
    "他脚下的地面被庞大的巨噬蠕虫侵蚀着。正好在他向下张望的时候，有一条蠕虫将身躯抬起了数百英尺之高，向他伸出苍白而粘稠的前端。\n——H．P．洛夫克拉夫特，《穿越银匙之门》"
  ],
  "《达贡》": [
    "它巨大，酷似波吕斐摩斯，它可憎，如同恶梦中的巨大怪物一样飞快地奔向独石柱，然后在独石柱旁猛烈地挥动其一双巨大的带鳞手臂。\n——H．P．洛夫克拉夫特，《达贡》",
    "每当夜幕降临，尤其当月亮亏缺不圆时，我能看见它。我试用了吗啡，但它只有短暂的药效，却使我像一个绝望的奴隶一样深深地陷入了它的魔掌，无法逃脱。\n——H．P．洛夫克拉夫特，《达贡》",
    "末日即将来临。我听到了门上发出的响声，似是某个庞大的滑行躯体在笨拙地撞击房门。它不该找我。天啊，那只手！窗口！窗口！\n——H．P．洛夫克拉夫特，《达贡》"
  ],
  "《地窖中》": [
    "布奇在那个晚上头一次知道了恐惧是怎么回事。尽管他拼命挣扎，却怎么也无法摆脱那个使劲拽住他脚的无名之物。伤口引起的可怕疼痛从小腿蹿了上来……\n——H.P.洛夫克拉夫特，《地窖中》"
  ],
  "《洞中兽》": [
    "终于不那么害怕了，好奇，畏惧，怜悯以及敬意却代替了原来的害怕，因为从那受伤趴伏着的生物发出来声音揭示了一个真相。这个我刚刚杀死的生物，这个不可测的洞穴中奇怪的野兽，至少，曾经是人。\n——H.P.洛夫克拉夫特，《洞中兽》"
  ],
  "《敦威治恐怖事件》": [
    "我们绝对无权把这种力量从外面的世界召唤过来，只有那些最邪恶邪教里最邪恶的人才会去这么做。\n——H·P·洛夫克拉夫特，《敦威治恐怖事件》",
    "那些没有望远镜的人只看到了一团突然闪现的灰色云雾。一团约末有中等房子大小的云雾，突然出现在山顶附近。而拿着望远镜的柯蒂斯却突然爆发出一声刺耳的尖叫声。他把望远镜扔进了路上齐踝深的泥浆里，然后摇晃了一下。若不是两三个人抓牢并稳住了他，他肯定已经摔在地上了。而此刻，他唯一能做的只是用一种几乎听不到的声音喃喃道……\n——H·P·洛夫克拉夫特，《敦威治恐怖事件》",
    "它们会从外面的世界来帮我的，但没有人类的血液，它们就无法拥有肉体。二楼的那个家伙看起来也一样。 只要划出维瑞之印，我就能稍微看见它的样子。\n——H·P·洛夫克拉夫特，《敦威治恐怖事件》",
    "旧日支配者曾在，旧日支配者常在，旧日支配者永远都在。它们寂静而原始地游荡着，不是在我们所知的宇宙空间里，而是在宇宙“之间”，不处维度之中，不为人类所见。\n——H.P.洛夫克拉夫特，《敦威治恐怖事件》"
  ],
  "《翻越睡梦之墙》": [
    "“我不能说起有关压迫者的事情。在地球上的你们已在不经意间地感觉到了位于遥远世界里的它——虽然你们对那一切毫不知情，但你们却为那座闪烁的灯塔命名为大陵五，恶魔星。我为了找到并战胜压迫者而徒劳地努力了无穷的岁月，一直被躯体这种累赘拖累妨碍。今晚我将带着公正与燃烧着灾变与复仇，如同复仇女神一般降临。在天空中，靠近恶魔星的地方寻找我的身影吧！”\n——H.P.洛夫克拉夫特，《翻越睡梦之墙》"
  ],
  "《废宅》": [
    "一个人可以轻松地想象出一种由物质或能量组成的奇异原生质，没有切实的外表，以从那些被它穿透的或每一寸身体都被它完全融合的更实在的生物的生命能量或身体组织和体液中的无形提取物为生。\n——H.P.洛夫克拉夫特 《废宅》"
  ],
  "《坟墓》": [
    "当昆扬人带着强大的原子能探照灯深入恩凯的黑渊中时，它们发现了活物——顺着岩石隧道滋长，崇拜撒托古亚的黑曜石和玄武岩刻象的生物。但这些生物长得并不像撒托古亚那般像蟾蜍一样。它们更丑陋——一团团不定型的黏性黑泥，为了不同的目的变换着临时的形状。昆扬的探险者没有停下来仔细观察；活着逃走的人封闭了通道。\n——H.P.洛夫克拉夫特和扎利亚.贝绍普 《坟墓》"
  ],
  "《疯狂山脉》": [
    "我说过，丹弗斯从不告诉我，在最后那一刻，究竟是怎样的恐怖让他如此疯狂地大声尖叫——我感到惋惜，最后的恐怖景象显然最终导致了丹弗斯的精神崩溃。\n——H.P.洛夫克拉夫特,《疯狂山脉（At the Mountains of Madness）》",
    "总之，就冷原来说，不论它在哪个时空游荡，都不会是一个我愿意靠近的地方，所以我也不会喜欢这样一个相类似的世界，一个曾孕育出莱克所提到的那些无法归类的远古怪物的世界。在这一刻，我开始后悔曾读过那令人嫌恶的《死灵之书》，或是与大学里那位博学得甚至有些令人不快的民俗学者威尔马斯谈论太多这些东西。\n——H·P·洛夫克拉夫特《疯狂山脉》",
    "营地里的食品贮藏室也被弄得一团糟：某些日常主食不见了；而且留下了一堆已被打开的罐头——那些罐头全都是从最意想不到的地方以最意想不到的方式被打开的，虽然不合时宜，但却依旧让人觉得非常滑稽可笑。随处散落的火柴也构成了另一个较小的谜团——在这些火柴中，有些是完整的，有些已经折断的，也有些被使用过。此外，我们还在附近找到了两三张帐篷帆布与一些皮毛衣物，这些东西都被古怪地撕开了，似乎为了进行无法想象的笨拙改造而留下的结果。\n——H.P.洛夫克拉夫特，《疯狂山脉》",
    "为了世间的和平与安宁，人类绝不该再涉足地球上某些死寂的黑暗角落，不该再深入某些未知的无底深渊；否则沉睡的异怪将会被重新惊醒，而残存下来的邪恶梦魇也将从它们黑暗的巢穴里蠕动扑出，迎接全新的疯狂征程。\n——H.P.洛夫克拉夫特，《疯狂山脉》",
    "噩梦般的黑亮形体，那无定型的身躯散发出恶臭，向前蠕动着、流淌着……一团无定形的原生质肿泡，闪着隐隐约约的微光。上万只放出绿光的，脓液似的眼睛不断在它的表面形成又分解。那填满整个隧道的躯体向我们直扑下来，把慌乱的企鹅们尽数压碎，在已经由它和同类们‘清理’得不留一粒灰尘、闪着邪异反光的地面上蜿蜒爬过。耳边又响起了那骇人的、嘲讽似的叫声：‘Tekeli-li! Tekeli-li!’\n——H．P．洛夫克拉夫特，《疯狂山脉》"
  ],
  "《关于已故的亚瑟·杰明及其家族的事实》": [
    "人生是丑恶的，但在“真实”那恶魔般的暗示下，我们有时会在自己所知的人生背后，窥见比人生本身还要丑恶千倍的东西。科学已经被各种冲击性的事实所困扰，最终它恐怕会使人类这个种族——如果我们的确是一种孤立的生物——彻底灭绝。因为，假如那些科学还无法推测的恐怖被一齐解放，人类的头脑将绝对无法承受。\n——H.P.洛夫克拉夫特，《关于已故的亚瑟·杰明及其家族的事实》"
  ],
  "《寒气》": [
    "人们一直都幻想恐怖与黑暗、与死寂、与孤独之间存在着某些纠缠不清、难以割裂的关系，但这是错的。\n——H.P.洛夫克拉夫特，《寒气》",
    "你质询着我为何会畏惧着一股穿堂而过的寒流？\n——H.P.Lovecraft,《CoolAir》",
    "你问我为何会害怕遇到寒冷的气流；为何在进入一间冰冷的房间时，我会比其他人颤抖得更加厉害；为何当夜间的寒冷悄然渗进秋日温和的暖意时，我似乎会表现出恶心和排斥的表情？\n——H.P.洛夫克拉夫特，《寒气》"
  ],
  "《赫伯特·韦斯特——尸体复生者》": [
    "由于内容暂缺，这是一张白纸"
  ],
  "《后裔》": [
    "由于内容暂缺，这是一张白纸"
  ],
  "《胡安·罗梅罗的转变》": [
    "由于内容暂缺，这是一张白纸"
  ],
  "《回忆塞缪尔·约翰逊博士》": [
    "由于内容暂缺，这是一张白纸"
  ],
  "《记忆》": [
    "出没在月光中的精灵对溪谷里的妖精说：“我已老了，忘记了许多事情。跟我说说那些建造了这些石头遗迹的生物。告诉我他们的事迹，他们的容貌，还有他们的名字。”\n妖精回答道：“我名叫回忆，我精于那些过去的学识，但我也老了。那些生物像赞恩河的水一样，无法被理解。他们的事迹，我已无从忆起，因为他们不过昙花一现。他们的容貌，在我记忆里已趋朦胧，那就像是树林里渺小的猿猴。他们的名字，我却记得很清晰，因为他们的名称那与这条河的名字相押韵。这些往昔的生物被称作做‘人’。”\n——H.P.洛夫克拉夫特，《记忆》 "
  ],
  "《降临于萨尔纳斯的厄运》": [
    "为了向那些歼灭了怪异远古生物的勇士们的灵魂表示伟大的敬意，舞者和鲁特琴的奏者会戴上从佐卡尔花园中采来的玫瑰做成的花冠，尽情地嘲弄那些残留在人们记忆中的怪异生物及它们的诸神；同时，萨尔纳斯的王也会俯瞰大湖，诅咒那些散落在湖底的骨骸。\n——H.P.洛夫克拉夫特，《降临于萨尔纳斯的厄运》"
  ],
  "《街道》": [
    "新来者的脸依然黝黑而阴险，但也有极少数人的脸和建造了道路、缔造了它的灵魂的人长得很像——不同之处，是所有人的眼睛里都燃烧着怪异而不健康的东西，那是贪婪、野心、憎恨，还有被引入歧途的热忱。\n——H.P.洛夫克拉夫特，《街道》"
  ],
  "《金字塔下（与法老同囚）》": [
    "神秘的事物总会彼此吸引。自从因为表演那些不可思议的壮举而声名鹊起后，我便听说和经历了不少离奇怪异的事情——而由于职业的关系，人们总是试图将它们与我个人的兴趣和行为联系在一起。在这些事情中，有些琐碎无趣；有些引人入胜、充满戏剧性；有些则会召来一段危险而怪异的经历；还有一些事情更会让我潜心展开大规模的历史和科学研究工作。\n——H.P.洛夫克拉夫特，《与法老同囚》",
    "那些脚步是如此的截然不同，按照着完美节奏一直行进过来，听起来让人觉得毛骨悚然。这些地心最深处的怪物肯定已经进行了数千年污秽不洁的训练……那些踩踏、敲击、行进、阔步向前、辘辘滚动、隆隆行驶、匍匐爬行……所有都按照那些嘲笑着的乐器所发出的不谐韵律。接着……老天请将那些阿拉伯人传说排除在我的脑海之外吧！那些没有灵魂的木乃伊……那些游荡的卡集会在一处的地方……那群法老一般、存在有四十个世纪之久、被邪恶诅咒的死者……齐弗林法老与他的食尸鬼女王尼托克里司一同领着那些人与动物混合而成的木乃伊穿过最外面的缟玛瑙裂缝。\n——H.P.洛夫克拉夫特，《与法老同囚》"
  ],
  "《可怕的老人（怪老头）》": [
    "当他仔细看时却发现事与愿违：站在门口的并不是他的同伙，而是那位怪老头：此时此刻，他正倚着那只打结的拐杖，面目狰狞地朝着他微笑。赞尼克之前从未注意到那老者眼睛的颜色；此刻他发现它们正闪着黄光。\n——H.P.洛夫克拉夫特，《可怕的老人》"
  ],
  "《克苏鲁的呼唤》": [
    "人类无法将脑内所有信息同时关联到一起，我想，这算是世间最大的仁慈了。我们身处恬然宁静的无知之岛，位于黑狞无边的大海中央，也并非注定要驶向远方一探究竟。各种科学在其所属方向竭力前行，虽然至今尚未对我们造成伤害，但终有一天，各不相关的知识彼此碰撞，会揭开那骇人的真相，点明我们在这片可怕光景中所处的方位。这份光明是如此恐怖而致命，我们若不想失心而疯，就必须远远逃开，躲进一个新的黑暗时代去寻找平和与安宁。\n——H.P.洛夫克拉夫特，《克苏鲁的呼唤》",
    "按照他们的说法，他们崇拜旧日支配者。早在地球尚且年轻的时候，这些存在就从天而降，并且在一切人类出现之前就已生活在这里。而现在，旧日支配者已经死了，埋在大地深处，沉在海底深渊；但它们死亡的尸体通过梦境将自己的秘密告诉了第一批人类，于是这些人成立了一个永不消亡的教派。\n——H.P.洛夫克拉夫特，《克苏鲁的呼唤》",
    "它们会躺在拉莱耶的石屋中，强大的克苏鲁会用咒语保护它们，直到群星与地球都做好准备；那时，它们将辉耀返生。\n——H．P．洛夫克拉夫特，《克苏鲁的呼唤》",
    "一个依稀与人类相似的外形，但是却有一个章鱼般的头部，脸上长满触须，遍布鳞片的身体像橡胶一样，前后肢都长着巨爪，背生狭长双翼。这个……浮肿而肥胖……的物体……滴着涎液，轰鸣着，一边摸索一边把它凝胶状的绿色庞然躯体挤过黑暗的门廊，进入人们的视线……像蹒跚前行的山峰。\n——H.P.洛夫克拉夫特，《克苏鲁的呼唤》"
  ],
  "《老臭虫》": [
    "由于内容暂缺，这是一张白纸"
  ],
  "《雷德胡克的恐怖》": [
    "由于内容暂缺，这是一张白纸"
  ],
  "《来自遗忘》": [
    "可当门扉大开，药与梦的魔力把我推进门中的时候，我知道所有的美景和荣耀都已终结；在我眼前展开的国度里，没有陆地也没有海洋，只有白色、虚无、无人，同时又无边无涯的空间。因此，我感受到的愉悦比曾经期望过的任何愉悦都强，对现在的我来说，人生只宛如短暂而孤寂的一个小时，我摆脱了这恶魔般的人生，再次融入了故乡的无限、融入了水晶般的遗忘。\n——H.P.洛夫克拉夫特，《来自遗忘》"
  ],
  "《炼金术士》": [
    "在那扇古老的哥特式门口钉着一个人类的影子。那是一个戴着无檐便帽，穿着深色中古长袍的男人。他的长发与下垂的胡子是可怕、浓烈的黑色，而且不可思议的多。他的前额突破了一般的高度；他的脸颊凹陷，被皱纹所描画；他的手又长又弯，像爪子一样，是一种大理石般的死白色，我从来没在其他人类身上看到这种特征。他的骷髅般的身影，奇异地扭曲着，几乎被松垮的奇特衣服埋没。但最诡异的是他的眼睛；两个深渊般黑色的凹陷，深深地表现出了能够被理解的、非人性的恶毒。\n——H.P.洛夫克拉夫特，《炼金术士》",
    "忽然这个可悲的人，被他的最后一簇力量驱动，从潮湿浸水的地面上抬起他丑陋的头。留在此地的我被恐惧定住了身形，在他濒死的呼吸中他挤出话来，此后的日日夜夜这些话在都在我的脑海中阴魂不散。“蠢货，”他嘶叫道，“你难道没发现我的秘密？你难道没发现，你的面前就是那个六世纪都环绕这宅邸的诅咒？我难道没向你提到永生之药？你难道没有发现炼金术的秘密已经解开？我告诉你，是我！我！我！活了六百年，只为维持我的复仇！因为我是CHARLES LE SORCIER！”\n——H.P.洛夫克拉夫特，《炼金术士》"
  ],
  "《猎犬》": [
    "圣约翰的尸体残破不堪；我知道那是由什么造成的，而正是同样的事物让我在撕裂头脑的恐惧中意识到我也会以同样的方式残破损毁。黑色无形的天谴席卷而过充满可怕幻想的，晦涩而了无尽头的走廊，将会带来我的毁灭。\n——H.P.洛夫克拉夫特，《猎犬》",
    "在那无法想象的亵渎之地，我们以一种神经质的古玩癖和撒旦般的审美标准遴选了数量广博的恐怖和腐朽之物以满足我们烦腻于现实的情感。那是一个深埋于地下的秘密房间，在那里，由玄武岩和缟玛瑙雕成的有着巨大翅膀的恶魔从张开的巨口中吐出绿色和橘色的光线，隐藏的抽风管道翻卷成万花筒般的死亡之舞，闪着红色的阴森色泽纠缠着被织入宽广的黑色帷幔之中。从这些管道里涌出的是我们渴望的腐朽气息：有时是苍白的葬礼百合的香气，有时是那想象中属于高贵死者们的东方圣殿中的迷醉焚香，有时则是那一想起就令人颤抖的，属于敞开的坟墓的恐怖而交缠着的令人窒息的灵魂的臭气。\n——H.P.洛夫克拉夫特，《猎犬》",
    "那有几个世纪年头的棺材中，被一大群噩梦般巨大而筋肉纠结的蝙蝠紧紧环绕着的骷髅不再是我上次看到它的清洁，干瘪的样子，而是覆满鲜血和丝丝缕缕奇异的血肉和毛发。它斜眼瞟着我，闪着磷光，那锋利的染血犬齿的扭曲形状暗示着我的最终命运。当那仿佛冷笑着的下颚张开，发出如同巨大猎犬般讽刺般的低吠时，我看见满溅污血的爪间扣着那失落的绿翡翠护身符，然后就狂乱地逃开了，我散乱的尖叫声逐渐变异成了不断重复的歇斯底里的狂笑。\n——H.P.洛夫克拉夫特，《猎犬》",
    "席卷恒星和狂风的疯狂…几个世纪之久的尸体上锋利闪亮如昔的爪牙…贝利尔（注：七宗罪中象征懒惰的恶魔，弥尔顿《失乐园》中的堕天使）的神殿那漆黑废墟之上徘徊的狂乱的蝙蝠和横跨在这一切之上的滴血的死亡…现在，在那无形之物的吠声越来越响，该诅咒的诡异的网状翅膀的拍击之声逐渐接近之时，面对这无名而不可名状之物，我的左轮手枪将带来我所渴望的遗忘和唯一的救赎。\n——H.P.洛夫克拉夫特，《猎犬》"
  ],
  "《伦道夫·卡特的供述》": [
    "在这座古老荒废的死亡之城那孤独的死寂中，我的脑海构想出了许多最为阴森骇人的幻想和错觉；怪诞的圣坛与独石似乎显现出了令人毛骨悚然的个性——仿佛有了知觉一样。虚无的阴影似乎潜伏在长满野草的洼地深处那些更加漆黑的幽暗中，或是组成一些亵渎神明的仪式队伍飞掠过山腰上那些逐渐腐烂的墓穴正门；那些阴影不可能是由天空中那轮凝视着大地的苍白新月投下的。\n——H.P.洛夫克拉夫特，《伦道夫·卡特的供述》",
    "先生，我不会试着去描述那东西——那声音——或者说，我不能冒险细致地描述它，因为听筒里传来的第一句话便让我失去了意识，并且让我从那时起直到在医院里醒来之前一直是一片空白。我该说那声音低沉；沉闷；粘稠；遥远；神秘怪异；不似人类；空洞虚无？我该说什么？那便是我最后记得的事情，也是我故事的结尾。\n——H.P.洛夫克拉夫特，《伦道夫·卡特的供述》",
    "我站在洼地里那片无人知晓的墓地中，被崩塌的石块、倾倒的坟墓、繁茂的植被以及有毒的瘴气环绕着。在这样的环境中，我听到了那个声音。我看着那些吞噬腐尸、没有固定形状的阴影在一轮应当被诅咒的亏缺新月下偏偏起舞，同时听着那声音从这座已被打开了的可憎墓穴最深处传了上来。我听见它说：\n“蠢货，沃伦已经死了！”\n——H.P.洛夫克拉夫特，《伦道夫·卡特的供述》"
  ],
  "《马丁海滩的恐怖》": [
    "命运并不总是带有戏剧高潮前那样的铺垫，1922年8月8日的那恐怖事件是在海滩附近一次愉快而充满着惊讶的猎奇之后猝然而来的。那一年的5月17日，格洛斯特的小渔船阿尔玛号在船长詹姆斯·P·奥尔尼的指挥下，在几近四十小时的僵持后，抓获了一个无论是尺寸还是形态都绝对轰动科学界的海洋怪物，促使波士顿的几个生物学家倾注一切心血来保存其遗体。\n——H.P.洛夫克拉夫特，《马丁海滩的恐怖》",
    "那条起伏的人头组成的线不见了。海水看上去死寂而荒凉，它的平静仅仅被遥远的月光下的一个渐渐平静下来的浪纹所打破，那就像船下沉时带起的漩涡，位置刚好在整件事开始时那奇怪尖叫来的地方。我正在望着那条阴诡的浪纹上那银色的依稀月光，虽然心神尚未稳定，感官过于紧张，但我记得，在耳边，一声来自深不可测的黑暗领域的狞笑正在远去。\n——H.P.洛夫克拉夫特，《马丁海滩的恐怖》"
  ],
  "《猫与狗》": [
    "美丽，沉着，超然，通达宁静，我行我素，桀骜自持，这些与脱俗绝世的猫完美契合的超凡特点，还有什么别的生物能配得上哪怕一半？\n——H.P.洛夫克拉夫特，《猫与狗》"
  ],
  "《美杜莎的卷发》": [
    "我听见有只鸽子在靠近河边的某个地方悲伤地咕呤，似乎还隐约听见了流水的声音。恍惚间，我抓住了古旧的门闩，试着晃动它，并最终径直推了推装饰着六块嵌板的巨大房门。几乎在同时，我意识到门并没有上锁；虽然大门已经卡住，而且铰链也发出了一连串刺耳的吱呀声，但我依旧推开了房门，走进了那座宽敞而阴暗的大厅。\n——H.P.洛夫克拉夫特，《美杜莎的卷发》",
    "“上帝啊，但弗兰克是个艺术家！自伦伯朗以后，还没有人创出这样伟大的作品！要烧掉它简直是一种犯罪——但要留下它却是更大的犯罪——就好象让——她，那个恶魔——再活着也是一种令人痛恨的罪孽一样。在我看到它的瞬间，我便意识到——她——是什么，意识到她在那个恐怖秘密里扮演着怎样的角色——那是从克苏鲁与旧日支配者所统治的时代里流传下来的秘密，在亚特兰提斯沉没的时候，这个秘密几乎已经被遗忘了，但还是半死不活地残留在隐秘的传统、寓言神话以及鬼鬼祟祟的午夜秘教仪式里。你知道她是真实存在的。那不是什么伪造的东西。如果这是假的，那真是老天开恩了。它是先哲们从不敢提起的古老恐怖阴影——是《死灵之书》里暗示的东西，是复活节岛巨像象征的东西。”\n——H.P.洛夫克拉夫特，《美杜莎的卷发》",
    "“当然，她也在画里——从某种意义上说，她是画的关键——但她的形象只在一个非常巨大构图里占据了小小的一点。她全身赤裸，只有头发交织成的恐怖罗网旋绕在身上。整个身子半坐半靠在某种长凳或者无背沙发上。长凳上雕刻着不同于任何已知装饰风格的图案。她的一只手中放着一盏形状古怪可怕的高脚杯，高脚杯里溢出我直到今天也无法准确描述颜色的液体——我甚至都不知道马什是从什么地方拿到的颜料。”\n——H.P.洛夫克拉夫特，《美杜莎的卷发》"
  ],
  "《门外之物》": [
    "“没错，我的确将六颗子弹送进了我最好的朋友的脑袋，但我仍然希望通过这份陈述说明我并没有谋杀他。起初，你们会说我是个疯子——比我在阿卡姆疗养院单间里射杀的那个人更加疯狂的疯子。然后，一些读者会思考每一段叙述，将它们与已知的事实进行对比，然后扪心自问：在见识了有关那一恐怖事物的证据——那个位于门阶上的东西——后，我还能相信什么呢？”\n——H.P.洛夫克拉夫特，《门外之物》"
  ],
  "《梦寻秘境卡达斯》": [
    "令人作呕，见光即死的生物……用长长的后腿跳跃……一对泛黄的红眼……妖鬼具有非常强大的嗅觉……某个有小马那么大的东西跳进了晦暗的暮色，那龌蹉污秽的外表让卡特一阵恶心；它们的脸明显是人类的样子，却没有鼻子，额头和其他特征……它们说话时嗓子里带着呛咳声。\n——H.P.洛夫克拉夫特，《梦寻密境卡达斯》",
    "漆黑、粗野、令人毛骨悚然的怪物，有着鲸鱼般光滑而油质的表皮，一对讨厌的尖角向内对弯。它的翅膀像蝙蝠，但听不到振翅的声音；它的手爪丑陋，却适合抓住物件。看着那长有倒钩的尾巴像鞭子一样甩来甩去，不知为什么，就是使人心烦意乱。而最恶心的是，它们既不说话也不笑，甚至连微笑都不会，因为它们根本就没有可以微笑的脸，在应该是脸的地方，只有一片有点像脸的空白。它们会做的，就只有抓紧、飞翔、搔痒——这就是夜魇的做法。\n——H．P．洛夫克拉夫特，《梦寻秘境卡达斯》",
    "它不像地球上任何已知的鸟类或蝙蝠……它们像大象一样大，却有着如马般的头部……夏塔克鸟没有羽毛，取而代之的是滑溜溜的鳞片。\n——H．P．洛夫克拉夫特，《梦寻秘境卡达斯》",
    "来自最深邃的混乱中的终极而无常的祸孽，在一切无限的中心翻滚沸腾，亵渎万物——无羁的魔君阿萨托斯，没有唇舌敢高唤其名。在时间彼端的不可思议幽暗厅堂之内，在可憎邪鼓低沉疯狂的击打声和骇人魔笛空洞单调的嚎叫声中央，它饥饿地侵蚀着。\n——H.P.洛夫克拉夫特，《梦寻秘境卡达斯》",
    "那人影高大瘦削，长着年轻的古代法老的相貌，身披五光十色的华丽长袍，头戴一只天然闪烁着光芒的金色双重冠……有着一位黑暗神祗或堕落天使才会拥有的魅力，他的双眼周围潜伏着因莫测幽默而闪耀出的倦怠火花。\n——H.P.洛夫克拉夫特，《梦寻秘境卡达斯》"
  ],
  "《魔女屋中之梦》": [
    "阿卜杜·阿尔哈兹莱德所著的那本令人恐惧的《死灵之书》，还有残缺不全的《伊波恩之书》以及冯·容兹编写的那本被查禁的《无名祭祀书》已经向吉尔曼暗示了某些可怖的秘密。而吉尔曼更将这些暗示与他所学习的那些用来描述空间性质以及已知与未知维度间相互联系的抽象数学公式系在了一起。\n——H·P·洛夫克拉夫特，《魔女屋中之梦》",
    "雕像表现了某种有脊的桶状物体。这些桶状物的中央腰部水平地延伸着好几条如同轮辐般的肢体，而它们的上下两端则鼓起突出，形成某种竖直的瘤或是球茎。不论桶状物的顶端还是底端都有五条很长并且尖端逐渐收拢成三角形的扁平肢体。这些肢体以球茎为中心向周围延伸开去，就像是海星的触手。\n——H.P.洛夫克拉夫特，《魔女屋中之梦》",
    "他们谣传说，那细小爪子的骨头所体现出的抓握特征更像是一只微小的猴子而不是老鼠。而那个有着凶猛的黄色长牙的头骨则最为怪异和反常。从某个角度看起来，那就像是对一个人类头骨的微缩、可怕、堕落的拙劣模仿。\n——H．P．洛夫克拉夫特，《魔女屋中之梦》"
  ],
  "《魔宴（盛宴）》": [
    "伊本·斯查卡巴奥说过的话很明智：没有巫师长眠于其中的坟墓是幸福的，巫师尽数化为灰烬的城市，其夜晚亦是幸福的。\n——H·P·洛夫克拉夫特《魔宴》",
    "在至深窟穴之中，居住着恐怖之物，其物至奇至怪，眼不可窥。在遭到诅咒之地，死亡的思想会获得新的生命和怪异的肉体，那些肉体无头，却有邪念居于其中。大贤伊本·斯查卡巴欧曰：没有横躺着巫师尸首的坟墓是幸福的，没有撒着巫师骨灰的城邑的夜晚也是幸福的。古言相传，结交恶魔之人的灵魂不会很快离开躺在墓穴中的尸骸，它们会等到有大蛆噬咬尸体为止。那时，恐怖的生命会从腐尸中生出，愚钝的食腐之蛆会变得狡诈，使大地烦恼，它们会肿胀到可怕的程度，使大地遭殃。它们会钻进大地的毛孔，偷偷掘出大洞，它们不再只能爬行，而会开始学着走路。\n——H．P．洛夫克拉夫特，《魔宴》",
    "在那里有节奏地扑打着的，是一群已经驯服并且经过训练的，像杂种似的有翼生物……那即使和乌鸦、鼹鼠、兀鹫、蚂蚁、或者腐烂的人类尸体相比，也都是完全不同的东西——我无法回忆，也绝对不能回忆起来。\n——H．P．洛夫克拉夫特，《魔宴》",
    "带着病态的绿色喷涌而出的焰柱......宛如火山般从深得无法想像的地下喷出，不会像正常火焰那样照出物体的阴影，焰柱里充满了硝石和可厌的、有毒的铜绿；尽管它猛烈地燃烧，可却不会发出温暖，能感到的只有附于其中的死亡和腐烂。\n——H. P. 洛夫克拉夫特 《魔宴》"
  ],
  "《奈亚拉托提普》": [
    "就在这个时候，奈亚拉托提普从埃及来到这里。没有人知道他的来历，但他一定有着古代埃及人的血统，那形貌看起来就像一位法老。所有的埃及农民见到他都会跪拜，但没人能说出其中的理由。他说，自己乃是从二十七个世纪的黑暗中重生，而且他所听到的信息并非来自这星球上的任何一个地方。奈亚拉托提普走遍了文明的国度，这位黝黑、纤瘦、不祥的奈亚拉托提普无论到哪里，都要购买许多玻璃或金属制的奇妙器具，并把它们组合成更加奇妙的东西。他发表了许多科学方面的长篇阔论——其中包括电学和心理学——每次演说都把观众震惊得哑口无言。很快，他就为自己赢得了煊赫的高名。\n——H．P．洛夫克拉夫特，《奈亚拉托提普》",
    "这冥府之风吹过苍白的群星，让它们颤抖着黯淡下来。越过世界与世界之间，隐约浮现出了如巨怪一般的幽影，那些若隐若现的影子是不净的神殿的立柱——这立柱座落于构成宇宙基盘的无名岩石之上，高高地矗立，超越光与暗的领域，直达于难以仰止的太虚；就在这座隐藏在宇宙之中的、令人作呕的墓地里，从超越时间、超越想像的黑暗房间中传来了疯狂敲打巨鼓的声响，以及长笛细微、单调、亵渎的音色。应和这可憎的敲击和吹奏，那些庞大而黑暗的终极之神——那些盲目、喑哑、痴愚的蕃神们——正缓慢地、笨拙地、荒谬地跳着舞蹈。而它们的魂魄，就是奈亚拉托提普。\n——H．P．洛夫克拉夫特，《奈亚拉托提普》"
  ],
  "《皮克曼的模特》": [
    "这些怪物的外形不像完整的人类，但是不同程度上都和人类接近。它们大部分都用双足行走，含胸前倾，有点像犬类。它们的皮肤像胶皮一样，令人厌恶。\n——H.P.洛夫克拉夫特，《皮克曼的模特》"
  ],
  "《潜伏的恐惧》": [
    "“其后，尽管已因恐惧和厌恶而头晕目眩，我那病态的好奇心依然战胜了一切。当这些怪物中的最后一只落单者从充满未知噩梦的幽冥世界渗流而出的时候，我拔出自动手枪，借着雷鸣的掩盖，向它扣动了扳机。”\n——H.P.洛夫克拉夫特，《潜伏的恐惧》"
  ],
  "《墙中之鼠》": [
    "“站在我身后的那个人——也是在这群人中唯一一个比我年纪更大的人——和大多数遭遇恐怖事物的人一样用我听过的最为嘶哑的声音低声说：‘上帝啊！’在我们这七个文雅有修养的人当中，只有威廉•布林顿爵士还能保持镇定；因为他在前面带领着整只探险队，所以他肯定已经先一步见识到了这副恐怖的景象。”\n——H·P·洛夫克拉夫特，《墙中鼠》"
  ],
  "《塞勒菲斯》": [
    "沉默的城市从河岸的堤坝边向陆地扩展开来，他觉得自己过去就曾知晓这座城市的特征、或称布局。库拉尼斯想，如果顺着这螺旋石阶一直走上去，会不会直接到达欧斯·纳尔盖；此时，恐怖的极光从地平线彼方的遥远之地激荡而起，照亮了早已在久远的年代中化作废墟的城市、照亮了芦苇丛生的淤塞河流，也照亮了覆盖在这片土地上的死亡。自从凯纳拉托利斯(Kynaratholis)王从被征服之地归国、招致诸神的复仇以来，死亡已经在这里沉淀很久了。\n——H．P．洛夫克拉夫特，《塞勒菲斯》"
  ],
  "《神殿》": [
    "What I have seen cannot be true, and I know that this madness of my own will at most lead only to suffocation when my air is gone. The light in the temple is a sheer delusion, and I shall die calmly like a German, in the black and forgotten depths. This demoniac laughter which I hear as I write comes only from my own weakening brain.\n——H. P. Lovecraft, 《The Temple》"
  ],
  "《书》": [
    "狗会怕我，因为它们感觉到了一直跟在我身边、永不离去的外界之影。即便如此，我也一直读着——读着那些被隐藏、被遗忘的书籍和文卷，它们能带给我崭新的视觉，把我推进那些通往全新的宇宙、存在、生活方式的门户，一直把我推到未知宇宙的中核。\n——H·P·洛夫克拉夫特，《书》",
    "“奈亚拉托提普超越时间和空间，统治着夏尔诺斯(Sharnoth)。在庞大无匹的乌木宫殿里，他被喽罗、族裔和脓疮服侍着，等待着自己的再临。决不要涉足与他有关的咒语和魔法，他会飞快地给那些不谨慎的人设下陷阱。无知之人要当心，当心那本暗黑大卷，因为奈亚拉托提普的愤怒实在是非常恐怖。”\n——H·P·洛夫克拉夫特，《书》",
    "崭新的门户和界限展现在我面前，最黑暗的恶魔正在听我差遣；但我仍不敢越过那些障壁——那位于北落师门(Fomalhaut)彼方的幽黑的、深不可测的空间；无可计量的、比群星还要古老的恐怖就在那里潜藏，它们蜷缩着颤抖、语无伦次地喷吐亵渎的话语。我曾在路德维希·蒲林的《蠕虫之秘密》和德雷特伯爵的《尸食教典仪》中寻找古老的秘密，但那些书里的远古秘仪和记载在奥妙的“暗黑大卷”中的邪恶知识比起来，根本不算什么。\n——H·P·洛夫克拉夫特，《书》",
    "这本书上的咒语有着令人胆寒的力量，就连那位阿尔哈萨德本人，恐怕也会在想像它们的效果时瑟瑟发抖：博罗米尔的引述(the citing of Boromir)、在光辉的偏方三八面体——时间与空间之窗——中包含的污秽秘密、以及能从淹没在大洋深处的拉莱耶之都的水宫中召唤伟大的克苏鲁的方法，全部包含在这本书中。它们就在这里，等着足够勇敢、或者说足够疯狂的人，来把它们淋漓尽致地加以应用。\n——H·P·洛夫克拉夫特，《书》 "
  ],
  "《树》": [
    "“命运会自己解决问题。”\n——H.P.洛夫克拉夫特，《树》"
  ],
  "《他》": [
    "在那灰绿色的光辉中，蜡烛立刻黯淡了下来，接着，腐烂的外表开始在房间中扩散显露了出来——嵌板里爬满蛀虫，地板弯曲下沉，壁炉饰架老旧破损，家具摇摇晃晃，壁毯破烂不堪。接着，这种腐烂的外表也蔓延到了老人的身上。不知是月光照耀的原因还是因为老人的本身恐惧与愤怒，当他倾身迈步，伸出秃鹰般的爪子试图撕碎我的时候，我看见他迅速地枯萎了下去，变得黝黑起来。只有他的眼睛还保持着完整。虽然双眼周围的面颊逐渐焦黑、皱缩，但那眼睛却越瞪越大、放射出了执着的白炽目光。\n——H.P.洛夫克拉夫特，《他》"
  ],
  "《甜美的艾门嘉德》": [
    "由于内容暂缺，这是一张白纸"
  ],
  "《外神》": [
    "除了在混沌的恶梦中梦见的地狱火河佛勒革同(Phlegethon)之外，没有人听到过这种声音。那哀号仿佛是把饱受折磨的一生的恐怖和痛苦，全部集中到骇人听闻的一个瞬间：\n“外神(The other gods)！是外神啊！这些外界地狱(outer hells)的诸神在保护着弱小的地上诸神啊！……转过头去！……回去！……不要看！……不能看啊！……这正是无限深渊(infinite abysses)的复仇……那被诅咒的、可恶的深坑……慈悲的地上诸神啊，我正在掉到天空里啊！”\n——H.P.洛夫克拉夫特，《外神》"
  ],
  "《畏避之屋》": [
    "即便是最骇人的恐怖也往往包含着讽刺的意味。有时，讽刺会直接参与事件的组成；有时，它只在偶然地在人物与地点中着一个位置。古城普罗维登斯里发生的一件事情恰巧极为贴切地验证了后一种情况。\n——H.P.洛夫克拉夫特，《畏避之屋》",
    "长满真菌的地面上腾起了一股蒸汽般的鬼火，那是一种病态的黄色磷火，鼓胀拍动着扩张到一个巨大的高度，显露出了一个半人半怪物的模糊轮廓。此外，我还能透过它看见后面的壁炉与烟囱。它全是眼睛——略带嘲弄、仿佛狼一般的眼睛——那头部满是褶皱，犹如某种昆虫，而这颗头颅的顶端已经溶解进了一缕纤薄的迷雾，雾气恶臭地在四周缭绕，最后消失在壁炉的烟道里。我说我看见了那东西，但我是在刻意回顾这个场景时才确切地想到了与它的外形类似的可憎比喻。\n——H.P.洛夫克拉夫特，《畏避之屋》"
  ],
  "《文学中的超自然恐怖》": [
    "人类最古老最强烈的情感便是恐惧，而最古老最强烈的恐惧则来源于未知。\n——H.P.洛夫克拉夫特，《文学中的超自然恐怖》"
  ],
  "《乌撒的猫》": [
    "他对着太阳伸展双臂，用村民们完全无法理解的语言祈祷——虽然事实上村民们并没有努力去理解孩子的话语，因为他们的注意力完全被天空和云朵的怪异形状吸引住了。当小男孩喃喃地说出他的祈求时，起先形状诡谲的云在头顶变成了阴暗、模糊却让人印象深刻的东西——一种头有两角中间夹着一个圆盘的混种生物。自然界充满了这些让想象力相形见绌的幻象。\n——H.P.洛夫克拉夫特，《乌撒的猫》"
  ],
  "《屋中画》": [
    "那本摊开来的书平躺在我俩之间，而那张照片则令人厌恶地向上瞪看。当那位老头含糊地说出「制造出更多的血和肉」时，我听到一个细微的飞溅声，然后有某个东西出现在这张摊开的泛黄书页上。我想到的是雨水和屋顶的漏洞，然而雨水的颜色不应该是红色的啊！\n——H·P·洛夫克拉夫特，《屋中画》"
  ],
  "《无名之城》": [
    "这座无名之城就这样沉默地躺卧在阿拉伯半岛沙漠的偏远角落里。残缺破败，寂静无言……疯子诗人阿卜杜尔·阿尔哈兹莱德曾在夜间梦见过这块地方，在那个时候他还不曾吟诵出那段令人费解的叠句：\n“那永恒长眠的并非亡者，\n在诡秘的万古中\n即便死亡本身亦会消逝。”\n——H.P.洛夫克拉夫特，《无名之城》",
    "最后一丝理智肯定已被咔嚓折断，因为我感觉自己开始咿呀着一遍又一遍念叨着那个曾梦见无名之城的阿拉伯疯子阿尔哈兹莱德所说过的那段令人费解的叠句：\n“那永恒长眠的并非亡者，\n在诡秘的万古中\n即便死亡本身亦会消逝。”\n——H.P.洛夫克拉夫特，《无名之城》"
  ],
  "《雾中怪屋》": [
    "海豚的背上稳稳地驮着一个巨大的边缘锯齿状的贝壳，其中端坐的正是祖神诺登斯，渊邃之君……头发花白的诺登斯伸出一只干瘦的手，帮助欧鲁内和他的主人爬上贝壳。\n——H.P.洛夫克拉夫特，《雾中怪屋》"
  ],
  "《邪恶的教士》": [
    "由于内容暂缺，这是一张白纸"
  ],
  "《星之彩（来自群星的色彩）》": [
    "阿卡姆城的西部山岭起伏绵延，谷地上是未曾被人砍伐过的密林。在幽暗的峡谷中，树木倾斜成为一个奇特的角度，还有潺潺的小溪流着，终日不见一丝阳光。\n——H.P.洛夫克拉夫特，《星之彩》",
    "那一道自井中浮现的磷光不禁使人们产生一种异样的感觉，一种厄运降临的感觉。这种感觉已远超他们的意识所能构想的任何景象；那种色彩不再只是闪闪发光，而是自井口喷涌而出。当这股由无法辨认的色彩组成的无形洪流离开井口之时，它就仿佛直接流向了天空。\n——H．P．洛夫克拉夫特，《来自群星的色彩》"
  ],
  "《修普诺斯》": [
    "如果这个世界上真的有慈悲的诸神，那就请让我永远停留在睡眠的峡谷之间，既摆脱意志的力量，也摆脱由人类那狡猾的头脑制出的药物的有效时限吧。死亡是慈悲的，因为从来没有人能从那里回归，但是那些从最深处的夜之洞窟回来的人会得到知识，因此变得枯槁，他们将再也无法安眠。我实在是个白痴，因为我被毫无意义的狂热驱使，一头扎进人类决不应理解的神秘，而我那不知该称为愚者还是该称为神的朋友——我唯一的朋友——引导着我，先我而行，终于孤身进入恐怖之中：这恐怖也许正是我自己的恐怖。\n——H.P.洛夫克拉夫特，《修普诺斯》",
    "他不会总窥视一个地方——因季节而异，春夜看向东北天空的低处，夏季移到接近天顶的地方，秋季是西北，冬季是东方，在凌晨的时候更形害怕，不过在冬至之夜，他倒完全不会感到恐怖。仅仅用了两年，我就知道他在怕什么了，因为他总是窥视一个特定的位置，还会随时间推移变换方向：他所窥视的地方，恰是北冕座(Corona Borealis)闪耀光辉之所。\n——H.P.洛夫克拉夫特，《修普诺斯》",
    "不管怎么努力，我也没法说出我究竟看见了什么，以及那张僵硬的脸究竟发生了什么事情。我肯定看见了很多，但我永远不会告诉别人。只有这样，我才能保护自己——从不知餍足地嘲笑着的沉眠之主休普诺斯(Hypnos)那里、从夜空、从知识和哲学带来的疯狂野心那里保护自己。\n——H.P.洛夫克拉夫特，《修普诺斯》"
  ],
  "《夜魔》": [
    "这之中也有他所读过的篇章——一份为人不齿的《死灵之书》的拉丁文本；邪恶至极的《伊波恩之书》；德雷特伯爵的恶书《食尸鬼教团》；冯·容兹的《不可名状的教团》；老路德维希·蒲林的那本悚人听闻的《蠕虫之秘密》。剩下的就是对他而言也是只闻其名甚至闻所未闻的书籍了，诸如《纳克特抄本》和《迪詹之书》。还有一卷书，已经破碎不堪，可读部分所书写的文字完全无法辨认，但他却看明白了其中所使用的几个神秘学符号和用图，不禁胆寒。\n——H·P·洛夫克拉夫特，《夜魔》",
    "（它是）一个近似于黑色，有着红色纹路和许多不规则平面的多面体，它要么是某种极为异乎寻常的晶体，要么是一件由矿物雕刻并高度抛光打磨而成的工艺品。它并没有被放在盒底，而是被一个环绕着此物中央的金属箍支撑着，那金属箍则水平地延伸出七条设计诡异的支柱，每一条支柱都连接到盒内的一个角……在擦拭后，布莱克（Blake）目不转睛地盯着它，在他看着那闪闪发光的表面时，他几乎觉得这块石头是透明的，无数个半成型的、神奇的世界就在其中。\n——H.P.洛夫克拉夫特，《夜魔》"
  ],
  "《伊比德》": [
    "由于内容暂缺，这是一张白纸"
  ],
  "《伊拉侬的探索》": [
    "暮色渐浓，星辰一颗接一颗出现，月亮把它的光投到沼泽上。在晃动的摇篮里睡去的那一晚，他所看到的景色也和现在一样。这个慢慢步进致命泥沼的龙钟老人身穿褴褛的紫袍、头顶枯萎的藤叶，他在梦中所见的美丽城市的黄金圆顶，仿佛正在前方浮现。那一晚，旧世界(elder world)中的一切青春和美都死去了。\n——H.P.洛夫克拉夫特，《伊拉侬的探索》"
  ],
  "《异乡人》": [
    "一切冲击中最能使人狂乱的，无过于那些完全出乎预料、荒诞到极度不可信的冲击了.我经历过的任何恐怖都无法与眼前的景色、以及这幅景色的怪异和惊奇带来的恐怖相比拟。\n——H.P.洛夫克拉夫特，《异乡人》"
  ],
  "《银钥匙》": [
    "在他三十岁那年，伦道夫·卡特遗失了他穿越梦境之门的钥匙。在这之前，作为他那平淡无奇的生活的一种补偿，他曾每晚漫步在某些奇怪、古老而且不属于这个世界的城市里；游荡在某些位于以太之海彼岸、可爱而又不可思议的花园中。\n——H.P.洛夫克拉夫特，《银钥匙》"
  ],
  "《印斯茅斯的阴霾》": [
    "预备到这一情况后，我开始计划下一步的行动——这说明我当时潜意识里依旧在害怕某些威胁，并且已事先花了好几小时考虑逃跑的路线。从一开始，我便觉得那阵子门后的摸索举动意味着一个无法战胜也不能与之照面的危险，只能尽可能突然地逃出去。我所能做的只有尽快地活着从旅舍里跑出去，而且不能从前面的楼梯与大厅离开，必须另寻他法。\n——H.P.洛夫克拉夫特，《印斯茅斯的阴霾》",
    "但我必须努力将那晚我在那轮讪笑着的黄色月亮下所看到的一切都说出来——我蜷缩在废弃铁路坑道中的野生荆棘里，清晰地看着那群东西蜂拥蹦跳着从我前方的罗利路上穿行而过。\n——H.P.洛夫克拉夫特，《印斯茅斯的阴霾》",
    "疯狂何时而止，真实由何而起？是否就连最后的恐惧也依然是我的错觉？\n—H.P.Lovecraft,《印斯茅斯的阴霾》",
    "我觉得它们的颜色以灰绿色为主，不过却有着白色的肚皮。这些东西的大部分皮肤都滑溜发亮，但却有着带鳞片的背脊。它们的模样隐约有些人猿般的特征，但却有着一颗鱼头，长着巨大鼓胀、永不闭合的眼睛。它们脖颈的侧旁生长着不断颤动的鱼鳃，长长的手爪间覆盖着蹼膜。它们胡乱地跳动着，有时用两腿前进，有时四肢着地。不知为何，我有些庆幸它们只有四肢，而不是更多的手脚。它们聒噪、吠叫的声音显然是一种清晰复杂的语言，传递着它们那呆木面孔无法表达的阴暗情感。\n——H．P．洛夫克拉夫特，《印斯茅斯的阴霾》",
    "他是个瘦削的男人，弯腰佝偻，接近六英尺高……年纪可能在三十五岁上下，但如果没注意那张阴沉而又毫无表情的面孔，单单只看到此人脖子两侧模样古怪、深深下陷的皱褶，很容易让人高估他的年纪。那个人的头很窄，一双鼓胀突出而且灰白暗淡的蓝色眼睛似乎永远不会眨眼一般，鼻子扁平，前额与下颏均向后收缩，还长着一双似乎没有发育完全的耳朵。他脸上那张厚实的长嘴唇周围与毛孔粗大、颜色浅灰的面颊上几乎没留任何胡须，只有一些稀疏的黄色头发小块不规则地散布卷曲着；在某些地方面孔似乎不规则得有些古怪，就像表皮是因为某些皮肤病而剥落了一般。\n——H·P·洛夫克拉夫特《印斯茅斯的阴霾》",
    "我们将游到海中那块若隐若现的礁石边，然后下潜进黑色的深渊里，进入耸立着无数立柱、雄伟壮丽的伊哈斯雷。此后，我们将在奇迹与荣光的围绕下，永远生活在那片深潜者的栖身之地里。\n——H.P.洛夫克拉夫特，《印斯茅斯的阴霾》"
  ],
  "《远古的民族》": [
    "我觉得我看到银河的幽光变成奇异的阴影，这阴影在天上奔流，覆盖了英仙座、仙后座、仙王座和天鹅座。这时所有的星辰都突然消失，无论是明亮的天津四和织女星，还是孤零零地挂在我们身后的牵牛星和北落师门，无不如此。所有的火把也同时熄灭，大队顿时陷入恐惧和嚎叫。只有可憎而恐怖的祭坛之火燃烧在参天的峰顶，那地狱般的鲜红火焰开始飞速现出疯狂的轮廓，变成一个巨大的形体……只有年老的斯克利波尼乌斯·利波似乎已经听天由命，他的喊声一直回荡在我耳畔：“Malitia vetus - malitia vetus est...venit...tandem venit...”\n——H．P．洛夫克拉夫特，《远古的民族》"
  ],
  "《月光下》": [
    "我看着那些涟漪，意识到蛆虫正在水面之下翻滚扭动，不由得感觉到了一股新的寒意从比那只秃鹫曾翱翔过的地方更加遥远的世界里传了过来，仿佛我的身体早在我的眼睛发现某个恐怖怪物之前，抢先感觉到了它的存在。\n——H·P·洛夫克拉夫特，《月光下》"
  ],
  "《月之沼》": [
    "上古遗迹与弯月之间横贯着一道微弱的光芒，在平镜一般的湖面上却没有任何投影。接着，我在不安之中瞥见一团单薄的阴影正在这苍白的小径上缓慢地蠕动；一团模糊的，扭曲的阴影，好似在某个无形恶魔的拉扯中挣扎不止，逐渐上升。终于，在一阵癫狂之中，我发觉那团骇人的阴影惊人的熟悉——那团令人作呕、难以置信的嘲弄——那有如亵渎一般的肖像，正是这座城堡的前主人——狄尼斯.巴利。\n——H.P.洛夫克拉夫特，《月之沼》"
  ],
  "《自外而来》": [
    "我一直都坚信那些怪异、无法触及的世界就存在于我们近前。而现在，我相信我找到了一种方法来打破障碍。我没有开玩笑。\n——H·P·洛夫克拉夫特，《自外而来》"
  ],
  "洛夫克拉夫特合著小说": [
    "{《阿尔哈兹莱德之灯》}",
    "{《暗夜呢喃》}",
    "{《崩坏的宇宙》}",
    "{《彼方的挑战》}",
    "{《超越万古》}",
    "{《厄瑞克斯之墙》}",
    "{《阁楼之窗》}",
    "{《居于巨口之物》}",
    "{《蜡像馆惊魂》}",
    "{《秘密之丘》}",
    "{《墓园里的恐怖》}",
    "{《山上的树》}",
    "{《巫兽的宝藏》}",
    "{《新世纪前夜的决战》}",
    "{《星之眷族的巢穴》}",
    "{《伊格的诅咒》}",
    "{《直至诸海》}",
    "{《诛杀怪物》}"
  ],
  "《阿尔哈兹莱德之灯》": [
    "阿尔哈兹莱德之灯有着异乎寻常的外表。它燃烧着灯油，并且看上去像是金制的。它的外形像是一个椭圆形的壶，有一个从一侧向上弯曲的把手，在另一侧则有着给灯芯和火焰预留的开口。许多难以理解的绘画装饰着它，字母和图案接连排列成了话语——那是种全然陌生的语言。\n——奥古斯特·德雷斯＆H.P.洛夫克拉夫特，《阿尔哈兹莱德之灯》"
  ],
  "《暗夜呢喃》": [
    "“我想它们可能想要除掉我，因为我发现了许多秘密。我在东面圆山的密林里发现了一块黑色的大石头——在这块石头上还有一些已经部分磨损的象形文字。当我把它搬 回家后，所有事情都变样了。如果它们认为我察觉到太多东西，它们就会杀掉我，或者把我带去它们来的地方。它们偶尔喜欢带走一些人类学者，以便时刻留意人类世界的情况。”\n——奥古斯特.德雷斯&H.P.洛夫克拉夫特，《暗夜呢喃》",
    "“你知道吗？爱因斯坦错了，某些物体和力量能以比光速更快的速度运动。通过某些合适的协助我有可能可以在时间中上下旅行，并且亲眼目睹和触碰遥远过去和未来新纪元的地球。你无法想象这些生物将科学发展到了一个怎样的程度。它们能够对那些活着的生物的思想和身体做任何事情！”\n——奥古斯特.德雷斯&H.P.洛夫克拉夫特，《暗夜呢喃》",
    "万岁！万岁！莎布-尼古拉斯！孕育万千子民的森之黑山羊！\n——H. P. 洛夫克拉夫特 《暗夜呢喃》",
    "它们是些粉红色的东西，足有五英尺长。那如甲壳类生物一般的躯体上长着数对巨大的、仿佛是背鳍或膜翼一般的器官，以及数组节肢。而在原本应该是头部的位置上，却长着一颗结构复杂的椭球体，这椭球体上覆盖着大量短小的触须…有时它们会使用所有的节肢爬行，而有时却仅仅使用最后一对足行走。\n——奥古斯特.德雷斯&H.P.洛夫克拉夫特，《暗夜呢喃》",
    "从没有哪个神智健全的凡人能够如此危险地接近那基元本质的奥秘——从没有哪个生物的大脑得以如此接近那超越了形式、力量与对称性的混沌中的绝对毁灭。\n——奥古斯特.德雷斯&H.P.洛夫克拉夫特，《暗夜呢喃》",
    "它们看起来是成千上万的微小光点……这无数光点是有生命的火焰！它们所及之处，烈焰滔天。\n——奥古斯特.德雷斯&H.P.洛夫克拉夫特，《暗夜呢喃》"
  ],
  "《崩坏的宇宙》": [
    "面前延伸达五十万光年之远的星空全都微微地模糊着，显示出可憎的敌人的存在，但我们现在还无法用肉眼看到。虽然不知是何等丑恶的怪物正在无限的卫星中蠢动，但那覆满整个天穹、正逐渐变亮的光辉，却无疑充满了恶意的威胁。很快，就能从中分辨出一个个物体了；在因恐惧而变得僵硬的我面前，从未见过的剪刀形宇宙船排开阵列，一眼望不到头。\n——H.P.洛夫克拉夫特&R.H.巴洛，《崩坏的宇宙》"
  ],
  "《彼方的挑战》": [
    "它是一块奇特而又光滑的立方体，像是水晶一样清澈。毫无疑问，这是一块石英，但却又不是石英常见的六方柱结晶。它被制作成了一个完美的立方体，但他不知道这是如何做到的。立方体的每一个被磨圆的面都是四英尺见方。它的磨损程度高得让人难以置信。原本无比坚硬的晶体被完全的磨圆了，它的顶角几乎已经消失了，整体的形状开始呈现出球形的轮廓。这块古怪的透明东西肯定在年复一年的磨蚀中度过了漫长得无法计算的岁月。\n——C.L. Moore & A. Merritt & H.P. Lovecraft & Robert E.Howard & Frank Belknap Long，《彼方的挑战》",
    "他听到了喃喃的音乐声，像是拨动的竖琴琴弦。但那声音越变越大，随后整个立方体都开始震颤出它们的韵律。包裹着的水晶似乎融化了，渐渐变得朦胧起来，仿佛变成了钻石颗粒飘散成的薄雾。那片圆盘也在逐渐变大……那些形状在不断变换，分割，增长，仿佛一扇门被打开了，一群群幻像如同洪水般灌了进来。与此同时那脉动着的光芒也在变的越来越亮。\n——C.L. Moore & A. Merritt & H.P. Lovecraft & Robert E.Howard & Frank Belknap Long，《彼方的挑战》",
    "那是一只灰白色的巨型蠕虫或蜈蚣，有一个人那么粗，两个人那么长。它长着一个圆盘般、显然没有眼睛、边缘生长着纤毛的头部，头部中央有一个紫色的小孔。它一面依靠后面几对腿滑动，同时将自己的前端竖直地立起来——那些腿，或者说它们中的至少两对，被当作手臂一样使用。在它身后，沿背脊方向生长着一条古怪的紫色肉冠，而它怪诞的身躯末端还连接着一条由灰色皮膜组成的扇形尾巴。它的颈部有一圈柔韧灵活的红色长刺，这些尖刺缠绕扭动以一种准确而从容的节奏发出了混合着“咔哒”与“崩”的声音。\n——C.L. Moore & A. Merritt & H.P. Lovecraft & Robert E.Howard & Frank Belknap Long，《彼方的挑战》",
    "在地球上，活物相互撕扯，以不可言喻的残忍行径尽情享用它们的亲缘与同伴。当野兽般的人类躯体渴求吞食之时，没有哪只蠕虫的心智能够控制住它的行动。经历过数万代的演化之后，只有人类那天生经过调节的心智才能束缚、驱使人类的本能。你在地球的身体将会走向自我毁灭的道路，寻找自己动物近亲的鲜血，寻找凉爽的水域并在其中舒适地翻滚、耽溺。最终寻找到自己的毁灭，因为在这具躯体里，死亡的本能要远比求生的本能更加强大。它在寻找返回自己起源的泥浆时，毁灭自己。\n——C.L. Moore & A. Merritt & H.P. Lovecraft & Robert E.Howard & Frank Belknap Long，《彼方的挑战》"
  ],
  "《超越万古》": [
    "那在黑暗混沌与无垠黑夜中诞生的禁忌子嗣是如此可憎，污秽，其恐怖与怨恨和无法言说的邪恶既非人类可想也超越了宇宙的界限，我的言辞甚至无法描述其万一。\n—— H. P. 洛夫克拉夫特和海泽尔·希尔德 《超越万古》"
  ],
  "《厄瑞克斯之墙》": [
    "它究竟是什么？它曾经是什么东西？它是由什么材料修建的？为何这些玻璃一般光滑同时又均匀得令人困惑的墙面上感觉不到任何块状材料在修建堆叠时产生的接痕？为何它的内部与外部都没有门的痕迹？\n——H.P.洛夫克拉夫特，《厄瑞克斯之墙》",
    "接着，等到天色太暗，那些可怕的生物无法看见的时候，我会聚起最后的力量，努力把这份卷轴扔出墙外，越过中间的走道，扔到外面的平地上。我会小心地把它扔到左边，那样它就不会砸中那群蹦跳嘲笑着的包围者。也许它会永远消失在稀软的泥浆里——但也许它会掉落在某些广阔的草丛里，并最终回到人类手上。\n——H.P.洛夫克拉夫特，《厄瑞克斯之墙》"
  ],
  "《阁楼之窗》": [
    "……一扇由奇异的磨砂玻璃打磨而成的大型圆窗，威尔伯（Wilbur）说那是伟大古人的杰作，是他在亚洲旅行时发现并入手的。他一度称它为“来自冷之高原的玻璃”，并说那东西“很可能最早是毕宿星人（Hyadean）造的”，然而，这两个说法都没能对我有丝毫的启发。\n——奥古斯特·德雷斯＆H.P.洛夫克拉夫特，《三角墙窗》",
    "从其中一个洞窟里，钻出了一只潜砂怪。粗糙的皮肤、大眼睛、大耳朵，那张脸看上去就像是只扭曲了的树袋熊，像得可怕。那奇瘦无比的身躯正带着明显的期待，蹒跚地向我走来。——H．P．洛夫克拉夫特＆奥古斯特·德雷斯，《阁楼之窗》",
    "完全奇异的景观……前方是一座湖，名为哈利？五分钟过去，湖水开始泛起波澜，有什么东西正从深处升起。它面对着湖中。一个庞大的水族生物，长着触手，像章鱼一样的外形，但是体型远远超过——十倍——二十倍地超过西海岸的太平洋章鱼。单是它的脖子就有15杆粗。不敢冒险去看它的脸。\n——奥古斯特.德雷斯＆H.P.洛夫克拉夫特，《阁楼之窗》"
  ],
  "《居于巨口之物》": [
    "它的装饰……不如说，呈现一个五角星的形状，在星形中央，似乎是一只漫画式的巨大眼睛；但它又不是一只眼睛，还不如说是一个破碎的菱形图案，这些线条暗示着火焰，或者可能是一柱孤独的火焰。\n——奥古斯特·德雷斯&H·P·洛夫克拉夫特，《居于巨口之物》"
  ],
  "《蜡像馆惊魂》": [
    "在黑暗中拖着脚步走向他的是一个巨大而又邪恶的黑色怪物。那东西既不完全是猿猴，也不完全是昆虫。它的皮肤松弛地垂下来，挂在自己巨大的身躯上，而它那满是皱纹、带有眼睛退化后残留痕迹的头颅仿佛喝醉了酒一般大幅度地摇摆着。它伸展开的前爪上长着宽大的钩爪。尽管这个东西没有任何面部的表情，但它的全身都紧绷着凶狠而致命的恶意。\n——H.P.洛夫克拉夫特和黑兹尔·赫尔德，《蜡像馆惊魂》",
    "诺弗·刻是格陵兰冰原上多毛的神秘生物。它有时用两条腿行走，有时用四条腿漫步，有时则用六条腿飞驰。\n——H．P．洛夫克拉夫特＆海泽尔·希尔德，《蜡像馆惊魂》",
    "它有着一个近乎球形的躯干，六条弯弯曲曲、末端长着蟹钳般的肢体。在球体的上端，附带着一个向前膨胀如同泡泡般的球体；那上面三只呈三角形分布、如同鱼一般圆瞪着的眼睛，还有那足有一英尺长明显柔软灵活的长吻，还有一套类似腮一般膨胀着的皮膜系统，都说明这是它的头部 \n—— H. P. 洛夫克拉夫特＆海泽尔·希尔德，《蜡像馆惊魂》"
  ],
  "《秘密之丘》": [
    "“……蓝光，那蓝光！……”，他呢喃着，“一直都在那里，在这里有任何活的东西之前就在那里了！……比恐龙还古老……总是同一个，只是弱一些……永不熄灭……永在，永在，永在沉思！……都是一样的人，一半是人，一半是气体……死人会走路，会干活……哦，那些怪兽，那些半人的独角兽！……金子建造的房子和城市……太老，太老，太老啦；比时间还古老……从群星上下来的……伟大的苏鲁，阿撒托斯，奈亚拉托提普……等待，都在等待着……”在黎明之前，这个人就死了。\n——H.P.洛夫克拉夫特&Zealia Bishop，《秘密之丘》",
    "然而，我的人类学知识告诉我，这是一种迄今为止还未被世人所知的印第安部族，具有与一般印第安人不同的民族划分和文化源流。现在的印第安人都是短头形的——也就是头是圆的——长的头形只有在两千五百年前的普韦布洛城遗址里才找得到；可是这个人的长头形之明显，甚至我在老远用望远镜就看得出来。\n——H.P.洛夫克拉夫特&Zealia Bishop，《秘密之丘》"
  ],
  "《墓园里的恐怖》": [
    "房间里顿时陷入了一片混乱。老医生普拉特挤过人群来到露艾拉的身边，要了些水泼在她的脸上。其他人纷纷涌上来查看她和棺材的情况。约翰尼·道晤开始自言自语地诵唱起来“他知道，他知道，他能听见我们说的全部，他能看到我们做的全部，他们会把他那样埋起来”\n——H.P.Lovecraft & Hazel Heald，《墓园里的恐怖》"
  ],
  "《山上的树》": [
    "那座巨大的陵墓，或是神殿，有着某种反常的色彩——那是一种无可名状的蓝紫色阴影。有许多巨大的野兽飞翔在浑浊的天空中，我甚至似乎听见它们那覆鳞的巨翼在拍打时发出的声响。我向前走了几步，靠近了那座石头神殿，接着前方阴森地浮现出了一座巨大的正门。在正门的入口里满是旋转扭曲的阴影，仿佛它们正睨视着我，随时准备猛扑而出，试图将我拖进那片可怖的黑暗中。接着，我觉得自己看见三只燃烧着的眼睛出现在一扇侧门后不断转变的虚空中。于是我充满恐惧地尖叫了起来。我知道，在那恶臭不洁的深渊里肯定潜伏着彻底的毁灭——一个活生生的、甚至比死亡还要恐怖糟糕的地狱。\n——H.P.Lovecraft & Duane W. Rimel 《山上的树》"
  ],
  "《巫兽的宝藏》": [
    "巫兽安阿萨斯在摇晃中完全地迈出了拱道，展现出妖术般的强大恐怖力量，赶在大群大群留着口水、格外饥饿的绿色沙罗曼蛇得到允诺、按照预订计划缓慢爬上高台前，轻蔑地嘲弄了这个惊慌失措的渺小征服者。\n——H. P. 洛夫克拉夫特与R. H. Barlow  《巫兽的宝藏》"
  ],
  "《新世纪前夜的决战》": [
    "为了满足广大读者的要求，本文最后由德·米利特先生以多色套印的形式在香肠氏的《周刊美国》上重刊，题为“科学过时了吗？——车库中的斗士”。然而此刊却并未发行，它除了被狂热的藏书家抢购了一部分之外，其余均被警察以涉嫌对野狼的诽谤为名扣押。野狼一直把官司打到世界法庭，尽管他已经“技术死亡”，但最后却被判为这场“新世纪前夜的决战”的确凿无疑的胜利者。\n——H. P. 洛夫克拉夫特与R. H. Barlow  《新世纪前夜的决战》"
  ],
  "《星之眷族的巢穴》": [
    "攻击我们的……是一群小矮人，最高的也不过四英尺，小得异常的眼睛深陷在球形穹顶似的秃头内。他们向队伍扑了过来，我们的人还没来得及拔出武器，他们就用那闪亮的刀剑砍杀着人和动物。\n——奥古斯特·德雷斯＆马克·肖勒，《星之眷族的巢穴》"
  ],
  "《伊格的诅咒》": [
    "半人的蛇之父……中央平原部落的蛇神——可能也是更南方的魁札尔科亚特尔和库库尔坎的原型——是一位奇异，半拟人的恶神。\n——H. P. 洛夫克拉夫特与扎利亚.贝绍普 《伊格的诅咒》"
  ],
  "《直至诸海》": [
    "他安歇在一座饱经侵蚀的悬崖顶端，越过山谷凝视着远方。躺在这个位置上，他能够看见很远的地方，但在这片广袤的荒芜中却没有任何肉眼可见的动静。早在地球尚且年轻的时候，那些平原上的河道里曾奔涌着滔滔的流水；但如今再没有什么东西打扰这片满是尘土的平原，更没有什么东西会在干涸已久的河床里扬起风化崩解的沙砾。人类在这颗星球上创造了漫长的历史，而这就是他们的最后舞台。\n——H. P. 洛夫克拉夫特与R. H. Barlow  《直至诸海》",
    "群星呼啸而过；整个无人关注的设计还会延续到未知的永恒。这件不值一提的小事有了一个微不足道的结局，但它对于遥远的星云，对于千万个新生、繁茂、以及垂垂老去的太阳而言，毫无影响。人类是如此的弱小，如此的短暂，根本没办法起到真正的作用，或是实现某个目的，因此人类仿佛从未存在过一般。在经历了千百万年如同闹剧般的费力进化后，他们最终得到这样一个结局。\n但是，当致命骄阳的第一缕光线射过山谷的时候，一丁点儿光线找到了一个躺在淤泥之中的残破躯壳，照亮了他那张疲倦的面容。\n——H. P. 洛夫克拉夫特与R. H. Barlow  《直至诸海》"
  ],
  "《诛杀怪物》": [
    "硫磺味的烟云如帐幕般覆盖了天地，连朝阳也被遮得黯淡无光。怪物每次呼吸，都要吐出妖风、补充烟雾，饥饿的火苗不住地往外舔着，使莱恩人只能在灼热的石头上缓步前行。“可是，龙到底在哪儿啊？”有人小声说道——他的声音胆怯异常，生怕被龙听见。人们扫视天空：这里根本没有能让他们“诛杀”的任何实体存在。\n——H. P. 洛夫克拉夫特与R. H. Barlow  《诛杀怪物》"
  ],
  "奥古斯特·德雷斯小说": [
    "{《暗黑仪式》}",
    "{《黑暗住民》}",
    "{《库文街上的小屋》}",
    "{《裂境潜伏者》}",
    "{《踏风之物》}"
  ],
  "《暗黑仪式》": [
    "那是如蟾蜍一般的生物。它正从那不断变化着外形的身体中，不知是用什么方法，像在吹奏乐器一样，发出令人厌恶的乐音。\n——奥古斯特·德雷斯，《暗黑仪式》"
  ],
  "《黑暗住民》": [
    "但是即使我们遮住了双眼，也无法阻止我们看见那从这可憎之地流向天际的巨大而不定的形体和同样巨大的，从树梢飞掠而过的活焰之云。\n——奥古斯特·德雷斯，《黑暗住民》"
  ],
  "《库文街上的小屋》": [
    "存放在书桌上酒瓶中，闪着诱人金黄色的液体。他用极小的比利时酒杯盛了两杯，杯里的酒量几乎不足一抿——但那芳香与味道……胜过任何陈年基安蒂酒或最好的滴金酒庄酒，甚至两者合并都不足以与博士的佳酿相提并论。它不仅辛辣，更使我感觉十分困倦……\n——奥古斯特·德雷斯，《库文街上的小屋》"
  ],
  "《裂境潜伏者》": [
    "在天空中飞翔的，是宛如毒蛇般的巨大生物。它有怪异而扭曲的头颅，以及长有巨大钩爪的附肢。它靠着像黑色胶皮一样的、可怕的巨大翅膀，轻易地漂浮在空中。\n——奥古斯特·德雷斯，《裂境潜伏者》",
    "巨大的光球拥挤着向门口移动……附近的球体上脱落的部分以及阴森地向外流动着的原生物质聚集在一起，形成了不祥又骇人的，来自外层空间的恐怖之物……它的面容由虹色球体汇聚而成……这团太初淤泥在永恒的混沌之源点泛着泡沫，超越时间与空间最遥远的渊邃！\n——奥古斯特.德雷斯，《裂境潜伏者》"
  ],
  "《踏风之物》": [
    "群星被云雾淹没……一团有着奇异的人类外形的巨大乌云挡住了天空。而且……在那“乌云”应该是顶部的地方，在那东西应该是头部的地方，闪烁着两颗夺目的星辰，透过阴影仍然清晰可见的两颗璀璨星辰，灼人地闪耀着——像一双眼睛！\n——奥古斯特.德雷斯，《踏风之物》"
  ],
  "克拉克·阿什顿·史密斯小说": [
    "{《七诅咒》}",
    "{《通往土星之门》}",
    "{《乌波·萨斯拉》}"
  ],
  "《七诅咒》": [
    "它们用还没有进化成哺乳动物的的肢体站立，轻巧而蜿蜒地行走。那色彩斑斓的无毛身躯轻快地曲张着，当它们来回走动的时候，就发出一种响亮而规则的嘶嘶声。\n——C．A．史密斯，《七诅咒》",
    "他看到……在池中一团灰褐色的巨大恐怖物体，几乎挤满了池中每一寸角落。那里，看起来，就是一切畸形和可憎的造物的源头。灰色的巨型聚生物震颤着，抖动着，永不停止地膨胀着；从其中无数的裂缝中，不断诞生着各种血肉组织，爬向洞穴四面八方的每一个角落。\n——克拉克.阿什顿.史密斯，《七诅咒》",
    "一个黑暗的形体，像一个匍匐的人一般大小，但是长着长长的蜘蛛一样的肢体……他看到那蹲坐着的乌黑身体上有一张脸，在身体底部那些多节的腿之间。那张面孔用一种怀疑和质问的可憎表情凝视着他；而当这个大胆的猎人与那小而狡诈的，四周全是毛发的眼睛对视时，恐惧流遍了他的每一根血管。\n——克拉克.阿什顿.史密斯，《七诅咒》",
    "他在黑暗中辨认出一团不定型的蹲伏着的形体。他接近时，那团物体动了一下，慵懒至极地向前探出巨大的蛤蟆形的头颅。然后像是从长眠中醒来一样，头颅上的眼睛慢慢地睁开，像是那黑色无眉的脸上漏出了两道荧光。\n——克拉克.阿什顿.史密斯，《七诅咒》"
  ],
  "《通往土星之门》": [
    "一扇嵌板能通往遥远的世界，这想法虽说不是异想天开，却让伊波恩觉得相当不可思议。\n——克拉克·阿什顿·史密斯，《通往土星之门》"
  ],
  "《乌波·萨斯拉》": [
    "在地球那晦暗的起源时刻，休憩在淤泥和蒸汽中的是庞大无形的乌波·萨斯拉。它没有头颅，也没有器官和四肢，软泥状的躯体如缓慢而坚定的波浪一般流淌着，这变形虫一样的形态就是地球一切生命的原型。在它周围散落着外星石料雕刻成的宏伟石板，记录了创世之前的神灵们奇异的智慧。\n——克拉克.阿什顿.史密斯，《乌波·萨斯拉》"
  ],
  "罗伯特·布洛克小说": [
    "{《弃屋中的笔记本》}",
    "{《自群星而来之物》}"
  ],
  "《弃屋中的笔记本》": [
    "路上有一个黑色的东西。不是树，是一个又大又黑的东西，就那么蹲坐在那儿，好像在等待什么，绳子似的胳膊蠕动着，伸展着……它是我梦见的那个黑色的东西——那个在树林里出现的，黑色的、有好多绳子的、粘粘乎乎的、像树似的东西。它爬了上来，用它的蹄子和嘴和像蛇似的胳膊，在地上蠕动着爬了上来。\n——罗伯特·布洛克，《弃屋中的笔记本》"
  ],
  "《自群星而来之物》": [
    "我看见了什么东西的模糊轮廓。那来自群星的、不可见的生物,在吸饱血之后便显现出了形体。它通体全红，还滴着血滴，在深红色的胴体上脉动着无数触手，就像一个不断蠕动、跳动的果冻块一般。在触手尖端，有着吸盘一样的口器，那口器正饥渴地不断开合……这怪物浮肿而令人嫌恶：那一大团东西没有头、没有脸、没有眼睛，只长着永不餍足的嘴，还有和星间怪物的身份相称的利爪。在吸过人类的血液之后，它终于现形了。\n——罗伯特·布洛克，《自群星而来之物》"
  ],
  "罗伯特·欧文·霍华德小说": [
    "由于内容暂缺，这是一张白纸"
  ],
  "其他克苏鲁小说": [
    "{《奧科迪尼的恐怖》}",
    "{《白人》}",
    "{《肥脸》}",
    "{《风暴来临之前》}",
    "{《光芒万丈》}",
    "{《黑暗，吾名》}",
    "{《湖中栖物》}",
    "{《Jews》}",
    "{《冷印》}",
    "{《裂帷者》}",
    "{《罗伊格尔归来》}",
    "{《萨冷恐怖事件》}",
    "{《山中恐怖》}",
    "{《伤地》}",
    "{《廷达罗斯的猎犬》}",
    "{《夏盖妖虫》}",
    "{《钻地魔虫》}",
    "{《佐斯·奥摩格》}"
  ],
  "《奧科迪尼的恐怖》": [
    "在那太古神灵搏动着的黑色躯体周围，有翼无面的巨大爬行动物蜂拥在那扭曲而下垂的黑色乳头边！它的无数眼睛各自地向不同方向迅速地扫视——在伊波·兹特尔的头部那燘烂泛光的腐朽表面上可憎地滑动着！\n——布莱恩.拉穆雷，《奧科迪尼的恐怖》"
  ],
  "《白人》": [
    "认真地讲，当你的猫或狗开始与你交谈，并以人类的腔调与你争吵时，你会感觉如何？恐惧会淹没你，我对此确信无疑。当你花园中的玫瑰开始齐唱一首诡异的歌谣，你将在恐惧中陷入疯狂。你面前道路上的石头是否也会开始膨胀、生长，你在夜晚曾注视过的那块鹅卵石是否也会在清晨开出石质的鲜花？\n——亚瑟·马钦，《白人》"
  ],
  "《肥脸》": [
    "你根本无法想象修格斯主宰有多精通变形！和现代人类上次遇见他们时相比，这种族变得更小了。哦，但是修格斯主宰更灵敏！他们是登峰造极的变形者——但在他们无数皮囊之下隐藏的，是恐惧本身。\n——迈克尔.谢 《肥脸》"
  ],
  "《风暴来临之前》": [
    "苍白之物从井下的黑暗中攀爬而上，那是一个由无数干枯的腿支撑的浮肿惨白的肉卵。胶状肉卵上浮现出无数眼睛，凝视着他。\n——拉姆塞·坎贝尔，《风暴来临之前》"
  ],
  "《光芒万丈》": [
    "他庄严地立于露台上。他没有面容，身高是常人的两倍，穿着尖头靴子，身披破烂的，色彩迷幻的长袍，兜帽尖顶上垂下一缕丝绸……有时他似乎背生双翼；有时又似乎头顶光环。\n——詹姆斯.布理什《光芒万丈》"
  ],
  "《黑暗，吾名》": [
    "他们看到一个巨大的眼睛，居高临下地注视着他们。在眼睛周围，天空破碎了；深邃的裂缝中开始渗出比黑夜更甚的黑暗，像一群黏滑的触手一样蜿蜒向下，变幻出更稳定，更清晰的形状……一个站着的东西，背后的黑色天空映衬出它的轮廓，它的触手漆黑，眼睛闪烁着绿光。\n——艾迪 C.伯丁 《黑暗，吾名》"
  ],
  "《湖中栖物》": [
    "一只手摸索着探出，把它撬起！……这只手是尸体的手——毫无血色，瘦骨嶙峋，指甲支离破碎，长得不可思议。\n——R.坎贝尔，《湖中栖物》",
    "卵形身体上支棱出无数尖细锐利，像多彩的金属一般的脊刺；在卵形较圆的那一端是长着圆而薄的嘴的松软发泡的脸，上面伸出三支顶着黄色眼睛的眼柄。身体底侧长满了可能是用来移动的白色锥体。它的身体直径至少宽有10英尺……长长的肉茎在上面虬结生长……它耸立起身，搏动和摇摆的轰鸣震耳欲聋……一条脊刺刺向了一个受害者。\n——拉姆赛.坎贝尔，《湖中栖物》"
  ],
  "《Jews》": [
    "有时候那些鲨鱼会直直地盯着你。顶着你的眼睛。你知道鲨鱼那种东西，他们的眼睛……完全没有生命力，黑色的，像人偶的眼睛一样。他向你游来的时候，完全不像一个活物。而当他咬住你的时候，那黑眼睛猛然翻白。然后，啊，然后你就听到刺耳的可怕尖叫，海水翻滚变红，凶恶的重击和嘶吼，最后把你撕成碎片。\n——peter benchley， 《Jaws》"
  ],
  "《冷印》": [
    "他意识到了为何昨天倒映在窗户上的影子没有头，开始尖叫。那身体表面还挂着绒布外套的碎片的半裸人形把桌子推开时，斯图拉特的最后想法是一个惊奇但确凿的念头；这些事情之所以发生是因为他读了《启示录》……但在他能将抗议喊出口之前，他就被一双手扼住，手掌心是潮湿鲜红的血盆大口。\n——拉姆塞.坎贝尔，《冷印》"
  ],
  "《裂帷者》": [
    "并非无形，而是太过复杂以至于眼睛无法描述看到的形状。其上有半球体和闪亮的金属，伴生着长长的塑料般的棒状物。棒状物的颜色是一种全然的灰，所以他无法分辨哪根更近，哪根更远；这些棒状物从一根根单独的圆柱体融合成为一团平坦的聚合物。在他看着它时，他有一种奇异的感觉，好像这些棒状物中闪烁着眼睛的光芒；然而无论他看着这个构造体的哪里，他都只能看到它们之间的空虚。\n——拉姆塞·坎贝尔，《裂帷者》"
  ],
  "《罗伊格尔归来》": [
    "“来自群星的无形之物”。在这之后，他所说的东西完全不同于我们地球上的任何生物；这些东西的领袖被称为“加塔诺托亚，黑暗之物”，有些时候，它们会显现出一种形态，就像这石板上所刻的怪物——这是加塔诺托亚的象征。但当它们处于自然的状态时，则只是一种能量的漩涡。\n——科林·威尔逊，《罗伊格尔归来》"
  ],
  "《萨冷恐怖事件》": [
    "一股险恶的气味开始在房间中弥散，闻起来像是爬虫和麝香，令人作呕。圆盘无情地升起，黑暗如手指一般从边缘下探出，然后涌现的是闪烁着荧光的一片漆黑，既不是液体也不是固体，而是令人毛骨悚然的粘稠胶体。\n——亨利·卡特纳，《萨冷恐怖事件》"
  ],
  "《山中恐怖》": [
    "它的耳朵是蹼状，长满触手，象鼻末端有一个巨大的直径至少一英尺的吸盘……它的前肢僵直地在肘部弯曲着，它的手——和人类一样的手——手心朝上置于腿上。它的肩膀宽阔方正，它的胸膛和大肚子向外挺，垫着它的长鼻子。\n——弗兰克.贝纳普.朗《山中恐怖》"
  ],
  "《伤地》": [
    "伤害一个失去一切之人的唯一办法，就是把那些已然破损的事物归还给他。\n——斯蒂芬·唐纳森《伤地》(Stephen Donaldson, The Wounded Land)"
  ],
  "《廷达罗斯的猎犬》": [
    "“它们又瘦又饥渴！”他尖叫着。……“宇宙中所有的邪恶都集中在它们消瘦饥渴的身体里。话说回来，它们有身体吗——我只看了它们一瞬间；我不能肯定。”\n——F·贝尔克纳普·朗，《廷达罗斯猎犬》"
  ],
  "《夏盖妖虫》": [
    "尽管它们飞行的速度极快，但我那在恐惧下变得特别敏锐的感官还是捕捉到了不少细节，比我所希望的还要多。那巨大的、没有眼睑的眼球带着憎恨直瞪着我，头部那分节的触须似乎在随着宇宙的旋律而扭动。它们的十条腿都长满了黑亮的触手，折叠在苍白的肚皮上；而那半圆形的坚硬翅膀则覆着三角形的鳞片——但是这些都无法表达那向我冲来的形体所带来的、撕裂灵魂的恐惧。我看见那东西的三张嘴湿乎乎地蠕动着，向我扑了过来。\n——拉姆齐·坎贝尔，《夏盖妖虫》"
  ],
  "《钻地魔怪》": [
    "一堆涌动的触肢，长在那个柔软的灰黑色袋状躯体上……除去那堆伸展开来、四下摸索的触肢以外，它没有任何可供识别的明显特征。不，有的——没错，在这东西的前端有一个肿块……那是一个为它的大脑、或是神经中枢、或是别的随便什么支配着这只恐怖、令人作呕的生物的病态器官而准备的容器。\n——布莱恩·拉姆利，《钻地魔怪》",
    "一条一英里长的巨型灰色物体，一边吟唱一边分泌着奇异的酸……以惊人的速度和决然的愤怒冲过地球深处……玄武岩在它面前就像喷灯下的奶油一般融化。\n——布莱恩.拉穆雷，《钻地魔虫》"
  ],
  "《佐斯·奥摩格》": [
    "它的身体形状像是一个切去顶端的宽底圆锥，圆锥顶部是一个像蜥蜴一样的，粗短扁平的楔形头颅，並且全都藏在一丛卷曲的长长毛发中。 这些毛发，或者说是胡须和鬃毛，由虬结的纹理深刻的长绳结成，像是蛇或蠕虫……这团可憎的纠缠蔓生的蛇发之后是一双凶恶的毒蛇般的眼睛，其中闪烁的光芒混合着冷酷非人的嘲讽以及只能描述为幸灾乐祸的恐吓。\n——林·卡特 《佐斯·奥摩格》"
  ]
}