{
  "伦道夫的离奇小说": [
    "\n巨大的房间里悬挂着几张绣有奇异花纹的挂毯，你们围绕着一张铺满文件的桌子坐着。一阵阵乳香燃烧时发出的带有催眠作用的烟雾从远处的角落里飘来。在房间的一侧，一只棺材模样的奇怪座钟摆在一个很深的壁龛里滴答作响。伦道夫·卡特一生都在试图逃离清醒世界的枯燥与限制，在这位神秘学者消失后，你们一直试图从他的离奇小说中推断一二。\n你拿起其中一页，内容如下：\n{离奇小说目录}\n{离奇小说的灵感检定}"
  ],
  "离奇小说的灵感检定": [
    "【你进行灵感检定：D100=[1d5]/60 大成功】\n棺材般的座钟依旧按着那种怪异的旋律滴答作响，只是这时，那种奇异的旋律已带上了一丝全新的不详意味。从那个遗忘在角落、已经被堵塞的三脚架中散发出的烟雾翻滚缠绕成一些奇妙而又不可思议的形状，与那随风摇摆的挂毯上的怪诞图案形成了令人不安的组合。你发现小说中牵扯到深渊的事情全都难以置信，但那些实在、有形的东西在这些小说里少得可怜——这非常不可思议，但又如此真实。",
    "【你进行灵感检定：D100=[1d55+5]/60 成功】\n毫无疑问，尽管有些字迹模糊到无法辨认，但这仍然有着标志性的伦道夫·卡特的风格。",
    "【你进行灵感检定：D100=[1d35+60]/60 失败】\n你反复琢磨这些小说试图掩饰或展示的东西，但一无所获。经历了片刻枯燥乏味的等待，你站起身示意提前离开。你与真相失之交臂，或许这是一种幸运。",
    "【你进行灵感检定：D100=[1d5+95]/60 大失败】\n座钟那怪诞的滴答声变得让人毛骨悚然起来，三脚架上飘散的香烟与摇曳的挂毯一同跳起了一支死亡之舞。你听到了不自然的、古怪的咯咯与嗡嗡声，这让你的心脏骤然紧缩，很快地，你的视野彻底黯淡下去……"
  ],
  "离奇小说目录": [
    "{洛夫克拉夫特小说}"
  ],
  "洛夫克拉夫特小说": [
    "{《克苏鲁的呼唤》}",
    "{《星之彩》}",
    "{《寒气》}",
    "{《异乡人》}",
    "{《与法老同囚》}",
    "{《查尔斯·迪克斯特·瓦德事件》}",
    "{《自外而来》}",
    "{《超越时间之影》}",
    "{《疯狂山脉》}",
    "{《潜伏的恐惧》}",
    "{《墙中鼠》}",
    "{《门口之物》}",
    "{《暗夜呢喃》}",
    "{《印斯茅斯的阴霾》}",
    "{《魔女屋中之梦》}",
    "{《屋中画》}",
    "{《夜魔》}",
    "{《魔宴》}",
    "{《敦威治恐怖事件》}",
    "{《月光下》}",
    "{《文学中的超自然恐怖》}",
    "{《来自群星的色彩》}",
    "{《达贡》}",
    "{《穿越银匙之门》}",
    "{《梦寻秘境卡达斯》}",
    "{《皮克曼的模特》}",
    "{《猫与狗》}",
    "{《雾中怪屋》}"
  ],
  "《克苏鲁的呼唤》": [
    "人类无法将脑内所有信息同时关联到一起，我想，这算是世间最大的仁慈了。我们身处恬然宁静的无知之岛，位于黑狞无边的大海中央，也并非注定要驶向远方一探究竟。各种科学在其所属方向竭力前行，虽然至今尚未对我们造成伤害，但终有一天，各不相关的知识彼此碰撞，会揭开那骇人的真相，点明我们在这片可怕光景中所处的方位。这份光明是如此恐怖而致命，我们若不想失心而疯，就必须远远逃开，躲进一个新的黑暗时代去寻找平和与安宁。\n——H.P.洛夫克拉夫特，《克苏鲁的呼唤》",
    "按照他们的说法，他们崇拜旧日支配者。早在地球尚且年轻的时候，这些存在就从天而降，并且在一切人类出现之前就已生活在这里。而现在，旧日支配者已经死了，埋在大地深处，沉在海底深渊；但它们死亡的尸体通过梦境将自己的秘密告诉了第一批人类，于是这些人成立了一个永不消亡的教派。\n——H.P.洛夫克拉夫特，《克苏鲁的呼唤》",
    "它们会躺在拉莱耶的石屋中，强大的克苏鲁会用咒语保护它们，直到群星与地球都做好准备；那时，它们将辉耀返生。\n——H．P．洛夫克拉夫特，《克苏鲁的呼唤》",
    "一个依稀与人类相似的外形，但是却有一个章鱼般的头部，脸上长满触须，遍布鳞片的身体像橡胶一样，前后肢都长着巨爪，背生狭长双翼。这个……浮肿而肥胖……的物体……滴着涎液，轰鸣着，一边摸索一边把它凝胶状的绿色庞然躯体挤过黑暗的门廊，进入人们的视线……像蹒跚前行的山峰。\n——H.P.洛夫克拉夫特，《克苏鲁的呼唤》"
  ],
  "《星之彩》": [
    "阿卡姆城的西部山岭起伏绵延，谷地上是未曾被人砍伐过的密林。在幽暗的峡谷中，树木倾斜成为一个奇特的角度，还有潺潺的小溪流着，终日不见一丝阳光。\n——H.P.洛夫克拉夫特，《星之彩》"
  ],
  "《寒气》": [
    "人们一直都幻想恐怖与黑暗、与死寂、与孤独之间存在着某些纠缠不清、难以割裂的关系，但这是错的。\n——H.P.洛夫克拉夫特，《寒气》",
    "你质询着我为何会畏惧着一股穿堂而过的寒流？\n—H.P.Lovecraft,《CoolAir》",
    "你问我为何会害怕遇到寒冷的气流；为何在进入一间冰冷的房间时，我会比其他人颤抖得更加厉害；为何当夜间的寒冷悄然渗进秋日温和的暖意时，我似乎会表现出恶心和排斥的表情？\n——H.P.洛夫克拉夫特，《寒气》"
  ],
  "《异乡人》": [
    "一切冲击中最能使人狂乱的，无过于那些完全出乎预料、荒诞到极度不可信的冲击了.我经历过的任何恐怖都无法与眼前的景色、以及这幅景色的怪异和惊奇带来的恐怖相比拟。\n——H.P.洛夫克拉夫特，《异乡人》"
  ],
  "《与法老同囚》": [
    "神秘的事物总会彼此吸引。自从因为表演那些不可思议的壮举而声名鹊起后，我便听说和经历了不少离奇怪异的事情——而由于职业的关系，人们总是试图将它们与我个人的兴趣和行为联系在一起。在这些事情中，有些琐碎无趣；有些引人入胜、充满戏剧性；有些则会召来一段危险而怪异的经历；还有一些事情更会让我潜心展开大规模的历史和科学研究工作。\n——H.P.洛夫克拉夫特，《与法老同囚》"
  ],
  "《查尔斯·迪克斯特·瓦德事件》": [
    "不论如何引诱劝说，那些参加过这场恐怖搜捕行动的人都不愿意吐露与这场事件有关的一字一句，而所有残存下来、模糊不清的零碎资料全都来自于那些没有参加最终战斗的队伍。那些实际参加过行动的搜捕者谨慎小心地毁掉了每一块与整件事有关的碎片——哪怕它们只起了丁点的暗示——这让人觉得有些恐怖。\n——H.P.洛夫克拉夫特，《查尔斯·迪克斯特·瓦德事件》",
    "我再对你说一次，不要唤醒任何你没办法镇压下去的东西；我是说，任何能够反过来反抗你的东西，你最强大的手段可能会没有用处。询问较小的，以免较大的不愿意回答，不受你的控制。\n——H·P·洛夫克拉夫特，《查尔斯·迪克斯特·瓦德事件》",
    "他把视线从文字上移开，转而看向房间的其他地方。接着，他注意到了地板上那只盛着不祥粉末的浅底酒杯里涌起了一股浓密的墨绿色云雾——这云雾混浊不清，而且大得惊人。\n——H·P·洛夫克拉夫特，《查尔斯·德克特·沃德事件》",
    "他们发现了能使他们的大脑在同一具躯体，或是不同的躯体里存活下去的邪法；不仅如此，他们显然找到了某种手段，使他们得以汲取所搜集到一起的逝者们仍具有的意识。\n——H.P.洛夫克拉夫特，《查尔斯·迪克斯特·瓦德事件》"
  ],
  "《自外而来》": [
    "我一直都坚信那些怪异、无法触及的世界就存在于我们近前。而现在，我相信我找到了一种方法来打破障碍。我没有开玩笑。\n——H·P·洛夫克拉夫特，《自外而来》"
  ],
  "《超越时间之影》": [
    "……纯粹的梦魇的精华降临到了我的面前。理性已经死亡——所有的东西都被忽略了，只有逃跑的动物本能还在生效，我仅仅挣扎着猛冲过斜坡上的碎石，仿佛前方根本没有深渊一般。然后，我看到了裂缝的边缘，并且使出了身上的每一分力气，不顾一切地跃向对岸。瞬间，由可憎哨音与纯粹的、能够触碰得到的有形黑暗所组成的疯狂喧闹漩涡吞没了我。\n——H.P.洛夫克拉夫特,《超越时间之影（The Shadow Out Of Time）》",
    "在这之后记忆就不太可靠了——事实上，我至今依旧抱有最后一丝绝望的期盼，试图相信它们只是一个魔鬼般的噩梦——或者精神错乱造成的幻觉。狂热的情绪在我脑中肆虐，想到所有念头都像是隔着某种烟雾——有时候思维甚至会变得断断续续。\n——H.P.Lovecraft,《超越时间之影》",
    "一个半水螅状的古老种族，与人类所知的一切完全迥异……它们只有一部分是由物质构成，并且虽然没有双翼也能飞行……有迹象表明它们有惊人的可塑性并且可以暂时隐身……单调嘈杂的哨声和拥有五个圆趾的巨大脚印也是它们踪迹的标识。\n——H.P.洛夫克拉夫特，《超越时间之影》",
    "那是一个巨大的虹色圆锥体，高约十英尺，底部的直径也有十英尺，全身都覆着某种凹凸不平的半弹性鳞片。在圆锥体顶端，有四只可以伸缩的圆柱形器官，看起来是以与圆锥体相同的物质构成的；这些器官有时能收缩到几乎消失的程度，有时则可以伸展到十英尺长。在其中两只的末端，有着巨大的钩爪，就像螃蟹的螯，另一只的末端则有四个喇叭状的红色器官。还有一只，在末端有一个直径约两英尺的不规则球体，球体近乎黄色，正中央有三个巨大的黑色眼睛，排成圆形。……在头顶，还有四根灰白色的细茎，每根茎的顶端都有花一样的器官，头的下部垂着八条细小的、近乎绿色的触须。而在中央那巨大圆锥体的底盘上，则覆着灰白色的胶状物质，它一伸一缩，就可以如软体动物般爬行。\n——H．P．洛夫克拉夫特，《超越时间之影》"
  ],
  "《疯狂山脉》": [
    "我说过，丹弗斯从不告诉我，在最后那一刻，究竟是怎样的恐怖让他如此疯狂地大声尖叫——我感到惋惜，最后的恐怖景象显然最终导致了丹弗斯的精神崩溃。\n——H.P.洛夫克拉夫特,《疯狂山脉（At the Mountains of Madness）》",
    "总之，就冷原来说，不论它在哪个时空游荡，都不会是一个我愿意靠近的地方，所以我也不会喜欢这样一个相类似的世界，一个曾孕育出莱克所提到的那些无法归类的远古怪物的世界。在这一刻，我开始后悔曾读过那令人嫌恶的《死灵之书》，或是与大学里那位博学得甚至有些令人不快的民俗学者威尔马斯谈论太多这些东西。\n——H·P·洛夫克拉夫特《疯狂山脉》",
    "营地里的食品贮藏室也被弄得一团糟：某些日常主食不见了；而且留下了一堆已被打开的罐头——那些罐头全都是从最意想不到的地方以最意想不到的方式被打开的，虽然不合时宜，但却依旧让人觉得非常滑稽可笑。随处散落的火柴也构成了另一个较小的谜团——在这些火柴中，有些是完整的，有些已经折断的，也有些被使用过。此外，我们还在附近找到了两三张帐篷帆布与一些皮毛衣物，这些东西都被古怪地撕开了，似乎为了进行无法想象的笨拙改造而留下的结果。\n——H.P.洛夫克拉夫特，《疯狂山脉》",
    "为了世间的和平与安宁，人类绝不该再涉足地球上某些死寂的黑暗角落，不该再深入某些未知的无底深渊；否则沉睡的异怪将会被重新惊醒，而残存下来的邪恶梦魇也将从它们黑暗的巢穴里蠕动扑出，迎接全新的疯狂征程。——H.P.洛夫克拉夫特，《疯狂山脉》",
    "噩梦般的黑亮形体，那无定型的身躯散发出恶臭，向前蠕动着、流淌着……一团无定形的原生质肿泡，闪着隐隐约约的微光。上万只放出绿光的，脓液似的眼睛不断在它的表面形成又分解。那填满整个隧道的躯体向我们直扑下来，把慌乱的企鹅们尽数压碎，在已经由它和同类们‘清理’得不留一粒灰尘、闪着邪异反光的地面上蜿蜒爬过。耳边又响起了那骇人的、嘲讽似的叫声：‘Tekeli-li! Tekeli-li!’\n——H．P．洛夫克拉夫特，《疯狂山脉》"
  ],
  "《潜伏的恐惧》": [
    "“其后，尽管已因恐惧和厌恶而头晕目眩，我那病态的好奇心依然战胜了一切。当这些怪物中的最后一只落单者从充满未知噩梦的幽冥世界渗流而出的时候，我拔出自动手枪，借着雷鸣的掩盖，向它扣动了扳机。”\n——H.P.洛夫克拉夫特，《潜伏的恐惧》"
  ],
  "《墙中鼠》": [
    "“站在我身后的那个人——也是在这群人中唯一一个比我年纪更大的人——和大多数遭遇恐怖事物的人一样用我听过的最为嘶哑的声音低声说：‘上帝啊！’在我们这七个文雅有修养的人当中，只有威廉•布林顿爵士还能保持镇定；因为他在前面带领着整只探险队，所以他肯定已经先一步见识到了这副恐怖的景象。”\n——H·P·洛夫克拉夫特，《墙中鼠》"
  ],
  "《门口之物》": [
    "“没错，我的确将六颗子弹送进了我最好的朋友的脑袋，但我仍然希望通过这份陈述说明我并没有谋杀他。起初，你们会说我是个疯子——比我在阿卡姆疗养院单间里射杀的那个人更加疯狂的疯子。然后，一些读者会思考每一段叙述，将它们与已知的事实进行对比，然后扪心自问：在见识了有关那一恐怖事物的证据——那个位于门阶上的东西——后，我还能相信什么呢？”\n——H.P.洛夫克拉夫特，《门口之物》"
  ],
  "《暗夜呢喃》": [
    "“我想它们可能想要除掉我，因为我发现了许多秘密。我在东面圆山的密林里发现了一块黑色的大石头——在这块石头上还有一些已经部分磨损的象形文字。当我把它搬 回家后，所有事情都变样了。如果它们认为我察觉到太多东西，它们就会杀掉我，或者把我带去它们来的地方。它们偶尔喜欢带走一些人类学者，以便时刻留意人类世界的情况。”\n——H·P·洛夫克拉夫特，《暗夜呢喃》",
    "“你知道吗？爱因斯坦错了，某些物体和力量能以比光速更快的速度运动。通过某些合适的协助我有可能可以在时间中上下旅行，并且亲眼目睹和触碰遥远过去和未来新纪元的地球。你无法想象这些生物将科学发展到了一个怎样的程度。它们能够对那些活着的生物的思想和身体做任何事情！”\n——H·P·洛夫克拉夫特，《暗夜呢喃》",
    "万岁！万岁！莎布-尼古拉斯！孕育万千子民的森之黑山羊！\n——H. P. 洛夫克拉夫特 《暗夜呢喃》",
    "它们是些粉红色的东西，足有五英尺长。那如甲壳类生物一般的躯体上长着数对巨大的、仿佛是背鳍或膜翼一般的器官，以及数组节肢。而在原本应该是头部的位置上，却长着一颗结构复杂的椭球体，这椭球体上覆盖着大量短小的触须…有时它们会使用所有的节肢爬行，而有时却仅仅使用最后一对足行走。\n——H．P．洛夫克拉夫特，《暗夜呢喃》",
    "从没有哪个神智健全的凡人能够如此危险地接近那基元本质的奥秘——从没有哪个生物的大脑得以如此接近那超越了形式、力量与对称性的混沌中的绝对毁灭。\n——H·P·洛夫克拉夫特，《暗夜呢喃》"
  ],
  "《印斯茅斯的阴霾》": [
    "预备到这一情况后，我开始计划下一步的行动——这说明我当时潜意识里依旧在害怕某些威胁，并且已事先花了好几小时考虑逃跑的路线。从一开始，我便觉得那阵子门后的摸索举动意味着一个无法战胜也不能与之照面的危险，只能尽可能突然地逃出去。我所能做的只有尽快地活着从旅舍里跑出去，而且不能从前面的楼梯与大厅离开，必须另寻他法。\n——H.P.洛夫克拉夫特，《印斯茅斯的阴霾》",
    "但我必须努力将那晚我在那轮讪笑着的黄色月亮下所看到的一切都说出来——我蜷缩在废弃铁路坑道中的野生荆棘里，清晰地看着那群东西蜂拥蹦跳着从我前方的罗利路上穿行而过。\n——H.P.洛夫克拉夫特，《印斯茅斯的阴霾》",
    "疯狂何时而止，真实由何而起？是否就连最后的恐惧也依然是我的错觉？\n—H.P.Lovecraft,《印斯茅斯的阴霾》",
    "我觉得它们的颜色以灰绿色为主，不过却有着白色的肚皮。这些东西的大部分皮肤都滑溜发亮，但却有着带鳞片的背脊。它们的模样隐约有些人猿般的特征，但却有着一颗鱼头，长着巨大鼓胀、永不闭合的眼睛。它们脖颈的侧旁生长着不断颤动的鱼鳃，长长的手爪间覆盖着蹼膜。它们胡乱地跳动着，有时用两腿前进，有时四肢着地。不知为何，我有些庆幸它们只有四肢，而不是更多的手脚。它们聒噪、吠叫的声音显然是一种清晰复杂的语言，传递着它们那呆木面孔无法表达的阴暗情感。\n——H．P．洛夫克拉夫特，《印斯茅斯的阴霾》",
    "他是个瘦削的男人，弯腰佝偻，接近六英尺高……年纪可能在三十五岁上下，但如果没注意那张阴沉而又毫无表情的面孔，单单只看到此人脖子两侧模样古怪、深深下陷的皱褶，很容易让人高估他的年纪。那个人的头很窄，一双鼓胀突出而且灰白暗淡的蓝色眼睛似乎永远不会眨眼一般，鼻子扁平，前额与下颏均向后收缩，还长着一双似乎没有发育完全的耳朵。他脸上那张厚实的长嘴唇周围与毛孔粗大、颜色浅灰的面颊上几乎没留任何胡须，只有一些稀疏的黄色头发小块不规则地散布卷曲着；在某些地方面孔似乎不规则得有些古怪，就像表皮是因为某些皮肤病而剥落了一般。\n——H·P·洛夫克拉夫特《印斯茅斯的阴霾》",
    "我们将游到海中那块若隐若现的礁石边，然后下潜进黑色的深渊里，进入耸立着无数立柱、雄伟壮丽的伊哈斯雷。此后，我们将在奇迹与荣光的围绕下，永远生活在那片深潜者的栖身之地里。\n——H.P.洛夫克拉夫特，《印斯茅斯的阴霾》"
  ],
  "《神殿》": [
    "What I have seen cannot be true, and I know that this madness of my own will at most lead only to suffocation when my air is gone. The light in the temple is a sheer delusion, and I shall die calmly like a German, in the black and forgotten depths. This demoniac laughter which I hear as I write comes only from my own weakening brain.\n—H. P. Lovecraft, 《The Temple》"
  ],
  "《魔女屋中之梦》": [
    "阿卜杜·阿尔哈兹莱德所著的那本令人恐惧的《死灵之书》，还有残缺不全的《伊波恩之书》以及冯·容兹编写的那本被查禁的《无名祭祀书》已经向吉尔曼暗示了某些可怖的秘密。而吉尔曼更将这些暗示与他所学习的那些用来描述空间性质以及已知与未知维度间相互联系的抽象数学公式系在了一起。\n——H·P·洛夫克拉夫特，《魔女屋中之梦》",
    "雕像表现了某种有脊的桶状物体。这些桶状物的中央腰部水平地延伸着好几条如同轮辐般的肢体，而它们的上下两端则鼓起突出，形成某种竖直的瘤或是球茎。不论桶状物的顶端还是底端都有五条很长并且尖端逐渐收拢成三角形的扁平肢体。这些肢体以球茎为中心向周围延伸开去，就像是海星的触手。\n——H.P.洛夫克拉夫特，《魔女屋中之梦》",
    "他们谣传说，那细小爪子的骨头所体现出的抓握特征更像是一只微小的猴子而不是老鼠。而那个有着凶猛的黄色长牙的头骨则最为怪异和反常。从某个角度看起来，那就像是对一个人类头骨的微缩、可怕、堕落的拙劣模仿。\n——H．P．洛夫克拉夫特，《魔女屋中之梦》"
  ],
  "《屋中画》": [
    "那本摊开来的书平躺在我俩之间，而那张照片则令人厌恶地向上瞪看。当那位老头含糊地说出「制造出更多的血和肉」时，我听到一个细微的飞溅声，然后有某个东西出现在这张摊开的泛黄书页上。我想到的是雨水和屋顶的漏洞，然而雨水的颜色不应该是红色的啊！\n——H·P·洛夫克拉夫特，《屋中画》"
  ],
  "《夜魔》": [
    "这之中也有他所读过的篇章——一份为人不齿的《死灵之书》的拉丁文本；邪恶至极的《伊波恩之书》；德雷特伯爵的恶书《食尸鬼教团》；冯·容兹的《不可名状的教团》；老路德维希·蒲林的那本悚人听闻的《蠕虫之秘密》。剩下的就是对他而言也是只闻其名甚至闻所未闻的书籍了，诸如《纳克特抄本》和《迪詹之书》。还有一卷书，已经破碎不堪，可读部分所书写的文字完全无法辨认，但他却看明白了其中所使用的几个神秘学符号和用图，不禁胆寒。\n——H·P·洛夫克拉夫特，《夜魔》",
    "（它是）一个近似于黑色，有着红色纹路和许多不规则平面的多面体，它要么是某种极为异乎寻常的晶体，要么是一件由矿物雕刻并高度抛光打磨而成的工艺品。它并没有被放在盒底，而是被一个环绕着此物中央的金属箍支撑着，那金属箍则水平地延伸出七条设计诡异的支柱，每一条支柱都连接到盒内的一个角……在擦拭后，布莱克（Blake）目不转睛地盯着它，在他看着那闪闪发光的表面时，他几乎觉得这块石头是透明的，无数个半成型的、神奇的世界就在其中。\n——H.P.洛夫克拉夫特，《夜魔》"
  ],
  "《魔宴》": [
    "伊本·斯查卡巴奥说过的话很明智：没有巫师长眠于其中的坟墓是幸福的，巫师尽数化为灰烬的城市，其夜晚亦是幸福的。\n——H·P·洛夫克拉夫特《魔宴》",
    "在至深窟穴之中，居住着恐怖之物，其物至奇至怪，眼不可窥。在遭到诅咒之地，死亡的思想会获得新的生命和怪异的肉体，那些肉体无头，却有邪念居于其中。大贤伊本·斯查卡巴欧曰：没有横躺着巫师尸首的坟墓是幸福的，没有撒着巫师骨灰的城邑的夜晚也是幸福的。古言相传，结交恶魔之人的灵魂不会很快离开躺在墓穴中的尸骸，它们会等到有大蛆噬咬尸体为止。那时，恐怖的生命会从腐尸中生出，愚钝的食腐之蛆会变得狡诈，使大地烦恼，它们会肿胀到可怕的程度，使大地遭殃。它们会钻进大地的毛孔，偷偷掘出大洞，它们不再只能爬行，而会开始学着走路。\n——H．P．洛夫克拉夫特，《魔宴》",
    "在那里有节奏地扑打着的，是一群已经驯服并且经过训练的，像杂种似的有翼生物……那即使和乌鸦、鼹鼠、兀鹫、蚂蚁、或者腐烂的人类尸体相比，也都是完全不同的东西——我无法回忆，也绝对不能回忆起来。\n——H．P．洛夫克拉夫特，《魔宴》",
    "带着病态的绿色喷涌而出的焰柱......宛如火山般从深得无法想像的地下喷出，不会像正常火焰那样照出物体的阴影，焰柱里充满了硝石和可厌的、有毒的铜绿；尽管它猛烈地燃烧，可却不会发出温暖，能感到的只有附于其中的死亡和腐烂。\n——H. P. 洛夫克拉夫特 《魔宴》"
  ],
  "《敦威治恐怖事件》": [
    "我们绝对无权把这种力量从外面的世界召唤过来，只有那些最邪恶邪教里最邪恶的人才会去这么做。\n——H·P·洛夫克拉夫特，《敦威治恐怖事件》",
    "那些没有望远镜的人只看到了一团突然闪现的灰色云雾。一团约末有中等房子大小的云雾，突然出现在山顶附近。而拿着望远镜的柯蒂斯却突然爆发出一声刺耳的尖叫声。他把望远镜扔进了路上齐踝深的泥浆里，然后摇晃了一下。若不是两三个人抓牢并稳住了他，他肯定已经摔在地上了。而此刻，他唯一能做的只是用一种几乎听不到的声音喃喃道……\n——H·P·洛夫克拉夫特，《敦威治恐怖事件》",
    "它们会从外面的世界来帮我的，但没有人类的血液，它们就无法拥有肉体。二楼的那个家伙看起来也一样。 只要划出维瑞之印，我就能稍微看见它的样子。\n——H·P·洛夫克拉夫特，《敦威治恐怖事件》",
    "旧日支配者曾在，旧日支配者常在，旧日支配者永远都在。它们寂静而原始地游荡着，不是在我们所知的宇宙空间里，而是在宇宙“之间”，不处维度之中，不为人类所见。\n——H.P.洛夫克拉夫特，《敦威治恐怖事件》"
  ],
  "《月光下》": [
    "我看着那些涟漪，意识到蛆虫正在水面之下翻滚扭动，不由得感觉到了一股新的寒意从比那只秃鹫曾翱翔过的地方更加遥远的世界里传了过来，仿佛我的身体早在我的眼睛发现某个恐怖怪物之前，抢先感觉到了它的存在。\n——H·P·洛夫克拉夫特，《月光下》"
  ],
  "《文学中的超自然恐怖》": [
    "人类最古老最强烈的情感便是恐惧，而最古老最强烈的恐惧则来源于未知。\n——H.P.洛夫克拉夫特，《文学中的超自然恐怖》"
  ],
  "《来自群星的色彩》": [
    "那一道自井中浮现的磷光不禁使人们产生一种异样的感觉，一种厄运降临的感觉。这种感觉已远超他们的意识所能构想的任何景象；那种色彩不再只是闪闪发光，而是自井口喷涌而出。当这股由无法辨认的色彩组成的无形洪流离开井口之时，它就仿佛直接流向了天空。\n——H．P．洛夫克拉夫特，《来自群星的色彩》"
  ],
  "《达贡》": [
    "它巨大，酷似波吕斐摩斯，它可憎，如同恶梦中的巨大怪物一样飞快地奔向独石柱，然后在独石柱旁猛烈地挥动其一双巨大的带鳞手臂。\n——H．P．洛夫克拉夫特，《达贡》"
  ],
  "《穿越银匙之门》": [
    "他脚下的地面被庞大的巨噬蠕虫侵蚀着。正好在他向下张望的时候，有一条蠕虫将身躯抬起了数百英尺之高，向他伸出苍白而粘稠的前端。\n——H．P．洛夫克拉夫特，《穿越银匙之门》"
  ],
  "《梦寻秘境卡达斯》": [
    "令人作呕，见光即死的生物……用长长的后腿跳跃……一对泛黄的红眼……妖鬼具有非常强大的嗅觉……某个有小马那么大的东西跳进了晦暗的暮色，那龌蹉污秽的外表让卡特一阵恶心；它们的脸明显是人类的样子，却没有鼻子，额头和其他特征……它们说话时嗓子里带着呛咳声。\n——H.P.洛夫克拉夫特，《梦寻密境卡达斯》",
    "漆黑、粗野、令人毛骨悚然的怪物，有着鲸鱼般光滑而油质的表皮，一对讨厌的尖角向内对弯。它的翅膀像蝙蝠，但听不到振翅的声音；它的手爪丑陋，却适合抓住物件。看着那长有倒钩的尾巴像鞭子一样甩来甩去，不知为什么，就是使人心烦意乱。而最恶心的是，它们既不说话也不笑，甚至连微笑都不会，因为它们根本就没有可以微笑的脸，在应该是脸的地方，只有一片有点像脸的空白。它们会做的，就只有抓紧、飞翔、搔痒——这就是夜魇的做法。\n——H．P．洛夫克拉夫特，《梦寻秘境卡达斯》",
    "它不像地球上任何已知的鸟类或蝙蝠……它们像大象一样大，却有着如马般的头部……夏塔克鸟没有羽毛，取而代之的是滑溜溜的鳞片。\n——H．P．洛夫克拉夫特，《梦寻秘境卡达斯》",
    "来自最深邃的混乱中的终极而无常的祸孽，在一切无限的中心翻滚沸腾，亵渎万物——无羁的魔君阿萨托斯，没有唇舌敢高唤其名。在时间彼端的不可思议幽暗厅堂之内，在可憎邪鼓低沉疯狂的击打声和骇人魔笛空洞单调的嚎叫声中央，它饥饿地侵蚀着。\n——H.P.洛夫克拉夫特，《梦寻秘境卡达斯》",
    "那人影高大瘦削，长着年轻的古代法老的相貌，身披五光十色的华丽长袍，头戴一只天然闪烁着光芒的金色双重冠……有着一位黑暗神祗或堕落天使才会拥有的魅力，他的双眼周围潜伏着因莫测幽默而闪耀出的倦怠火花。\n——H.P.洛夫克拉夫特，《梦寻秘境卡达斯》"
  ],
  "《皮克曼的模特》": [
    "这些怪物的外形不像完整的人类，但是不同程度上都和人类接近。它们大部分都用双足行走，含胸前倾，有点像犬类。它们的皮肤像胶皮一样，令人厌恶。\n——H.P.洛夫克拉夫特，《皮克曼的模特》"
  ],
  "《猫与狗》": [
    "美丽，沉着，超然，通达宁静，我行我素，桀骜自持，这些与脱俗绝世的猫完美契合的超凡特点，还有什么别的生物能配得上哪怕一半？\n——H.P.洛夫克拉夫特，《猫与狗》"
  ],
  "《雾中怪屋》": [
    "海豚的背上稳稳地驮着一个巨大的边缘锯齿状的贝壳，其中端坐的正是祖神诺登斯，渊邃之君……头发花白的诺登斯伸出一只干瘦的手，帮助欧鲁内和他的主人爬上贝壳。\n——H.P.洛夫克拉夫特，《雾中怪屋》"
  ]
}