{
"人偶制作":["\n{人偶享年}\n人偶暗示：\n{人偶暗示}\n人偶记忆碎片1：\n{记忆碎片扩}\n人偶记忆碎片2：\n{记忆碎片扩}\n人偶宝物：\n{人偶宝物}"],
"人偶享年":["人偶享年：[7+1d10]"],
"记忆碎片扩":["1 蓝天 天空确实是蓝的，不像现在黏稠浑浊的暗铅色天空一样。妳所知道的天空，是无边无际的通透蓝天。这样的天空在过去是如此理所当然存在着，到了现在，大概已经没有机会能够再见了吧。",
"2 母亲的手 妳有着让一双温暖的手抱着的记忆。而妳记得十分清楚，那是被母亲所抱着的回忆。即使脸孔跟名字都已经记不起来了，那种被抱在怀里的温柔，却是实实在在存在于妳的心中。妳好想好想抱抱妳的母亲，并不是记忆中的那个人，而是妳真正的母亲。",
"3 甜蜜的唇 妳记得那个柔软嘴唇的感觉。虽然妳一点也不记得到底是什么时候、哪个地方、是怎么做还有对方是谁。只是嘴唇上头，还残留着当时的感受。现在，在妳身旁的那些孩子，有没有人的嘴唇，跟记忆中的一样甜蜜呢？",
"4 密室 妳躲在上锁的小房间里头。房间外头似乎有着什么人在四处找寻着妳。不可以被发现、不可以被发现……缩起了身体，妳暗暗祈祷著。接着在门扉的前方，有着什么东西靠近的感觉。然后，妳……",
"5 鲜血狂宴 妳一个人坐在满是铁臭味的鲜红血池中。人体的器官散落在四处，那些是谁的东西呢？又是谁把这里变成这个样子的？为什么妳会一个人这样子坐在这里呢？难道说……       ",
"6 雨中 妳站在滂沱大雨之中。除了绵延不断的雨声之外，妳感受不到任何周遭的状况。这样的雨水并不黑浊、也非强酸，只是单纯的，使妳的身体濡湿发冷的雨水。这样的感觉，让妳相当地怀念，也相当地感伤。",
"7 孤立 周遭的每一个人，全都离妳离得远远的，对着妳指指点点窃笑着。妳不晓得自己到底做了些什么，那些人又为什么要这样笑妳。妳只知道，那样的眼神妳再也不想要看到。现在的伙伴们，谁也不会像那个样子对待妳。",
"8 笑容 打从心底发出的笑容，是真正幸福的笑容。这样的面容，在妳的脑海里头浮现。有着这样笑容的人到底是谁呢？一定是对自己来说很重要的人吧！一定是自己的家人吧！要是镜子里头的自己，能够笑一笑的话，是该有多好呢？完全记不得是谁的笑脸，使妳日夜魂牵梦萦。",
"9 信 从邮差那边收下的一纸信封。妳有种感觉，这一封信与妳的现状有极为重大的关系。妳想不起来信件的内容。那一封信里头到底写着什么？又是从哪个重要的人那边拿来的吗？还是说……  ",
"10 遮盖的影子 巨大的黑影完全遮盖妳的身形，接下来，那个黑影就对妳做了相当残忍的事情。只要一回想起来，妳就会有满腔的怒火。可恨！妳恨死了那个黑影！没有错！那个家伙一定是让妳复活过来的混蛋！绝对是这样没错！",
"11 花园 盛开的花园。妳在其中编著花冠，有时一边散步、一边轻声哼调。待在这片无限广阔的花园之中，毫无疑问，是妳最为幸福的时刻。就算是现在，妳的意识，偶尔还是会漂回那个曾经的花园之中。",
"12 父亲的臂膀 妳的脸上有着被爸爸强壮手臂抱着的时候，摩擦到脸颊的胡须触感。妳还记得，自己那娇柔的身躯，让那只结实臂膀抱着的感觉。就算有着那样强壮手臂的人已经不在了，那一份坚强还是持续支持着妳的心。",
"13 恋爱之花 甘甜中带点苦涩的恋爱回忆。妳已经忘了那个曾经爱恋的对象，不过那股情绪依然荡漾在妳的心中。每每想起，那股心酸便会使妳的身躯无助地发抖。              ",
"14 诅咒 妳永远无法原谅某一个人，所以妳带着这股憎恨进行了仪式。每天诅咒著、持续诅咒著，既然自己苏醒过来的话，那就表示自己受到诅咒了吧！所以对那个家伙的诅咒一定也成功了，一定要让那个家伙，也尝尝地狱的滋味！",
"15 歌 可能有着某些原因，妳的脑中记着一首歌曲。妳总是在无意之中轻声哼唱着曲调，有时甚至还会换个小歌词哼唱。尽管只是一首歌曲，对妳来说却是无价的存在。            ",
"16 蛋糕 妳大口大口吃着甜甜的蛋糕。柔顺滑嫩的鲜奶油、鲜艳欲滴的水果还有软嫩蓬松的海绵蛋糕。那样的甘甜，如今已不存在于这个世界上。就算妳再怎么想要回味，也已经不可能了吧？  ",
"17 火燄 被包围在大火之中。从晃动的热量团块中，妳感受到了恐惧还有陶醉。真的好想要让那个火焰再一次燃烧起来、再一次沉醉于其中。可惜现在的世界，几乎没有能够拿来烧的东西……  ",
"18 割伤 做家事的时候，有时会被刀子或者细针给伤到的记忆。那时候的妳，只是出了一点血就会号啕大哭、大吵大叫。现在的妳，对那样的伤口早已不会放在心上，哪怕是全身四分五裂都…… ",
"19 白色房间 白色的房间、药物、注射、穿白衣服的人们。那对瘦小的手臂、那个竹竿似的双腿，是属于妳自己的吗？虽然活着却无法移动的自己；已经死去却站了起来的自己，对妳来说哪边才是……",
"20 黑色之馆 妳的脑中总是萦绕着有如废墟一般，令人感到不舒服的黑色宅邸剪影。记忆中的妳，因为好奇心的驱使，进入了那幢本该不能进入的房子。进去之后……啊、到这里就想不起来了。 ",
"21 锁 铁窗、大锁、勉强容身的床铺、每日的痛苦。妳是只折翼的小鸟，即使在死了的现在，依然有着被谁给束缚著的感觉。以为的自由，不过是操线人偶的空想，这样的宿命，还要持续多久呢？",
"22 星空 月亮与星星在夜空里绽放著光芒。妳依然记得过去的那个美丽夜空。不像现在晚间的黯淡无光，过去的夜晚是多么地美丽！更尤其，这样的黯淡覆蓋在已经不会感到苦痛的死者眼中，格外令人感伤。",
"23 少女 妳的身旁有一名少女陪伴着。她的名字、面孔还有妳们之间的关系已经全都不记得了，唯一留在妳心中的，是她的笑容。妳爱着那名少女。妳爱着露出那种笑容的伙伴。        ",
"24 宝物 重要的宝物，妳有着一个非常、非常珍惜的东西。那个东西是什么呢？一定跟现在拥有的【宝物】不一样，妳跟妳的宝物，可是被命运紧紧联系在一起的。              ",
"25 葬礼 是谁死了呢？大家都好伤心、落寞，有些人还哭了出来。那么妳又怎么了呢？挂起来的大照片上，那张脸模模糊糊的。不过这场葬礼，一定是某个很重要的人的葬礼。         ",
"26 派对 亲朋好友齐聚一堂的欢乐派对记忆。无庸置疑的幸福时刻。因为这样的回忆实在是过于幸福了，与只能够回想起这样片段的妳比较起来，这样的落差未免也太残忍了些。        ",
"27 命 妳确实记得，有个新的生命在妳的体内成长茁壮。那是与妳自己不同个体的生命，是做为母亲的感动。可是这是身为少女的妳该有的记忆吗？还是说妳的脑袋，其实是跟现在的外表完全不同的人物呢？",
"28 爱犬 虽然不是人类，却是妳重要的家庭成员。那个孩子的叫声、喘息、舌头、毛皮的触感，还有牠的名字。无论哪个部份，全都在妳的心中、妳的手中残留着。              ",
"29 翅膀 妳从很高很高的地方往下俯瞰。虽然记不得地上的风景，不过妳怀抱着可以在空中飞翔的信念，所以踏出了那一步。在那之后怎么了呢？大概是飞起来了吧。             ",
"30 日常 有着些许无趣、以及些许温暖，一成不变但也幸福美满的日常。妳总是觉得这样的日子，应该会就这样平凡地持续下去……然而当妳注意到这副身躯、这样子的世界……到底怎么了？  ",
"31 废弃 那是坏掉之后遭到舍弃然后埋葬起来的记忆。受到残酷的虐待，哭喊、愤怒、诅咒、最后终于放弃抵抗。这样的情况，就算到了现在依然没有改变，哪怕是未来、还有更遥远的明天一定、一定……也不会有任何的……希望出现。",
"32 道歉 妳伤害了一个很重要的人。虽然知道必须道歉，却一句对不起也没有说过。当妳意识到的时候，妳已经死了、而且死而复生。如果是那个人的话，一定也是这样吧？必须要跟那个人道歉，一定要道歉！",
"33 财欲 神奇的魔法纸片，可以换得各种欲望。妳记得这个纸片的名字，是被人称作「钞票」的东西。过去的妳只要能够获得钞票，什么事情都干得出来。人的价值，正取决于拥有的钞票数量，现在这个世界上，还有哪个地方能够展现它的价值吗？",
"34 死去 妳有着亲眼见识到一个生命殒落的记忆。那是对妳来说非常、非常重要的一个生命。到了现在，既然有着已经死亡却依然活动着的妳，那么那个生命，是不是也同样活过来了呢？    ",
"35 故乡 令人怀念的故乡风景。诞生、成长以及欢笑的风景。这样子的地方，已经不存在于这个世界上。不过有一点是可以很确定的，那样的风景的确存在于妳的心中。那是最为重要，无法忘却的风景，是妳最大的避风港……",
"36 愿望 没有实现的愿望，是不是就这样不要实现会比较好呢？每每想起那个愿望，内心深处便会有如针刺。怎么可能会比较好！这是不可能的事情！可是，妳已经想不起来那个愿望是什么了。 ",
"37 水 妳置身于水中、在于清水之中。是在游泳？还是潜水？或者投水自尽？不管怎样，水对妳来说是那种相当亲切的伙伴。只要浸入水中，妳就会有着幸福的感觉。             ",
"38 织物 妳在编织著什么？是为谁而织的呢？到底在编织著什么呢？是围巾、手套还是毛衣……妳的手指记忆著编织的方法，只要有着毛线与钩针，现在的妳任何东西都编织得出来吧……    ",
"39 感谢 再多的感谢都不足以回报。就连「谢谢」两个字……可能都还没有说。如果见到面了，第一句话一定要是这个。啊！不过那个人是谁呢？是个怎么样的人物呢？            ",
"40 土壤的味道 喜欢跟花儿打交道，移植、施肥还有浇水，这就是喜欢栽植的妳。妳热爱着土壤的味道、花草的香气，并且深深记忆在妳的内心之中。可是已经没有了，在这个只有砂与石的世界上已经……",
"41 神明大人 妳有着得以祈祷、奉献全身的存在，那样的存在就叫做「神」。妳相信着祈祷的话，就能带来幸福。现在的妳是幸福呢？还是不幸呢？或许是妳祈祷的那颗心还不够虔诚也说不定。 ",
"42 教室 黑板、课桌椅、讲台……大家或坐或站、嘻嘻闹闹、天南地北地聊著天，还有埋首于书本之中。那样的空间，已经回不去了。大家到底在哪里？我又在哪里呢？            ",
"43 被窝 温暖的被窝之中，睁著惺忪睡眼，于朝阳之中睡起回笼觉。没有任何事情比得过这样的幸福。记忆之中，被窝当中总是暖洋洋的。可是清醒过来之后的这个世界……到底是怎么回事了呢？",
"44 梳妆台 从镜子当中，映出自己的脸孔，妳试着让那张脸漂亮起来。第一次涂上口红的时候、尝试换个发型的时候、开始化起妆来的时候……就算都这样了，现在的妳却是死尸的面容，是个随处可见的人偶面容……",
"45 手术台 被绑在手术台上，妳恐惧地张大了眼睛。嘴巴被什么东西给塞住，发不出半点声音。浑身是血的医师群向妳靠了过来，闪著寒光的手术刀开始在妳的、在妳的皮肤上！        ",
"46 跟踪狂 妳被什么东西给跟踪著。随着异样的感受一点一滴累积起来，唤醒了妳内心深处的恐怖。妳不晓得到底是什么东西在跟踪着妳，啊啊、在窗户外面！在外面！            ",
"47 嫉妒 妳好嫉妒、超级嫉妒的！明明妳是如此地不幸，结果其他人却还能笑得出来，是有多幸福啊？妳好嫉妒、真的很嫉妒。就算是那个时候依然幸福的自己，妳也嫉妒地要命。       ",
"48 家里蹲 外面好恐怖，大家都要欺负妳。所以妳躲在小房间之中，完全不想走到外面去。啊啊，可是现在的妳却被带了出来。果然外面好可怕，好想回去房间里头。             ",
"49 淋浴 温水流泻而出的声响、淋浴时哼出的歌曲，还有肥皂的香气。妳好想要再冲一次澡，可是这样的话，身体会片片崩解吧？所以妳只能叹息著度过每一天。               ",
"50 枪声 瞬间的爆裂音、传出奇怪焦臭味的声音。妳的胸口涌出一股热流，接着转身向后，然后妳……的记忆到这里就中断了。不过那样的声响，跟现在每天都会听到的爆裂声相当类似。    ",
"51 图书馆 整齐排列的书本，有着井然划一的标题。阅读使妳愉悦、理解让妳欢欣。知识并非价值，价值正是知识本身。这个自成一格的静谧空间，正是妳过往的容身之处。          ",
"52 面具 再也没有人能够相信，这个撒了谎的自己，再也没有人愿意去相信。那么现在在妳身边的伙伴呢？非得要让她们相信自己不可，可是就算这样、就算是这样，妳还是……        ",
"53 独自一人 一直以来都好寂寞，只有自己一个，好想要拥有朋友。虽然现在的世界，充斥着令人厌恶的事物，不过却有朋友相互扶持着。现在这个时候，一定会比那个过去还要美好吧？    ",
"54 演奏 乐器是妳每天都会弹奏的物品。不过现在，妳的手边却没有乐器的存在，就连曲子的名称也都记不得了。虽然还是可以从口中哼出当初的那些旋律……要是妳的乐器还在的话，妳的手指一定还记得怎么演奏吧？",
"55 雪 妳记得那些冰冷的白色碎片，摇曳飘落的日子。那是可以将整个世界，化为一片银白的雪花。现在的世界，除了黑灰之外，再也没有其他颜色能从天上降下，白雪飘降的那个光景，已经不存在了吗？",
"56 运动 妳喜欢活动筋骨。并非如今这种赌上性命的战斗，而是更为快乐的身体活动。不会疲劳、没有痛苦、就连成长也停滞了的这副躯体。让这样的身体活动起来，又有什么意义呢？     ",
"57 双胞胎 妳有着不同于自己的另外一半。同一天出生的同样面孔的另一半。妳们两个之间，有着奇妙的羁绊存在，就像心电感应似的，不管对方做了什么，妳们都能知道。所以啊，哪怕是这样的世界，妳也知道妳的另一半，如今身处何方。",
"58 笼中之鸟 被关进笼子里的小鸟真的好可怜，所以妳把那只小鸟给放了出来。现在的妳，就是那个被关在不死身躯之中的小鸟。什么时候才会有人可以怜悯怜悯妳，把妳给放出来呢？     ",
"59 人偶 可爱的人偶坏了，四肢都朝着奇怪的方向扭曲、断裂。那是个令人悲伤的记忆。可是想想，现在的妳，不就是那个人偶吗？                            ",
"60 窗户外面 对着窗户外头凝视的记忆。窗户外面到底有什么呢？说实在妳也记不得了。可是妳知道，窗户外面的世界，是远比妳所在的那个地方，还要美丽的世界。对窗户之外的憧憬，依然存在妳的心中。哪怕只有一点也好，这里都不是那扇窗户的外面。",
"61 占卜 占卜运势的记忆。是谁帮妳占卜的呢？那个时候对妳说出来的结果，一定是会变得更为美好的句子吧？尽管可能也只是随口说说玩玩而已，却是现在支持着妳的重要话语。       ",
"62 牵着手 妳的手跟谁牵在一起呢？那个人在妳的记忆之中模模糊糊的，不过只要握著那只手，就会给妳带来安全感。如果只是牵着小手，就能够带来安心的话，至少能够牵牵现在在妳身边的伙伴的手吧？哪怕是没有温度的手心，也能感受到温暖。",
"63 饥饿 明明食物就在眼前，却没有办法吃到的记忆。理应不存在于妳体内的食欲使妳疼痛，腹中饥渴万分。只要能放进嘴巴里头的，妳都想要咬。好想吃、好想吃、好想吃，就算是自己的双手也可以。啊对了！那个时候好像就是……",
"64 凌辱 遭到凌辱的记忆，那是不断重复的屈辱，使妳的自尊心伤痕累累、体无完肤。就跟字面上的一样，变得毫无抵抗意识，光是想起，妳的体内就会有着莫名的鼓动。在这个世界醒过来的妳，一定不会再碰到像那些家伙一样的混蛋了吧？",
"65 可爱服饰 记忆当中有件可爱的衣服。镜子当中，妳看不到自己的脸孔，只有那件衣服照映着。妳在那一天，把这件衣服展示给谁看了呢？虽然心跳不已……但是可能根本没有给任何人看吧？那件衣服现在又在哪呢？",
"66 料理 下厨做菜。切菜、混合、打蛋、炒肉。妳记得一刚开始，什么都还不会。不过随着次数的增加，妳能做的料理越来越多、越来越多……可是妳想不起料理的味道。到底好不好吃呢？   ",
"67 欺负 欺负弱小这种事情，只不过为了找碴、一时兴起的举动。呼朋引伴，把那个倒楣鬼包围起来，扯著头发、拳打脚踢，真令人欲罢不能呐！                      ",
"68 画 妳有着一幅画到一半的绘画，只要完成的话，一定可以得到大家的称赞吧！真的这样的话，那就太好了的说。可是，妳已经忘了那是一幅什么样的画，明明是必须要完成的……      ",
"69 官能 名为情欲的火焰，燃烧着妳的身体，火舌舔遍妳的全身上下，只为了沉浸在没有爱情的愉悦之中。现在，妳的内心偶尔还是会感到刺痛。不过到了最后，这样的死亡躯体，有没有填满妳心中的那股欲望呢？",
"70 亡者 到底在哪里？被什么东西不断地追着跑，一边跑着一边恐惧地尖叫。妳很伤心，眼见死者把活生生的人化为四分五裂的肉屑。啊啊！原来是那些家伙！是活死人啊！那些家伙，正在把妳的身体给撕开。",
"71 打瞌睡 幸福的朦胧。尽管妳十分明白，不快点起来的话就糟糕了，可是被窝就像有魔力似的，让妳一点也没有想要出来的意思。窗户洒落的阳光、外头小鸟的歌声，让妳有种即使还在打着瞌睡，却有着清醒了的错觉。但是在这个世界当中，没有这种东西……",
"72 对话 想起了与朋友敞开话匣子的事。流行的东西、今天的天气、讨厌的家伙、喜欢的那个人，还有关于恋爱的事。虽然现在也是一样，没有什么不能聊的话题。每当想起，内心的欣羡，仍使妳潸然泪下……",
"73 会动的尸体 妳在悼念著某个人的死。那个人就死在妳的面前，那是妳已经记不起来的一个人。可是、啊啊，那个人的尸体坐了起来，开始活动。正当妳想着死人复活的时候，那的人的双手与牙齿朝妳袭了过来。",
"74 游戏 睡觉都会梦见的游戏。那是什么样的游戏？为什么要去玩那个游戏？妳都不晓得。那是段不断盯着画面的记忆，哪怕是稍微离开房间，还是上床去睡觉都会感到可惜的记忆。      ",
"75 卖掉 妳把某个东西给卖了，那是血液、头发还是内脏？或者是妳那含苞待放的小小花蕾？无论地点还是对象，妳都记不起来。妳只知道那个人看起来相当地高兴。而妳拿到钱之后……怎么样了呢？",
"76 用功 只要好好用功，取得好成绩的话，大家都会说自己好棒好棒好厉害。因为除了用功之外，妳没有任何才能。绝对、不会有其他才能了。可是只有这样，没有办法、成就、任何事。    ",
"77 幸福时刻 啊啊、好幸福！像这样那么幸福是不是有点太过分了呢？那是唯恐结束的幸福时光；并非梦境而是真真实实的幸福。是的，那是在妳的记忆中，彷若梦境一般的记忆。虽然都已经「过去」了。",
"78 埋葬 妳被埋在土里头，手脚都被冰冷的泥土覆蓋，体温之下变得稍微有点温度。明明就还有的意识，土堆却还是无情地覆蓋在妳的身上。妳的身体没有办法活动，最后就连妳的头也。妳，在土壤之下。",
"79 买东西 提着好多好多的东西，站在展示窗面前凝望着。不断确认著钱包的份量，开心的购物时刻。那个时候站在妳身旁的是谁呢？那是个相当快乐的记忆。                ",
"80 游乐园 是跟家人？还是朋友？或者是跟妳的小情人一同出游？那是喧嚣而欢乐，就像完全不同世界的游乐园的记忆。各种好玩的游乐器材、洋溢幸福的人群。那样的日子，如今跑到什么地方去了呢？能不能找到残留的痕迹呢？",
"81 茶会 花言鸟语、美丽庭园、白色的椅子还有同样纯白的桌子。从茶壶里头优雅倾泻的红茶、飘散淡淡香气的小巧饼干，还有愉快的谈天说笑。在妳还做为少女的时候，拥有的甜蜜记忆，这样的记忆，使妳做为一个少女继续下去。",
"82 秘密 妳有着不能为人道之的秘密。那是相当可怕、相当羞耻、绝对不能说出去的事情。啊啊、说是这么说，就连妳自己都忘了那个秘密是什么了，应该没有让哪个人知道吧？        ",
"83 花圃 妳喜欢花儿。施肥、浇水、除虫，看着花儿朵朵绽放，结实、结果。这是段漫长的作业，却是确实保留在妳的记忆之中。当初的那个花坛，如今是否安在？              ",
"84 鬼怪 妳有着遭遇无以名状之物的记忆。奇异的声音、飘忽的鬼影、诡异的光芒。那个时候的恐惧，到了现在依然像是传说故事一般，对着妳微笑。现在的妳，俨然成为过去的妳所恐惧的那个存在。",
"85 秘密基地 在屋顶阁楼里头、在壁橱与橱柜隔间……妳有着一个小小的个人王国。只要把自己关在里头，妳就能掌握整个世界。现在这里，是不是也必须要做个秘密基地呢？         ",
"86 离别 妳必须跟某个人，永久性地分别。要与妳离别的，是妳一个非常非常重要的人。虽然详细的状况妳已经不记得了，不过妳相信着两个人一定会再度见面。只有那个人还在的这件事情，绝对不可以忘记。",
"87 故事 那是小说或者诗歌，妳有着创作著某个故事的记忆。妳应该有把那个故事给写出来吧？那个是妳自己身上发生的故事吗？如果现在去读那个故事的话，妳就可以想起来关于自己的一切也说不定。",
"88 哥哥 妳有着一个对妳很温柔的哥哥。妳总是对着他撒娇，并且把他当成榜样。对妳来说，哥哥就是妳最最最为重要的那一个人、那一个理想。可是哥哥的名字还有脸孔，妳都已经忘了。不过妳相信，如果两人相遇的话，一定马上就能认出来吧……",
"89 迷路 妳自己一个人走散了。什么都不知道，只能够无助地哭泣。不认识的道路、不认识的场所，正有如无边的黑暗。四周都是不认识的人，妳只知道，那个时候妳的身边有人的存在……   ",
"90 海岸 拍打岸际的海浪、白色的沙滩，以及无边无际的广阔大海，海面偶尔会有鱼儿跃起。这是妳记忆中的大海。现在这样的世界，应该还存在着同样的大海吧？只不过那还会是记忆之中，那个充满生命活力的海洋吗？",
"91 战火 在战争之中逃亡、藏匿。四窜的枪弹还有哪里的爆炸。逃亡的过程，一点实际的感受也没有，轻飘飘的怅然若失。高速砸下的砲弹，就像渐渐靠近的小鸟一样，妳朝着它伸出了手。   ",
"92 操尸者 很重要的人死了。不！一定只是睡着而已！一定要醒过来、不醒来不行！因为妳都已经从死亡之中苏醒了不是吗？可是那个人，现在又沉眠于何方？                ",
"93 药 妳必须吃药、一定要吃药！不然会坏掉、绝对会坏掉的！身体会坏掉！妳的心也会跟着崩坏！快点、快点，药呢？药呢？不快点找到的话！！！！！！！！               ",
"94 虫 对了！妳其实很讨厌虫子。缓缓蠕动的虫子、四处飞舞的虫子。妳真的是超级憎恨、讨厌那样的生物。妳总是待在那种东西不会出现的房间里头，可是，现在……            ",
"95 死亡到来 妳不记得脸孔与名字。不过，有个很重要的人死了。那个人死的时候妳真的很悲伤，胸口就像被硬生生挖去般的空虚。可是在妳死而复生的今天，妳庆幸著那个人是真的好好地死去。",
"96 谎话 妳撒了谎。那是个什么样的谎，妳已经忘了。可是，一定有个人是被妳给骗到了。而且，一定是什么都没有坦白，就这样死了。那个人现在一定还被自己蒙在鼓里吧？如果遇到的话，一定要好好地道个歉……",
"97 死后的世界 妳十分确信，自己已经死了。那个时候，妳看到了与这个世界完全不一样的另外的一个世界……然后又被强行拉回了这里。明明那个是，人类死掉之后都要过去的世界……    ",
"98 杀戮天使 有谁教会了妳杀人的技巧。毫无疑问，妳已经杀过好几个活生生的人类了。只要杀人就会得到奖赏，现在这个死不了的世界当中，这个持续杀戮的世界当中，只要继续杀下去的话，也可以得到奖励吗？",
"99 死灵法师 妳有着稀疏的记忆，关于把妳变成这个样子的「那个家伙」的记忆。对那个人，妳所抱持的是感谢的心情吗？哪怕对「那个家伙」而言，妳不过是手下的一个小玩具也一样？    ",
"100 最终战争 这是在什么样的立场上来看的呢？妳有着做为人类最后的旁观者知识的记忆。人类到底干了什么样的蠢事，引起如此的惨剧，尽管迷濛……但是的确就是妳的记忆。       ",
"α-01 门扉之后 在好奇之下，妳打开了那扇被严正叮嘱不能打开的门扉。 那扇门后头...... 到底有着什么、看到了什么，已经记不得了。 可是妳有预感，那扇门的背后，与妳现在这个样子，有着强烈的关系。",
"α-02 船旅 妳跟人一同乘上了大船，扬帆启程。 在平静的海面上，指着海鸟嘻笑，充满了开怀的气氛。 然而现在，那个一帆风顺，充满快乐的海洋，已经不存在于这个世界上。 就连蓝色的天空，也只剩记忆当中才会存在。",
"α-03 月光浴 在如梦似幻的月光之下，聊天聊到浑然忘我的那段时光。 与妳笑谈的对象，是夜空之月？ 漫天星辰？ 还是妳所珍惜的人物？ 在已然遗忘当时对象与内容的现在，只有那美丽的月光妳不会忘记。",
"α-04 婚礼 华美衣裳，祝言鼓掌。 吻换深情，地久天长。 那是妳与现在已经想不起的伊人，互许结理那天的记忆。 也不知道那个记忆中的婚礼，究竟是真正许下了终身，还是纯粹的扮家家酒。 不过妳知道，那个时候的妳，心脏跳得好快、好快......",
"α-05 复仇 妳的心底有个冰冷的铁块，使妳的内心持续隐隐作痛着，让妳的感情时而高昂、时而低沉地纠缠着。 尽管已经记不得对象还有遗恨，妳却无法从那打从心底、深刻的复仇意识之中解放开来。 或许使妳再次站起来的，正是这份感情也说不定。",
"α-06 空虚的日子 好像缺了什么，每天都很空虚，就连未来也看不到希望。 触手所及的、放眼所见的、耳畔所闻的一切都没有意义。 行尸走肉一般的妳，想不到真的成了字面意义上的存在。",
"α-07 展示窗 妳一直很想要那个，因为太想要了，结果不知不觉当中，妳变得只会注视着它。 虽然妳碰触不到，不过它一直在那个妳所见的地方。 妳想要的东西是什么呢？ 而那个东西，最后到手了吗？",
"α-08 妄想 现实太令人难受，所以妳逃进了愉快的妄想之中。 那个美好的世界，如今依然在妳的脑海当中，留存着断简残篇。 可现实是，现在的妳被带到了更为残酷的世界之中。 真想快点逃走，逃进那可爱的妄想之中。",
"α-09 破灭的跫音 那个时候，每一分、每一秒都让人如坐针毡。 妳正在等着什么，而那是妳一点也不想遇见的状况，因为一旦那个什么降临，必将导致毁灭。 而直到它将妳完全毁灭之前，妳一直等待着。",
"α-10 自杀 在当时，那只是一瞬间的反射动作，抑或是被逼到末路的狗急跳墙，妳已经无法回忆起，死前那一刻到底在想些什么。 总之，到了最后，妳似乎是下了决心，了结了自己的生命。 ",
"α-11 仅仅两人 那里只有两个人，有着妳，还有着另外一人。 妳们很害怕、很害怕，紧紧地拥抱着对方。 那人的身体随着时间逐渐冷却，而妳也一样。 那个人，现在是否依然安眠呢？  ",
"α-12 爱情的奴隶 只因想要有个容身之处，妳做了愚蠢的选择。 为了爱，什么都可以干的妳，顺从着他人、顺从着所爱之人，为了一个容身之处，妳成了只会点头的人。 不知不觉当中，妳失去了一切。",
"α-13 贩卖 为了少少些许金钱，妳被卖掉了。 妳的身体、妳的心情，都已经不是妳的东西，成了某个谁的所有物存活着。 妳扼杀了妳的情感，作为一个人偶活着。            ",
"α-14 替死鬼 妳为了保护某人而死。 在妳付出生命之后，那人生存下来了吗？ 妳无法得知后来的状况，意识就这样断绝了。 至少，要是能够想起那个人。               ",
"α-15 坏了 妳所珍惜的人坏掉了，照顾着那个人的妳，被绝望与道义所纠缠着，那是没有半点问候，只有咒骂伴随的日子。 现在妳没有关于那个人的记忆，是死灵法师给妳的一点慈悲吗？  ",
"α-16 指导者 过去的妳，惯于指导他人、下达许多指令。 妳周遭的世界是以妳为中心旋转着，每一个人都在寻求着妳的指示。 现在那样的妳，依然活在这个世界上吗？ 还是早已放下过去的重担了呢？",
"α-17 后悔 一时的迟疑、错误的回答。 为此，妳付出了相当惨痛的代价。 即便是忘了当时的情形，那份痛楚，依然在妳的心头留下无可抹灭的伤痕。                  ",
"α-18 羞耻 留在记忆中的，是那个小小的失败。 其实根本没有人会去在意，可每每想起那件事情，依然让妳面红耳赤。 尽管如此令人害羞，可是面对这样过去的自己，应该是笑容大于害臊吧？",
"α-19 扭曲的爱情 只要有爱就没有任何问题！ 奉行着这样的理念，妳将爱意付诸实现。 完全没有意识到这样的扭曲爱情，将会招致怎样的惨剧与悲剧，妳蹂躏着这样的爱。 当时那狂风暴雨般的记忆，能够阻止现在的妳重蹈覆辙吗？",
"α-20 恶搞 原先只是一时兴起的恶作剧，却造成了无可想象的灾难。 那是后悔也无济于事，愚蠢的下场。 回想不起详细的过程或许是一种侥幸，可是灵魂上追寻的赎罪，至今依然持续着。 ",
"α-21 无视 就像完全当成空气一般，没有任何人对妳伸出援手。 妳在众人的视若无睹之中，凄惨地死去了。 明明只要伸手就能救到妳，却没有人愿意拯救。               ",
"α-22 游泳 穿著泳衣徜徉水中的那些日子。 妳喜欢在水里游泳。 水中的世界很快、很远也很深沉。 妳拟以全身的感官享受着游泳。 当时的美丽大海还有泳池，现在已经消失了吗？   ",
"α-23 小点心 妳喜欢制作小点心，也喜欢看人吃得满嘴幸福的表情。 就算是现在，妳依然记得很多的食谱，也想要给姊妹们好好品尝看看。 可是在这个什么都完蛋的世界当中，又要怎么搜集材料呢？",
"α-24 如果 「如果世界末日的话该怎么办呢？ 」有过这样子的随口哈啦。 那是平和的对话，说出这句话的，是没有什么烦恼可以担忧的朋友。 那个时候的妳们，都没有想过终结竟然会有真正降临的一天。",
"α-25 禁色 妳爱上了不该爱的人。 畏惧着周遭的视线与反对，那是无法告人的暗暗思恋。 不过如果是现在的话，或许就能成功也不一定？ 首先要先找到那个人，就算妳已经不记得那人是谁，只要见面就应该想得起来了吧？",
"α-26 悖德的果实 纯粹受到好奇心驱使，妳做了下去，做了的那件事情 ...... 是无法告诉任何人、也不会有人教妳的甜蜜滋味。 在那充满罪孽的身体抖动的同时，再一次地，就连意志也无法阻止双手的动作。",
"α-27 牧场 妳在山上的牧场生活着。 被自然与动物所包围着，会来的访客除了熟人还是熟人。 每天都在与生命互动。 如此的妳又是为什么会变成现在这个样子？ 那样的生活到底是怎么突然消失的呢？",
"α-28 工厂作业 在工厂工作的每一天；灌注全身心力劳动的每一天。 耳际回响的只有机械声响，眼前通过的是部件与产品。 这是无声无言没有休息，不曾间断的无尽作业。 妳到底在制造什么东西呢？",
"α-29 追踪 临时起意的好奇心、临时起意的疑惑。 妳偷偷地跟在什么东西后面窥视着。 到最后发生了什么事情、又看到了什么，妳全都不记得了。 而妳现在这种样子，不会也是好奇心之下的产物吧？",
"α-30 黑暗 在漆黑当中，妳探着双手前进着。 不带丝毫畏惧，对妳来说是如此理所当然。 因为妳已经在黑暗当中，度过了很长很长的一段时间。 大家的昏暗视野对妳来说，是个清晰的世界。",
"α-31 偶像 妳站在受到众人注目的立场上。 被憧憬与嫉妒所环绕着的，正是妳的日常。 妳还记得让人景仰的感觉，带有少许的优越与空虚。 挺起胸膛，崭露笑容。 可是到了现在，就连会对妳注目的对象也都消失了。",
"α-32 特别 妳深信着自己是个特别的存在，与那些芸芸众生完全不一样。 蔑视着周遭一切无聊之事。 然而如此特别的妳，又怎么会变成现在这个样子？ 明明自己正是那个被选上的伟大存在，为什么？",
"α-33 捕食 妳被谁给追捕着。 背后传来了惨叫，回过头去是张巨大的虫脸，追兵被虫吃掉然后死去。 在那之后，妳也遭那巨大的颚给夹了起来...... 活生生的让虫给吃了。    ",
"α-34 三叶草 有着四叶的三叶草，应是代表着幸运的象征。 妳在草丛之中寻找着。 想必是非常、非常努力地找寻。 那是为了带给谁而找的吗？ 还是只是为了完成自己的梦想呢？ 总之现在这个地方就连普通的三叶草也没有。",
"α-35 摸摸头 妳还记得，头上传来的抚摸触感，而妳也很喜欢那个感觉。 曾经，妳有着会摸摸妳的头的人。 那是可以让妳撒娇，愿意花时间陪伴妳的人。 现在，可以让妳撒娇的人...... 没有的话那就好好培养吧？ 希望能够遇见同样喜欢人的姊妹。",
"α-36 寻找的东西 妳有着非找到不可的东西，虽然妳想不起来那是什么，不过那个东西非常非常地重要，一定要找到。 如果不去寻找，只会让内心变得了无一物。             ",
"α-37 恶化的情感 妳与谁吵了一架，可是却忘了那个人，不过妳知道那是一位对妳非常重要的人，一定要重修旧好才行！ 不能让那个人与自己的最后，以那样的方式结束。 那人一定也是这么想的！ 一定也想与妳一同斩露笑颜！",
"α-38 焦躁 妳焦急地做着什么事情，心里虽然想着快一点、快一点，结果却是离目标越来越远。 不得不赶快！ 一定要尽快！ 搔痒难耐的焦躁感压迫着妳；如同噩梦一般的鬼影纠缠着妳。 到底应该怎么办才好？",
"α-39 愚蠢的执着 妳有着喜欢的人，可那时候的妳却否定了自己的这份感情。 所以妳鼓起了不知道哪来的执念，刻意地疏远了那个人。 然后妳一定是到死为止，都没有改变过这样的状况。 那个决定究竟是有多么地愚蠢，在已然无法挽救的现在，妳明白了。",
"α-40 令嫒 成长环境中没有任何障碍，想要的东西也总是能够到手，就连恶意两个字亦不曾听闻。 妳所生活的每一天，总是注入了满满的爱情，那份记忆已成朦胧，可是看看现在的自己！ 又是哪个谁的爱情杰作呢？",
"α-41 甜蜜时光 相爱相思，妳深爱着谁，也被伊人所爱着。 结合在一起的两颗心，好暖、好暖。 妳们两人从舌尖直到脚趾紧紧结合着。 就算那人的记忆已不再妳的心中，妳还是不会忘记那一份温暖。 而今孤身一人的妳，依然寻求着那样的温暖。",
"α-42 半死不活 在床铺上头，那具早已死去的身体，却依然被迫活着。 生活中只有检查、投药、手术还有不曾拿去的各种管子。 只为了生存，而必须每天每天面对着痛苦与无趣。 原来是这样，只要想起那个时候的事情，虽然身体遭到了改变，不过这样也不错。",
"α-43 破镜 妳有着镜子碎片的记忆。 啊不！ 是破坏镜子的记忆。 看着境中之人，妳打碎了镜子，照映出来的，一定释字丮最后会变成的样貌。 这个画面，是生前的记忆吗？ 还是这付身躯的记忆呢？",
"α-44 死亡的温暖 在冰冷的世界当中，死亡给妳带来满满的暖意的那个时候。 妳终于能够从这个持续折磨妳的残酷世界当中获得解放。 本来应该是这样、应该要这样才对！ 当妳再次张开眼睛的同时，那是个更加无情的世界。",
"α-45 便当 为了带给谁享用，妳努力地制作着便当。 过程中有着成功、也有着失败，无论如何，那一份努力是真实的。 妳真的非常非常地用心，然后抱着忐忑不安的心情，步出了家门，最后...... 那个便当、那个心意有确实传到了吗？",
"α-46 无底之底 妳掉到了妳所能坠落的最深之处。 这样的妳在完全无计可施的状况下，陷入了绝境。 没有任何救援；啃食着腐肉；啜饮着污水，过着蠕虫一般的生活。 然而即使是这样，妳还是活了下来，作为一个人类活着。",
"α-47 玩偶游戏 妳喜欢组装人偶，并与人偶一同游戏。 换穿衣服、变更发型、互换着手脚、放上另外一颗头。 知道娃娃乐趣的妳，理解了死灵法师那疯狂的兴趣。            ",
"α-48 目击 妳看见了不该看的东西，被人追杀，然后真的被杀了。 到底见到了什么东西呢？ 那个东西绝对不会与妳现在这个样子毫无关联。 回想起看到的一切，是谁杀了自己，应该值得好好回忆一番...... 吧？",
"α-49 大灾难 巨大的爆音、震撼的大地、将一切的一切完全破坏、雷雨袭击着这一片区域。 妳尝到了天地异变的滋味。 冷静下来的现在，妳已经知道那是人为的气象兵器的杰作。 打成那样的战争，在现在这个死亡的世界当中已经不复存在。 只有这点令人万幸。",
"α-50 空虚 无法感到实际存在的每一天。 尽管不会说真的没有事情做，妳就只是被周遭给推着前进的人偶，只是单纯地还没有死罢了，毫无任何充实感。 现在的妳，反而多了些许活着的悸动，哪怕是在危险与恐惧之下舔血着。",
"α-51  发泄对象 已经回想不起的某人的欲望、某人的愤懑、某人的怨怼。 妳做为那个情感的发泄口，镇日承受着如潮一般的倾倒。 那是只有痛苦、屈辱与忍难伴随的日子。 无论抵抗或者疑问，早已随着时间消逝。 那是个只剩蹂躏，除此之外甚么都不是的悲惨存在。",
"α-52 洁净 已经脏掉了，被人给弄脏了。 妳清洗着双手，莲蓬头之中降下了水幕。 眼光中带着情热的妳，心底满溢而出的东西是什么？ 从妳身上洗净的是血是泪是污秽。 肮脏、讨厌、恶心得要命，快点全部都洗掉吧！ 这样的感情，已经深深附着在妳的心底。",
"α-53 残酷的游戏 仔仔细细抹杀掉弱小的生物。 那是混合着自虐般罪恶感的纯粹的加害。 并非不知生命为何物的天真，从头到尾正是恶意的展现。 那一天妳所干过的事情，而今只是对象反转而已。 从以前到现在，都没有什么不同。",
"α-54 难民 在战争中失去故乡的妳，随着难民们寻找着下个安居地。 可是那是个遥不可及的梦，妳们就只是盲信着道路的前方有着什么东西而前进着。 饥寒交迫之中，受到活死人袭击而脱队的人群之中，妳的生命也跟着殒落。",
"α-55 麦田 火红的夕阳照耀着金黄色平原，那是结穗饱满的麦田。 等待着收获的时候，身旁的人们都在笑着。 那一天的景象，就算在妳的记忆当中，都是绝无仅有、无可取代的美景。 至今依然如是。",
"α-56 小巷之中 就只是平常的通行当中，突然被谁的手给抓住。 妳被粗暴地拖进小巷之中，只来得及发出第一声悲鸣，嘴巴就被摀了起来。 然后，接下来发生了什么事情，妳完全记不得。 是不是不要想起来会比较好呢？",
"α-57 湿了的被褥 这个世界是一个狭小阴暗的房间。 床单被褥上头湿湿脏脏，总是飘散着某个谁的体液味道。 每天都有不认识的男人前来，在这种地方到底要做什么呢？ 又为什么要这么做呢？ 妳看着从缝隙渗透而来的蓝天，呆呆地想着。",
"α-58 恋情落败 妳的恋人被抢走了，被妳所信赖的好朋友给夺走了！ 可是妳不会放弃，绝对不会饶恕这样的背叛。 就算是现在，妳依然深爱着那个人！ 就算死了也还在活动着，一样思考着。 这样的话，还不到放弃的时候，就算还想不起那个人的样貌，也还不能放弃！",
"α-59 失势 妳曾是站在巅峰的一员，当时的妳坚强而又有自信。 可是这样的妳却狠狠地摔了下来。 曾经的风光被妳给遗忘了，失势的内容也不复记忆。 可是那刻骨铭心的痛楚，依然在妳的心头隐隐作痛。",
"α-60 约定 妳有着一个重要的约定。 尽管早已记不得跟谁、所为何事，可是绝对不能遗忘的这份心情，在脑海之中依然残留着。 这一份约定不止不能忘记，更必须去实现，因为这是妳的义务。",
"α-61 虫之爱 妳不曾被人类所信任，而虫不一样，牠们爱着妳，并且深深信任着妳。 一只虫子很弱小，聚集起来则是所向披靡，而且绝对不会背叛自己。 妳所深爱的虫子，在这个死亡的世界当中依然存在着。 在妳的眼中，这个世界依然生机蓬勃。",
"α-62 异形花 妳细细养育着从某个地方得到的奇妙嫩芽，在妳的培育之下，那个植物越发茁壮，长得比妳还要高大。 然后某天，那个植物开始动了起来，把妳的亲人、朋友，任何在附近的人...... 一个个捕杀、吞噬。 而妳，最后也被吃掉了吗？",
"α-63 告发 只是单纯的一个发想或是好奇，妳展开了某个可疑事物的调查。 在得知了社会阴暗面的真相之后，基于体内的正义感，妳举发了那个事情。 而现在的妳，则是贯彻正义之后的结果吗？ 当时的努力，现在又算甚么呢？ 就连可以检举的对象也不在了。",
"α-64 死者之宴 那天，妳被妳所熟悉的人给袭击了。 那是带着混浊的眼瞳、歪斜嘴角淌流着液体的人群。 妳的故乡在一夕之间成了死者之城。 对于活死人的嫌恶感，也连带使妳讨厌起自己现在的样子...... 不过比起这些，还有更加不可饶怒的家伙存在。",
"α-65 善终 成长茁壮；养儿育子；迎接暮年，然后在幸福当中过世 ...... 可是为什么，现在的妳会醒了过来呢？ 为什么会是这样的身体？ 自己原本的老人身躯又到哪去了？ 疑问如潮水一般涌来。",
"α-66 合而为一 无论到哪里，都想要跟深爱的人在一起。 妳亲吻着如今已经忘了的那人身体，然后张开嘴巴，细细品尝，最后吞进肚子里头。 合而为一。 那个人，就在妳的身体里，逐渐成为妳的一部分。",
"α-67 累赘 什么事情都做不好，总是在扯着大家的后腿。 就连自己也开始讨厌起自己。 惨不忍睹、妳讨厌着这样的自己。 可是妳依然不想放弃尝试，现在的妳也在加倍努力着吗？ 现在的妳还被当成没用的孩子吗？",
"α-68 笨蛋 听到喝斥的同时，妳也被赏了一巴掌。 眼前的那个人泪中带怒。 当时的妳是干了什么好事？ 又说了什么话？ 而那个人又是谁呢？ 身旁的姊妹们会知道些什么吗？     ",
"α-69 犬奴的日子 用四只脚在地上行走，吃着主人在盘中放置的饲料，被人喊着好可爱好可爱地抚摸着。 妳曾经是一条狗，有着一个温柔的主人，每天每天都被细心呵护着。 因为妳是一只狗，妳一定是一只狗。",
"α-70 在墓碑前 那个时候，妳对墓碑低语着。 现在的妳已经忘了那是谁的墓碑，不过那个寂寞的墓园光景，以及自己的呢喃依然留存在妳的脑海当中。 坟墓里面躺着的，是妳很重要的人吗？ 还是不可饶恕的对象呢？",
"α-71 盛开之樱 樱花绽放、落英缤纷。 满开的底下，是薄桃色的幻想世界。 在那樱花之下的妳...... 在做什么呢？ 是沉醉在樱色之中？ 还是打从一开始就在企图着什么？ 有什么，不可告人的事情正在进行着。",
"α-72 尸山 眼前有许多人倒了下来，只是短短地抽搐了几下就一动也不动，彷佛遭到隐形的子弹给击中似的。 而妳就只是呆呆地看着这一切的发生。 终于，穿著防护衣的人们出现了，然后...... 然后发生什么事了呢？",
"α-73 摄影机 身旁架设起的摄影机，还有操作着的人。 那个人在拍的是什么呢？ 照片？ 还是影片？ 而妳又是在哪里、为什么会成为镜中人物呢？ 妳注意到了摄影机，因为是模特儿吗？ 还是、那是更为可疑的什么东西呢？",
"α-74 荒乱的气息 是谁的湿热呼吸，触碰着妳的颈项？ 那是完全无法忍受的恶心，而妳拚命地压抑着那股令人作呕的心情。 那个时候，到底发生了什么事呢？ 妳只知道，已成活死人的妳与姊妹们，是不会有那样急促呼吸的。",
"α-75 变异 那个人的身体开始变形，成了诡异的形状。 搔抓过的皮肤绽放开来，嘴巴也随着裂缝越来越大。 这是个可怕的恶梦，在这场梦中，妳只能不断地奔跑着。 不过，这个果然已经跟自己没有关系了。 现实当中的妳，已成非人的存在。",
"α-76 小猫 抚摸着膝上的小猫，那是会用同等关心响应妳的猫猫。 声带还没有完全发育的猫猫，只要用指尖轻轻搔弄，就会开始舔着妳的手指。 那是不知不觉当中，已经开始共同生活的猫猫。 妳真的很想再一次地与那只猫猫再会......",
"α-77 指尖余韵 手指与手指的亲密接触，在妳的淡淡的思念当中，应该只有那个人的存在吧？ 对方手指传来的微微体温，更让妳好生犹豫。 只要再一下下、再一点点的温存。 那股微微的温度，至今依然存在妳的指尖、妳的内心。",
"α-78 眼神无光 妳所看到的，是宛如死鱼一般的双眼。 那是谁的眼睛？ 而那双眼睛又在渴望着什么呢？ 因为无法理解，所以这样的眼睛令妳浑身不对劲。 然后妳才发现，吸引住自己的这双眼睛，到底是谁的眼睛呢？",
"α-79 放我出去 被关了起来，没有地方可以出去。 阴暗之中，妳拚命地敲打着门扉。 哭着、叫着，也没有人过来救妳、没有人可以放妳出来。 不知道过了多久，在那之后，妳死在里面了吗？ 还是说被谁给救了呢？",
"α-80 祭品 作为一名士兵、作为一个实验体。 妳献上了自己的身体，作为活死人之用。 在家人与周遭的祝福之下，献上了妳的身体。 而妳自己又怎样了呢？ 想不出来。 只是在妳被送走的时候，周遭的气氛莫名地高昂......",
"α-81 暗号 那一天，跟那孩子一起决定的，只有两个人知道的秘密暗号。 虽然妳已经忘了那个孩子是谁，可是妳们订下秘密暗号的事情，还有互相约定保密的事情，至今依然存在妳的心中。 ",
"α-82 再高一点 小孩子假装成大人的那个时候，为了争取周遭的认同，妳投注了相当多的心力，做了许多的蠢事。 而今那些会对妳嬉笑怒骂的大人都消失了，在妳周围的只剩下少女而已。 这让妳感到莫名地无力。",
"α-83 挚友 妳有着互相约定绝对不会忘记对方的超级好朋友。 共同分享着对方的回忆，时而鼓励对方；时而让对方安慰。 即使吵架了，妳们的友谊依然不变。 妳虽然记得这一件事情，可是就连那人的脸庞与名字都忘了...... 如果遇到了的话，是不是就能想起来了呢？",
"α-84 断发 妳有着剪掉长头发的记忆。 为什么要剪掉呢？ 那是一时的兴起？ 还是有着其他的原因？ 妳拥有的，是头发减轻的感触，后颈开始感受得到些许凉爽的感受。 妳剪头发的那一天，发生了什么事呢？",
"α-85 紧闭的门扉 眼看着庇护所门扉轰然闭上，妳被关在了外头。 是遭到了流放？ 还是来不及赶上？ 妳被留在这片荒废的毁坏世界中，然后妳的身体也渐渐地跟这个世界一样毁坏。   ",
"α-86 机工之身 无论是因为治疗，亦或是为了强悍的身体。 妳的身体有部份改造成了机械，而进行改造的设施，妳也有着模模糊糊的记忆。 然后身体变成机械了的现在，妳还在继续改造着自己吗？",
"α-87 人工冬眠 妳应该要在胶囊当中沉睡着的。 待到得以治疗病气的那天；又或者世界恢复和平的那天。 现在的妳的确治好了病痛，这个世界也没了战争...... 可是妳是什么时候，拜托人把自己的身体变成这样子的呢？",
"α-88 私奔 跟着心上人携手逃亡的那一天。 妳们是从哪里逃走？ 又要逃往何方？ 在这之中有着多少心动？ 而妳又为什么死掉了呢？ 最后，一起逃亡的那个人又是谁？ 尽管妳记不得了许许多多的事情，那依然是段耀眼的时光。",
"α-89 感情淡散 基于情谊与怠惰而持续的爱情，那是爱恋之火已不复起，就连余温也已消散，单纯不想让他人看闲话，而苟延残喘着。 妳见过这样如此难堪的爱情，便是妳双亲的身影。 然后现在的妳，也开始尝到这种爱情的滋味了吗？",
"α-90 多情之人 坠入情网很快；两人分手也很快。 妳享受着众多的爱恋、大量的乐趣还有与之同等的泪水。 这样的妳不曾在意过任何流言。 虽然妳记不得自己到底经历过多少恋情，不过妳也不会去在意。 从今往后也照着这个步调走下去就好了。",
"α-91 口舌之争 那是某个激烈的争执。 争执的双方是谁跟谁呢？ 那是妳自己参与的争论，还是身为旁观者偷看到的争吵？ 争吵的内容又是什么呢？ 那是应该想起来的事情，还是不要回响比较好的事呢？",
"α-92 告白 那一天、那个时候，妳提起了勇气说出的告白，还没有收到响应，妳就已经死了，这在妳的心头上留下一个遗憾。 只要能够回想起来、再一次的邂逅，然后好好地听到对方回答的话。",
"α-93 里世界 无法正大光明面对社会的生活方式，那是充满污秽的华丽世界。 而妳踏在那条道路上，就是现在，内心也毫无破绽。 虽然一些细节都忘了，不过在弱肉强食世界之中生存的本能，依然驱使着妳的身体。",
"α-94 小刀 下定了决心，妳在怀中藏起了刀刃，这是为了刺杀那个人而做的准备。 为了自己而做的了断。 虽然下手的结果妳不记得了，不过那一天的决心妳牢牢记在心中。 虽然忘了刺杀的是何人，不过妳不会忘记那一份觉悟。",
"α-95 光 在一如既往没有什么特别的日常当中，天空传来了某种声响。 然后突然之间，是戒备光芒所笼罩着，连带着妳周遭的一切都浸淫在光辉之中，正当妳感受到那片光芒热到会烫的瞬间，妳的意识中断了。",
"α-96 恐慌 那一天，人们化为暴徒，纯为欲望与冲动操控的暴行开始了。 暴行当中，妳被谁给伤害、打倒在地。 怒吼与狂乱之中，妳被无数的鞋子给践踏着。 在一切都已失控的世界之中，妳的意识消失了。",
"α-97 最后的治疗 是重病还是事故？ 总之妳已经成了连身体也无法控制，只能躺在床上的废人...... 可当妳知道最新的治疗方法有机会使妳恢复活力的时候，妳想也没多想当场就答应了。 而妳也确实得到了得以活动的身体，尽管跟想象的完全不一样。",
"α-98 助手 本来想也想不到自己会成为实验对象，妳在谁的手下协助进行研究 ...... 大概是死灵法师吧。 而在妳的身体当中，残留着当时的研究技术片段。 自己的身体到底变成什么样子、又经历了多少残酷的待遇，妳都了然于心。",
"α-99 培养槽 妳在充满了液体的狭小水槽之中。 这代表着妳是水槽当中造出的生物吗？ 还是妳本来就是作为人类而诞生的呢？ 为什么现在妳不在水槽里面呢？             ",
"α-00 早期作品 妳有著作为活死人的记忆。 那是在人类还行走于大地的时代，妳被做成了活死人。 表面上的同情、然后是迫害与阴狠的虐待。 人类对待活死人是多么地残酷，妳都明白。 ",
"β-01 反抗 不敢坦率地表达自己，妳总是用顽固的态度来掩盖自己的难为情。 结果为了那无谓的自尊，使妳交不到半个朋友。 妳的人生就是重复着伤害自己内心的循环。 而今妳再度重生了，面对这样的世界，妳能够好好地对人敞开心胸了吗？",
"β-02 时钟 不断注视着时钟的指针，妳在等着时间过去。 期待、不安、恐惧、希望...... 那个时候的妳，内心充斥着的是怎样的感情？ 只有刻画着时间的冰冷时钟，不知为何依然留在妳的记忆之中。 那个缓慢的指针，如今前进到了什么样的地方了呢？",
"β-03 沉睡的少女 脑海当中浮现的是一名少女，展示着白皙、沉稳的睡脸。 彷佛时间遭到冻结似的，一动也不动。 那个女孩是什么时候睡着？ 又要睡到什么时候呢？ 那真的...... 只是在睡觉吗？ 还是说......",
"β-04 受到称赞 被人说着好棒好棒地夸奖了。 那是令人感到骄傲、一方面又有点不好意思的感觉。 周遭尽是对着妳说话的人。 那是怎样了呢？ 谁的夸奖让妳铭印在心？ 而那个时候的妳又是做了什么才得到那些赞美的呢？ 真想再一次听听那些让人心暖的话语。",
"β-05 数着 墙上的污渍、毛巾的绒毛，妳正不断地数着。 为什么要做这些事呢？ 单纯觉得无聊？ 还是妳的个人兴趣呢？ 还是说...... 那个地方使妳不得不这么做呢？ 回答妳的，只有自己嘴里喃喃低语的数数。",
"β-06 庇护所 最终战争开始的同时，妳逃进了庇护所之中。 过于拥挤的人口。 在不安与恐惧之下，争执发生了。 那是等同于高唱着暴力、无视法律的争执。 接下来就...... 妳想不起来了。 可是妳并不认为那是个圆满的结局。",
"β-07 拘束 妳被绑了起来，为什么会这样？ 就连眼睛也被盖住，无论地点还是发生了什么事妳都无从得知。 就只是被强迫性地限制了行动...... 好可怕、好可怕。 可是如果尖叫的话，说不定会引来更为恐怖的东西...... 恐惧当中妳只能静静地掉着眼泪。",
"β-08 花冠 妳到花田去玩，头上戴着不知道是谁编给妳的花冠。 只有这么一天，妳享受着小公主一般的滋味，在花园的宫廷之中漫步着。 那个时候跟妳在一块的是朋友？ 家人？ 還是…… 恋人呢？",
"β-09 埋藏 妳拚命地挖着洞。 这里的话绝对不会被发现、这里的话绝对不会有人来。 不过还是要小心一点...... 谨慎地挖洞。 要把这个藏起来，不能任任何人看到。 快点！ 快点！ 不快点藏...... 什么东西呢？ 妳在那个地方埋了什么？",
"β-10 骑马 妳喜欢坐在马背上。 在那充满力量、跃动着的动物上头，使妳得以从高处看着世界，在流动的景色当中化成了风。 马是个很可靠的伙伴...... 也是妳的第二生命。 在这个没有饲料的世界当中，那匹马变成怎样了呢？",
"β-11 流浪 妳很少让自己在同一个地方安顿下来。 接触了无数的脸孔、无数的声音。 从那个时候开始，会来见妳的人，还有居住的地方，也早就让妳给忘了。 可是妳大概也有过许多的难忘聚散，至少妳想要回想起来。",
"β-12 普通的孩子 努力地在名为普通的道路上迈进着。 不可以表现自己，任何才能都要压抑下去，不能够比别人差、但也不能比别人好。 这样就能过上一个平稳的生活了吧！ 可是却吹来了一阵粉碎掉这份平稳的风，就连形骸也没有留下......",
"β-13 冤罪 遭人冠上了莫须有的罪名，即使控诉着事实也没有人愿意倾听。 妳就在千夫所指之下，被人鄙视、唾弃。 根本就没有能够拿来证明其他人才是正确的证据，可是却没有人愿意相信。 这样未免也太不讲理了！ 那个时候冤枉妳的罪名是什么呢？",
"β-14 傻傻等待 妳不断注意着时间，等待着什么人。 可是那个人没有来。 随着时间流逝、太阳成了黄昏，等待的对象依然没有出现。 妳要等到什么时候？ 不管要到什么时候，妳都会等下去。 在印象当中，妳就只是等待着。",
"β-15 圣夜 白色雪、火鸡香、欢声袅绕小镇间；圣诞树、教会钟、合家欢乐蛋糕前。 凛凛气氛平安夜，融融夜晚印心帘。 那天晚上对妳而言，有什么特别的事情发生了......    ",
"β-16 日记 妳写日记的习惯十年如一日。 虽然不晓得上面写的，是不是都是妳过去的辉煌记录。 不过每一天写下来的点点滴滴，都是妳确切的证明。 那一本日记现在依然留在这个世界上吗？",
"β-17 邪教 妳住在小小的教团当中。 在教团当中，教主的话就代表着一切。 而妳也遵从着那些指示，如教主所示、如教主所行...... 地做了些什么呢？ 妳做过什么事情、又发生了什么事情，全都想不起来......",
"β-18 兽齿 迫近的兽牙；血染的齿颚。 妳遭猛兽袭击、咬死然后吃掉。 妳那个地方原本就会出现那样的猛兽吗？ 还是被谁给释放出来的呢？ 该不会，那个东西其实并不是猛兽呢？   ",
"β-19 焚化炉 被关进了小小的箱子当中。 炽热、烟雾还有妳的惨叫，可是没有人响应妳的叫喊。 妳就这样被活活地烧死了。 那个是纯粹的意外？ 还是某个人的恶意？ 造成那样的恐怖与绝望，到底可以怪给谁呢？",
"β-20 天空之上 那大概是坐在飞机上的时候，从空中眺望着下面的云层。 在天空上，整个世界尽收眼底。 一切的一切都多么地渺小；海洋又是如此地湛蓝。 在那遥远的上空之中看到的世界，那份美丽、湛蓝还有感动，至今依然印象深刻。 现在的话，如果从空中往下眺望，这个世界美丽依旧吗？",
"β-21 破破碎碎 发生了什么事情，妳的手脚瞬间飞到了妳的眼前，骨碌禄地滚动着。 妳的身体遭到撕裂，就像人偶一样四分五裂。 那时的妳一下子就死掉了吗？ 還是…… 就跟现在一样，是个会动的尸体呢？",
"β-22 走马灯 一幕接着一幕的影像在妳眼前跑过，速度快到妳几乎无法辨认。 就像是整个人生的记忆瞬间爆发出来，那是毫无由来的奇妙自觉。 没错，这个一定就是妳死掉的时候看见的记忆走马灯，是串连着一切记忆的门扉。",
"β-23 代用 妳是一个复制人。 是某个人的备用零件。 作为替换脏器而生的备品。 妳的任务就只是为了某个需要用上妳的人而健康地活着。 妳是被如此教育着，事实上妳能待的也只有那个地方。 现在不同了...... 妳并不是任何人的替换品。",
"β-24 天启 妳倾听过神的声音！ 神的声音下达指示，而妳付诸实行。 神的声音肯定妳所有的一切。 神的声音向来不容质疑，总是指引着妳迈向绝对正确的道路。 然后现在，妳听不见神的声音了。 该怎么办才好？",
"β-25 性别反转 不知为何，在妳的心中有着不同性别的记忆存在。 这只是服装上的异样感呢？ 还是就连身体也有不同的感觉？ 现在的这个身体，跟记忆的拥有者到底有多少相似的地方呢？ 对大家而言理所当然的事情，对妳来说却不一样。",
"β-26 背叛 妳明明是信任着的，可是妳的那份信任却被残酷地践踏。 那份悔恨与丧失感依然存在妳的心中。 说不定，妳会死掉也跟那件事情脱不了关系。 不管是谁又做了什么事情让妳遭到了背叛，都必须好好回忆起来才可以。",
"β-27 摇篮 小小的摇篮。 在那里面有个洁净无邪，静静沉睡的小宝宝。 那是个祥和的时刻。 妳看着那个孩子、养育那个孩子。 啊不，或许妳就是那个孩子也说不定？ 那个小孩是谁呢？ 那应该是对妳来说非常重要的存在......",
"β-28 天才 从小就展现出高度智能的妳，迈向了研究的道路。 被称为天才的妳做出了许多发现，在妳的专业领域当中有着无数的贡献。 专业领域？ 那是哪方面的研究？ 在最终战争之中，妳是受人称赞的，还是让人憎恨的呢......",
"β-29 自卑感 那是妳相当熟悉的人物，与妳相当亲近的那个人什么都比妳优秀，就连内心的光辉也是耀眼无比。 而妳…… 也明白了自己只能扮演衬托那个人的配角。 无可隐藏的自卑感。 在忘了那个人是谁的现在，自卑感依然盘据在妳的心中。",
"β-30 姊姊大人 妳有个能够让妳依靠的年长女性。 那个人比谁都还要耀眼。 就算没有血缘关系、就算没有被注意到也好，她对妳来说就是心灵上的支柱。 如果在这个末日后的世界当中，她也还在的话，那是多么令人振奋的事情啊！",
"β-31 惩罚 那只是没什么大不了的恶作剧，发生了点小小的错误。 然后，反过来遭受到的，是痛彻心扉的惩罚。 除了毒打之外，更强烈的是纯粹的蛮不讲理感受。 憎恨着世界、憎恨着人类的记忆。 然后这个一切都毁灭了的世界，真让人感到一丝畅快！",
"β-32 紧箍的手指 深深用力的手指，缠绕在妳的脖子上。 脸颊在发着热，脑袋渐渐失去意识。 妳想说些什么，却发不出声音来。 难看地吐出了最后一口气之后，妳死掉了。 最后烙印在妳眼睛当中的，是那个掐着妳脖子的人的...... 脸。",
"β-33 杀意 妳把人给杀了。 意图相当明确、准备十分妥当、等待最佳时刻，然后妳把人杀了。 虽说是杀掉了，但那并非恨也不是爱，使妳动手的是纯粹的杀意。 令妳烦躁的是，妳想不起来到底是谁，又被妳用什么什么样的手法给杀掉。",
"β-34 公园 脑海中浮现的是恬静的光景。 就在附近的公园当中，有着秋千与溜滑梯，还有长椅跟孩子们的声音...... 那并不是一个大到哪里去的公园 ...... 可是妳相当喜欢那里。 就算只有残骸也好，不晓得那个公园还有没有存在这个世界上？",
"β-35 散乱 每经战斗，看着四散的人肉时，妳总会回想起来。 那个老是乱七八糟，不曾整理的房间。 房间虽然凌乱，却是可以让妳感到放松的空间。 那是妳的小窝。 而会因为这样对妳叨念的人，现在也都不在了......",
"β-36 同居 与喜欢的人共同居住过。 不对，还是说跟曾经爱过的人过同居住过？ 生活空间就在旁边，近得就连对方的呼吸都感受得到，就算不用伸出手，也可以互相感受得到对方的体温。 那个甜蜜的时光到哪里去了呢？ 为什么会想不起那个人的样子呢？",
"β-37 恐怖的爱 妳被人给爱着。 那是扭曲的恐怖之爱，那是彷若跌入蛛网一般的爱...... 不，那只是执着罢了。 妳深深感到恶心、不耐还有恐惧。 就算如此，妳还是受到宠爱，被人爱着、爱着——然后在名为爱的结局之中遭到杀害。",
"β-38 怒吼 辱骂的声音回荡在空气之中；破裂的器皿散落在地板上头，那是名为暴力的风暴。 而除了等着那个灾难过境之外，妳根本束手无策。 那个时候的妳，完全没有反抗的能力。 是谁承受着那股暴力狂澜？ 是妳？ 还是某个其他的谁？ 要是当时的妳，能有现在的力量的话......",
"β-39 逃跑！ 那是收容所？ 训练机关？ 研究所？ 医院？ 还是孤儿院？ 妳被关进了某个地方，然后逃了出来。 妳跟着谁共同携手，为了抓住那远方的希望。 然后，妳到达了怎样的境地了呢......",
"β-40 忏悔 浊气在妳的心中持续堆积。 妳每一天都在向神明祈祷与忏悔。 妳曾是多么希望能够获得原谅。 妳曾是殷殷盼望着能够从谁的口中，只是短短几个字也好，妳希望能够得到原谅。 妳做过了什么？ 又为了什么而忏悔？ 还是犯下了怎样的罪呢？",
"β-41 狐狸精 爱恋的人被夺走了。 不可原谅！ 不可原谅！ 好不甘心！ 好忌妒！ 真是恨得要命！ 那个人明明就是属于妳的东西！ 破碎零散的记忆让妳烦躁不安。 不管是那个人的长相还是名字，还是那个狐狸精的样子跟名字，妳全都想不起来。",
"β-42 舍弃 妳有着用冰冷眼神，鄙视着求助者的记忆。 对了对了，那是派不上用场的家伙被妳给舍弃了。 毕竟已经没有用啦，没有用的东西毫无任何价值。 然后现在的妳，成了尸体人偶。 死掉没有用的妳，又是被谁给抛弃了呢？",
"β-43 自己的死样 妳曾看过自己死亡的面容。 那该说是灵魂出窍呢，还是照到了镜子？ 只是偶然间看到长得跟妳很像的死者吗？ 还是说，死掉了的其实是妳自己...... 毕竟现在的妳已经是个精巧的人偶了。 搞不清楚先后顺序，徒留混乱在心头。",
"β-44 杀了我 失去了大部分的身体。 动弹不得、发不出声音、就连看也看不到。 一切尽在黑暗之中，剩下来的只有内心。 妳使劲地呻吟、挣扎，可是根本没有任何人在，看不见光辉。 老天爷啊！ 请把我给杀了吧！ 现在就连神明也不愿意实现愿望。",
"β-45 怀疑 信赖的人物不再让人信任。 太可疑了。 这样的疑念伴妳度过了每一个日子，有时候妳甚至也有可能将疑问化为实际的行动。 跟在那个人后面监视着。 结果是完全没有任何发现。 可是，一定还有什么东西没有发现。",
"β-46  戏法 妳着迷于戏法当中，并且在手指技巧上下了好一番功夫，已经是可以变出简单戏法的程度。 到了现在...... 妳还多少记得指掌的技艺。 要是表演给姊妹看的话，一定会很开心，或许会在意想不到的时刻、意想不到的地点，派上用场也说不定。",
"β-47 邪悦 惊悚的惨案；骇人的悲剧。 看见他人身陷绝望之中的时候，不晓得为什么，妳笑了出来。 妳很享受观赏这样的事情。 别人的不幸就是妳的快乐。 而今不幸的后果造就了的这个世界，浮现在妳脸上的又是怎样的表情？",
"β-48 密告 小小声说出了某个秘密。 而妳明知会害到某个信任着妳的人。 为了小小的利益或者片刻的安心，做为妳出卖某人的代价。 又或许那只是单纯的好奇心也不一定。 没有那件事情的后续记忆，或许也是一种幸福吧。",
"β-49 浪费 那个也要这个也要，只要不拿到手就会浑身不对劲，于是为了达到目的不择手段，恣意挥洒不属于自己的钱财。 大梦初醒尽是一场空，那些本该到手的东西，还有负起的代价全都是虚无。",
"β-50 机器人 从前，有个可以在一定程度之下自主行动的机器人偶，被当成了宠物还有玩具。 如今成为这样的妳，也曾有着某个喜爱的机器人。 取上名字、闲话家常，当成人类一样来对待。 尽管，那个机器人打从一开始，就是个披上外皮的活死物而已。",
"β-51 发现者 是尸体 ...... 看一眼就知道了。 那并非战场，也不是在医院或者发生任何事故。 那并不是个适合放置尸体的地方。 是谁？ 又是怎么死的？ 妳想不起来。 明明自己就是个尸体，却残留目睹尸体的震撼。",
"β-52 冲击！ 注意到的时候已经太晚了。 随着尖锐的声响，车子对着妳撞了下去。 转瞬间瘫软的身体；慢动作播放；冲突；全黑；妳死掉了。 自己那没什么特别、不怎么稀奇的死状，在妳的脑海当中缓缓浮现......",
"β-53 资优生 不能没有一个大家的榜样存在，记忆当中，任谁都如此寄望着。 而妳则有响应这些期待的义务。 所以妳一直遵照着期望去努力，跟从着期许活着、活着、活着...... 最后一定也是在希望之下去死的吧。",
"β-54 掠夺者 那些是暴徒，或者说是士兵。 一切的一切都被染指、掠夺以及烧毁，都被那些家伙给狠狠地蹂躏。 曾有过的任何东西，全都惨遭夺取的地狱。 那是倏忽亦若永恒的一天。 然后现在，妳也在收割着生命。",
"β-55 诱惑 妳曾甜美地、温柔地、妩媚地勾引过谁，而那个人也同样在妳身上寻求着什么。 这是情欲的交易，妳给予所需，而对方应该也...... 给了妳什么。 那个时候妳得到了什么？ 而那个人又是谁呢？",
"β-56 完全管理 那是曾遭完全控管的记忆。 对着一举一动直到说出来的一字一句...... 监视、密告还有挖掘。 一刻也不能松懈，就连内心也不是自由的。 只要有点细微的抵抗，就会招来愤怒与处罚，每天都在压榨与剥削之下。 已经不想要再回到那样的地狱去了。",
"β-57 暴风雨 暴风雨的记忆当中，有着呼啸的风、重落的雨，以及交加的闪电。 远方传来什么东西坏掉的声音。 妳在胆怯之中钻进了被窝，一觉醒来迎接自己的，一定是什么事情都没有发生的晴朗的日子。 要是现在还能够躲进那个被窝里头...... 就太好了。",
"β-58 宝石 闪闪发光的宝石。 那个美丽使妳目不转睛地盯着。 那是谁的东西，又是在哪里看到过...... 就连这些也都想不起来。 可是妳知道，那个耀眼的宝石，就算是在这个终结的世界当中，一定也是亮丽璀璨。",
"β-59 绘本 读了那个绘本读了好多遍，重复地读着读着。 一字一句全都浮现出来，就是现在依然记得。 虽然想不起来自己生前是个怎样的人，那个绘本却是忘也忘不了。 可以的话，真想再得到那本书。",
"β-60 床单上的血 沾上血迹的脏床单；绞尽脑汁想要湮灭证据的妳。 一旦天亮大概就会被发现了。 有什么可以让床单消失，又不会让人感到可疑的办法呢？ 为什么会有这种念头，这个念头又有什么用意呢？",
"β-61 门铃 来客告知的门铃响起，毫不设防地走到了门前，理所当然地打开了门。 妳对着记忆中的自己拚命呼喊，不可以这么做，绝对不可以把门打开！ 可是门开了之后的事情...... 妳什么也想不起来。",
"β-62 隐藏的思念 喜欢的对象，还是有过。 对于那个人的想念，总使心痒难耐，可是始终都没能传达那份心意。 直到最后的最后，沉浸在悔恨当中。 就算无法连理相结，要是能够好好告白那就好了。 现在，已经不想再度重复同样的错误。",
"β-63 墓场 妳站在墓碑的环绕之中。 那曾是个寂静的坟场。 不知道是谁在某人的坟前献上了花。 一定是曾经很重要的人吧。 可是没能回归尘土的妳想着。 要是能在这个坟墓底下长眠的话，那个人一定会很幸福吧。",
"β-64 上吊 是谁被绳子吊了起来，套住了脖子因而失去生命 ...... 就像一个大大的人偶一样。 而妳直直地盯着那个摇晃的物体。 那到底是谁呢？ 妳应该要知道的。 对妳来说那一定是个相当重要的人，还有最后的结局。",
"β-65 阳光的味道 是晒过了的棉被，还是那孩子的头发？ 把脸埋进去的话，就能感受到暖暖的温度，还有太阳的香味，使妳沉浸在幸福的气氛当中。 可是，在现在这个遭到重云笼罩的天空之下，那个温柔的气息，已经不知道在哪里才找得到了......",
"β-66 明日 只要到了明天。 明天、明天。 明天，曾有个什么不得不做的事情。 明天本来是个很重要的日子！ 好奇怪。 好奇怪...... 真的太奇怪了！ 明明已经过了那么久了...... 不管如何等待，却都等不到那个下一天。",
"β-67 医疗处置 绷带、药品、消毒水。 为着受伤的人们治疗的记忆。 感谢的话、痛苦的呻吟、渐死之人。 与充实感同等份量的是无力感。 啊啊，然而现在的妳们，已经不再需要那样的医疗处置了。",
"β-68 拥抱 抱着谁的记忆；被谁给抱着的记忆。 重要的人、珍惜的人，本该被这双手给紧紧地抱着，而今却是空空如也...... 追求那股温暖的妳，是不是也会不禁抱起妳的姊妹呢？ ",
"β-69 不可告人的愉悦 那是不可告人，专属于妳的秘密娱乐。 那样子的淫乱不可以让任何人知晓，可是妳也没有办法停下来。 贪图着卑猥的愉悦。 现在的妳，依然知道那种愉悦的滋味。 面对姊妹的话...... 还是不要暴露会比较好。",
"β-70 生日 还记得出生的日子。 在那一天，任谁都会给予祝福。 随着季节流转，那样的日子就只是纯粹地来来去去。 没有日期的现在，所谓的生日也不过只是个数字。 可是这样的数字，或许也能够成为生前的线索也说不定。",
"β-71 垂钓 放空脑袋望着水面以及垂线入水的记忆。 那是过去的妳在垂钓的画面。 那是过去的妳的日常兴趣，虽然偶尔身旁也会有谁在一起的记忆。 只是那个辉映着美丽自然的潾光荡漾水面，以及悬垂的钓线...... 依然留在记忆之中。",
"β-72 毒 一边倒入茶水，一边倒入 ...... 药物。 妳深知那为毒物。 而在热气轻腾的茶杯里，看起来就跟一般的茶水没有两样。 是谁喝下了里面的东西？ 妳自己吗？ 还是说...... 给谁喝去了呢？",
"β-73 将来的梦想 曾经有过对于未来的梦想，为此也付出过心力。 虽然不晓得那个梦想到底有没有办法实现，那时的内心总是有些不安。 可是未来一片光明，充满了希望。 这样残败的光景不曾出现在那个未来当中。 就算还抱有许多的梦想，可是还有实现的机会吗？",
"β-74 权力宝座 那是仅只存在于一个小小的地方？ 还是就连妳那大大的眼睛也看不到边界的范围？ 总之妳曾经真正握有过权力。 扮演着在上位者的角色，同时也习于傲慢行事。 只是，妳想不起来这样的依据，以及到底是怎样的权力......",
"β-75 仆人 妳曾有过一位佣人，无论何时都在妳的身边，给了妳许多的东西，也帮妳分担许多事务。 虽然妳知道那是个相当重要的人...... 可是现在，妳却忘了那是一位怎样的人物。 一定要想起来！",
"β-76 夕阳 向晚夕阳的风景，天空一片茜红。 那样的光景美丽到，就是现在依然深深烙印在眼眸之中。 看着那片景色的时候，是独自一人呢，还是身旁有谁陪伴呢...... 这个世界的夕阳，跟那个时候的完全不一样，只会让心中充满着烦躁。",
"β-77 耀眼之时 吸引了大量的视线，值得夸耀的记忆。 众多的视线、赞赏的话语还有小小的一点嫉妒。 一举一动都在欢腾的人们。 还有得来的评价。 可是现在，在妳身边的只有妳的姊妹。 每当回忆涌现，都会让妳体会到这个世界是多么地寂寥。",
"β-78 诡异的画 看过一幅诡异的画，虽然那也有可能只是张照片。 可是那绝对跟美丽两个字扯不上关系。 那是既恐怖又诡谲，有个什么绝对不可以去回想的...... 就算妳已经想不起细节，可是在记忆当中，那个印象完全无法抹灭。",
"β-79 大失败 那是令人羞耻的失败。 虽然可能只是个没有什么大不了的失败。 但是只要回忆起来，就会感到难以承受的痛苦。 为什么留下来的偏偏会是这样的记忆呢？ 真不太想对姊妹提起......",
"β-80 魔法 打从心底相信超自然一类的魔法真实存在着。 所以妳去学习，咏唱着咒语；举行着仪式。 妳知道一定会有什么很厉害的事情发生，而妳也相信着无聊的日常也会就此消失。 日常完全结束了。 现在的妳依然相信着魔法吗？",
"β-81 现地征兵 士兵们在妳的面前真的这么干了。 无数的子弹击发而出，人们一个接着一个倒地，然后是漠然作业着的士兵...... 让那些死掉的人们一个接着一个重新站了起来。 妳也死掉了吗？ 还是妳是让尸体复活的那一方呢？",
"β-82 死者回归 本该死了的友人，成了具有人格的活死人回来了。 尽管那人的言行举止一如既往...... 可是周遭依然产生了防备、疏离与异样的眼光。 最后还是与妳们拉开了距离。 然后现在，妳的身体也变得跟那孩子一样了。",
"β-83 罕病 身体好奇怪。 症状又是完全没有见过。 混乱、困惑、还有焦躁。 最好还是快点到医院去...... 畏惧着降临在自己身上的异状，妳回避着人们前往了医院。 可是，那真的是单纯的生病吗？",
"β-84 巨人 只在恶梦当中才会出现的尸肉巨人朝着妳走了过来，那个动作既缓慢而又诡谲。 巨大的身躯蠢动着逼近了妳，将妳整个人笼罩在阴影底下。 那个巨人从妳的头上...... 然后是一片黑暗。 那个到底是什么呢？ 是妳人生的最后一刻，还是......",
"β-85 少女人偶 留在记忆当中的，是坏掉的人偶。 那是一个做成甜美可爱的少女形状人偶。 那一定是一个人偶，绝对是人偶没有错，人类不管怎样都不可能变成那个样子。 就算有些小小的动静也只会是自己的错觉，那个绝对只是个人偶......",
"β-86 开发训练 为了超能力的开发，妳被丢进了乱来而又不讲道理的训练之中。 没有意义的行为；形同拷问的处置；摆明了的虐待。 完全就是把人当成实验动物来看待的科学家。 如果可以的话，真想打从一开始就不记得这些事。",
"β-87 不可思议的力量 那是与生俱来就与别人不一样的感觉。 诸如不用伸手就能触碰、不用张眼就能看见之类的感觉。 对于跟别人不一样的自己，心里面同时存在着自卑与优越。 遭到排斥的同时也鄙视他人。 可是这样的感觉也只曾在，作为力量觉醒的时候才有的......",
"β-88 ESP失控 妳在某个研究所获得了 ESP...... 却失控了。 流进了超过人脑极限的情报量。 瞬间的全能感。 毁灭性的力量，席卷周遭、杀死了人，同时也破坏了脑袋，把妳自己给杀了。",
"β-89 食尸 饿到快死的途中，妳就连啃着珍爱的人的尸体也要活下去。 所以妳有过为了那个人活下去的义务。 然而这就是最后的结果吗？ 是为了在死后能够继续活着...... 而吃的吗？",
"β-90 头盖穿孔 头骨上被开了个洞，直接接触了脑袋。 虽然麻醉生效了，意识却还是清醒的状态。 那是带着异样与冰冷感受的清凉感。 比起这些，当初说是这样就可以获得全新的感觉。 而妳确实得到了吗",
"β-91 研究者狩猎 暴动开始了，跟活死物开发与制作的关系者一个个遭到杀害。 妳也因为身为关系人员的家人...... 在遭到暴徒群给吞噬之中，眼睁睁看着家庭成员惨遭虐杀。   ",
"β-92 死者再生 一直在观察着将死者转变为活死人的工程。 那是只要拥有设备与工具，就连自己也有办法操作...... 的程度。 可是，面对着这一切的妳究竟是谁？ 是制造的一方？ 还是受造的什么产物呢？",
"β-93 国威征兵 为了国家，就连孩童也成了士兵。 任谁都没有拒绝的权利，反而就连妳自己都感到光荣。 被当成了英雄送了出去。 手里拿着握都握不住的枪械，就前往了前线...... 然后，大概就这样死了吧？",
"β-94 昆虫兵器 妳看到了广大的培养层，以及孕育其中的巨大昆虫。 畏惧、嫌恶、高扬感。 那个时候，妳是站在什么样的立场去看那些事情的呢？ 而今的巨大昆虫早已四处蔓延。 这一定跟过去所见的那些事物脱不了关系。",
"β-95 实验志愿者 为了制造强化士兵而进行的人体实验招募。 成功便为英雄。 抱持着对大噪名声的向往，妳志愿报名了。 虽然无法想起在妳身上发生的详细事情。 可是，妳知道在最后抱持着的感受，名为后悔。",
"β-96 转移实验 妳的记忆与自我，并不在原本的肉体 ...... 而是某个少女的肉体 —— 活死人化之后，转移过来的。 之后，妳就已经不再是原本的自己...... 成了那个她。 那么，她自己的自我如今又在何方？",
"β-97 英雄 在战争当中创造了辉煌的战绩。 妳击败了无数的敌军，获得众多荣誉。 那是以少女的身躯？ 还是少女以外的什么，或者其实早已死掉了呢？ 除了颂赞之外，妳想不起更多事情。",
"β-98 返老还童 记忆中有的，是对年轻的强烈执着。 镜子当中反射的老人面孔。 那是与现在的妳完全不一样的妳自己。 希望那只是别人的记忆。 可是说不定其实真正妳，跟现在的这个外表...... 完全不同人也说不定。",
"β-99 末日之后 世界灭亡，残存的人类互相扶持、互相憎恨、互相争斗 ...... 步步迈向灭绝。 妳眼中所看到的，是被放弃两个字所笼罩的世界。 那样的妳是当时的残存者吗？ 还是，某种特殊的旁观者呢？",
"β-00 死后复生 成了活死人苏醒，受到震撼的记忆。 妳已有过一度，或者更多的次数，遭到复苏成为活死人...... 在那之后，受到破坏了吗？ 为什么会成为拥有自我的活死人呢？ "]
}