{
"房间板块":[
	"\n【大厅】\n板块大小：2*2\n门(可选)：后方、左后方、左前方、右后方、右前方、前方左侧、前方右侧\n行动区域：左前方、右前方、后方\n整个房子的大厅，后侧是房子的大门，大厅周围三面都有门；后方墙边两侧有两个雕像立在角落；地板是黑白方格写斜砖铺着红色的花纹地摊；房间中间有一个小桌子，放着一些杂物；右侧有一张小短桌，上面摆着两个花瓶；左前方的角落里放着一张储物桌，上面摆着一些茶壶茶杯，前方的墙面上挂着几副油画。",
	"\n【餐厅】\n板块大小：2*2\n门(可选)：左侧后方、右侧后方、前方右侧\n行动区域：左前方、右前方、左后方、右后方\n前方一半是厨房，后方一半是餐厅；餐厅中间放着一大张长条桌子，周围摆放着几个椅子；餐厅左前方角落放着一个小柜子，里面是一些餐具；餐厅的四周墙面都挂着各式装饰画；厨房后方右侧通往餐厅的前方右侧；厨房左侧是洗碗柜；厨房后方左侧是一排小架子，上面放着一些杂物；厨房右侧是一个冰箱和一些废旧箱子；厨房前方右侧中间是炉灶；前方左侧是一个酒柜。",
	"\n【阁楼】\n板块大小：2*2\n门(可选)：后方左侧、右侧后方\n行动区域：前方、后方左侧、后方右侧\n后方右侧是一个左高右低的楼梯；后方左侧摆放着几个破旧的架子；前方左侧是一大堆杂物，旧纸箱子；前方中间是一张铺在地上的床铺；前方右侧是一堆杂物破烂和一个小柜子；前方左侧的墙上与一扇窗户。",
	"\n【舞厅】\n板块大小：2*2\n门(可选)：左侧后方、右侧前方\n行动区域：左前方、右前方、左后方、右后方\n房间十分宽敞；左前方放着一架钢琴；右后方放着一个小圆桌，上面摆着一篮花，旁边还有一个长条的椅子；后方墙上有两扇窗户。",
	"\n【起居室】\n板块大小：2*2\n门(可选)：左侧后方、前方左侧\n行动区域：左前方、右前方、左后方、右后方\n左侧前方中间是一张长条沙发，前面有一个小圆桌，下面铺着大面的原型地毯；左前方角落里有一个小吧台；后方左侧是一个小方桌挨着墙，下面有张半圆形地毯，上方挂着一副油画；后方右侧是一套沙发，一个长沙发挨着墙，一个单人沙发在左边，中间夹着一个小方桌，上面摆着一盏台灯，两个沙发呈90度摆放，面对着一个椭圆形茶几；房间右侧是三扇窗户；前方右侧是两张小沙发，中间夹着一张小桌子，下面铺着长方形的地毯。",
	"\n【室内过道】\n板块大小：2*2\n门(可选)：前方左侧、前方右侧、后方右侧\n行动区域：左侧前方、左侧后方、右侧前方、右侧后方\n左侧是两间小房间，右侧是一个过道；过道右侧墙上挂着几个装饰画；左侧后方的房间内只有一张床，一个床头柜，上面放着一盏台灯，对着床有个小柜子，别无他物；右侧前方的房间的左下角摆着床，旁边是一个小柜子，地中间铺着圆形地毯，左上方角落里有些杂物。",
	"\n【地下室】\n板块大小：2*2\n门(可选)：后方左侧、左侧前方、前方右侧、右侧后方\n行动区域：左前方、右前方、左后方、右后方\n左后方是一个后高前低的木制楼梯，楼梯下放着一些杂物；地下室导出堆积着各种杂七杂八的杂物，中间立着一根支撑的石柱；",
	"\n【办公室】\n板块大小：2*1\n门(可选)：左侧、右前方\n行动区域：左侧、右侧\n整个房间铺着木制的地板，看起来十分考究；左后方墙边立着一个立式抽拉的储物柜，顶部放着一些瓶瓶罐罐；后方左侧和中间的墙面上挂着两幅不知名的油画；后方右侧是一排书柜，占据了大半的墙面，上面放着一些杂物；房间的右侧是一张单人沙发和一张小桌子，桌子上放着一些茶具和一盆盆栽；前方的墙面上只是挂了两幅装饰油画；房间的正中央左侧区域内，放着一张长条办公桌，上面有一盏台灯和一个看起来很舒服的办公椅，桌子对面是两张会客的椅子，下面铺着白色花纹地毯。",
	"\n【走廊角落1】\n板块大小：2*1\n门(可选)：后方右侧\n行动区域：左侧、右侧\n左侧和后方右侧通往另一部分走廊(可选)；前方左侧有一个小梳妆台，上面摆着一些化妆品，旁边有一个小凳子；前方中间有一个小桌子，左右各有一个立式落地灯，桌面上是一些杂物；右前方角落里有一张小沙发；右侧是一个小长条箱子。",
	"\n【走廊角落2】\n板块大小：2*1\n门(可选)：后方右侧、前方左侧\n行动区域：左侧、右侧\n后方左侧和右侧通往另一部分走廊(可选)；左侧有一张工作台，工作台上有些杂物，旁边放着一把椅子，地上铺着一块圆形地毯；四周的墙面都挂着一些装饰画。",
	"\n【走廊尽头】\n板块大小：2*1\n门(可选)：左侧、后方左侧、前方右侧\n行动区域：左侧、右侧\n左后方角落里有一张小沙发；后方右侧中间有两张椅子，中间是一张小圆桌；前方左侧是一个长方小桌子，上面散落着一些纸张；前方中间的墙面上挂着一幅油画；走廊正中是一块方形的条纹地毯。",
	"\n【走廊楼梯】\n板块大小：2*1\n门(可选)：右侧\n行动区域：左侧、右侧\n左边通往另一部分走廊；中间是一个左高右低的楼梯，楼梯两侧挂着一些装饰画。",
	"\n【图书室】\n板块大小：2*1\n门(可选)：后方左侧、右侧\n行动区域：左侧、右侧\n左前方是两张小沙发和一个立式台灯，沙发上放着一本书；前方、左侧、后方的墙壁上都是书架，里面摆满了各式书籍；右侧前方是个小橱柜，里面放着一些杯子和盘子以及一些茶点；右侧后方是一个玻璃门储物柜，里面放着一些杂物；房间角落的地上有几本散落的书籍；房间正中铺着一块长方形的巨大花纹地毯。",
	"\n【书房】\n板块大小：2*1\n门(可选)：左侧、后方右侧\n行动区域：左侧、右侧\n房间的后方左侧是一个壁炉，旁边放着一些瓶瓶罐罐；右后方角落里放着一个坛子；前方右侧是一个钉在墙上的小架子，上面放着一些杂物和盆栽；前方左侧有一个橡木书桌，上面有一盏台灯、一些杂物，底下铺着长方的地毯，还有一个看起来挺舒服的沙发。",
	"\n【娱乐室】\n板块大小：2*1\n门(可选)：左侧\n行动区域：左侧、右侧\n左前方角落里是一张沙发和一个小柜子，上面放着几瓶酒和酒杯；左后方是一个小吧台，里面有一些杂物；房间正中摆放着一张大台球桌，下面铺着长方的地毯；右侧是一张长条沙发；房间的四周都挂有挂灯和装饰画。",
	"\n【卧室1】\n板块大小：2*1\n门(可选)：后方左侧、前方右侧、右侧\n行动区域：左侧、右侧\n左侧墙边有一个衣柜；左侧中间是一个大床，两侧各有一个床头柜和一个踏脚的圆地毯；右侧地中间有一张椅子；四周墙壁上挂着一些装饰画。",
	"\n【卧室2】\n板块大小：2*1\n门(可选)：后方右侧\n行动区域：左侧、右侧\n左侧墙上挂着两幅装饰画左后方角落里有一些杂物和一张脚踏；后方左侧中间是一个长条沙发；右后方角落是一个衣柜；右侧前方是一个小工作台，上方挂着一张油画，桌子上有些杂七杂八的文件，还有一盏台灯和椅子；前方右侧是一张小沙发和一个小茶台，上面摆着一些茶具；前方左侧中间是一个小矮柜，上面放着一些备用的茶杯什么的；前方左侧是一张床，铺着床单和枕头，旁边的地上是一块长方的地毯。"
]
}