{
"大失败":[
	"你进行【会计】检定：D100=[1d5+95]/[1d91+4] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你在检查账本的过程中一不小心把烟灰掸在了账本上，引发了火焰将整箱账本全部烧毁了",
	"你进行【会计】检定：D100=[1d5+95]/[1d91+4] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你在计算过程中头脑有些发昏，将1+1按照等于3算了，意外地发现了一种新的几何，透过数字之间，你仿佛看到了某种不可名状的空间【SanCheck 1D3/1D8】",
	"你进行【人类学】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你感觉你一瞬间似乎融入到了当地的风俗中，恍惚间似乎见到了某种古怪的祭祀，所有人都戴着奇怪的面具，你的肤色和价值观隐约发生了一些改变【San-1】",
	"你进行【估价】检定：D100=[1d5+95]/[1d91+4] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你拿起这个花瓶试图评估它的价值，但是手一滑，整个花瓶都撞在了桌子的角上，摔在了地上，摔得粉碎。透过残留的碎片，你辨认出这个花屏价值不菲。",
	"你进行【考古学】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你仔细地辨认这件器物的年代，带是由于靠的过近，鼻子尖不由得把这件器物撞开了，整个摔在了地上，摔得粉碎，并且你的鼻子感觉到像是过敏了一样变得异常的难受。",
	"你进行【魅惑】检定：D100=[1d5+95]/[1d81+14] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你上前试图魅惑这个人，你试图找点地方夸一夸这个人，但是仔细看去，这个人眼角残留着眼屎，大片牙外翻着，露出黑乎乎粘糊糊的牙根，脸上坑坑洼洼，甚至有一个白色的小包正在往外鼓，头发油腻腻的，甚至爬出来一只小虫子，整个人都臭烘烘的，你不由得吐了出来。",
	"你进行【攀爬】检定：D100=[1d5+95]/[1d76+19] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你奋力地往树上爬，在半路手一滑，掉了下来，屁股着地，炸了",
	"你进行【计算机使用】检定：D100=[1d5+95]/[1d91+4] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你在网上查找资料的时候不小心手滑点中了一个链接，接着电脑的风扇疯狂转动了起来，桌面上出现了一个又一个软件的图标：“百度杀毒4.0”、“百度卫士4.0”、“百度下载助手”、“百度工具栏”、“百度电脑专家2.0”、“百度浏览器”、“桌面百度”、“百度日历”、“百度手机助手”、“一刀999”......电脑变得越来越慢，接着蓝屏出现，等你试图重新启动的时候，电脑已经打不开了。",
	"你进行【信用评级】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n对方不仅没有认出你，甚至把你认成了在逃犯，警察很快就赶到了，将你临时关在了拘留所",
	"你进行【克苏鲁神话】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你感觉你的大脑一片空白，对眼前的事物毫无辨别能力，甚至感觉大脑空空荡荡的，一瞬间仿佛无穷无尽的诡异知识从你脑中浮现又消失，你仿佛一个看客一般，没有记住任何东西【SanCheck 1D3/1D8】",
	"你进行【乔装】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你认真地把自己打扮成了一位淑女，但是你忽视了你过于粗壮的四肢和坚毅的面庞，以至于守关的卫兵见到你直接逃跑了",
	"你进行【闪避】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你一个细柳绕西风往后跟一个硬靠铁板桥，只听嘎嘣一声，你的腰间传来一阵剧痛，不由得倒在地上，半天起不来",
	"你进行【汽车驾驶】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你一脚油门踩下去，接着二档换四档，油门踩到底，方向盘使劲往右一打，后轮沿着左侧的排水渠漂移而过，尾灯闪过一道亮丽的红光。紧接着车前盖突然冒出一阵白烟，发动机爆缸了。",
	"你进行【电气维修】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你试图维修这个机械，先用试电笔试了试电压，判断没有问题后，你掏出扳手对着核心部件一阵空拧，只见机械损坏的部分肉眼可见地变好了，但是在即将修好的时候，扳手冒出一阵火星，仿佛虚空中有段进度条突然中断了一般，机械一下子爆开来，显然已经彻底损坏了。",
	"你进行【电子学】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你用焊枪重新点焊了这块电路板，你自信满满地插上了电源，只听“嘭”的一声，一阵黑烟从电路板上冒了出来，你被吓了一跳，坐在了地上，仔细检查之后你发现你不小心把正反极接反了，但是电路板显然已经没法继续修理了。",
	"你进行【话术】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你努力用语言试探劝说着这个人，但是可能是性格原因，你们两个说着说着就吵了起来，甚至要动起手来，你气坏了。",
	"你进行【斗殴】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你重重地朝前挥了一拳，但是没注意距离，一下子挥空了，并且顺势砸在了地上把手腕扭到了",
	"你进行【手枪】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你朝前射击，子弹打在了附近的墙壁上，在混凝土墙壁上弹到了天花板上，接着在吊灯的金属上继续反弹向地面，正好打在了队友A迈出的大腿上。",
	"你进行【手枪】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你朝前射击，但是没响，你楞了一下，不由得又扣了一下扳机，这次这发子弹被激发了，顺势打在了之前堵住的那发子弹上，整个枪膛炸裂开来，把你的手崩伤了",
	"你进行【急救】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你试图对面前昏迷的这个人进行急救，但是缠绷带的时候过于用力，只听一声清脆的嘎嘣声，他的头软软地歪向了一个诡异的角度。",
	"你进行【急救】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你试图对面前昏迷的这个人进行急救，但是手术刀在手上一滑，不小心划过了他的主动脉，一股血液喷涌而出，血流不止。",
	"你进行【急救】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你试图对面前昏迷的这个人进行急救，你用力按压他的胸口进行抢救，但是可能是用力过猛了，咔的一声，你感觉他的胸口整个塌陷了下去。",
	"你进行【历史】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你隐约记起来关于这件事物的历史，但是你完全记混了，你把它当作了历史中另一件事物，以至于得到的结果南辕北辙，但是你信誓旦旦地认为没有任何问题。",
	"你进行【恐吓】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你试图掏出枪恐吓他，但是他不为所动，你有些生气，想给他点苦头尝尝，于是瞄准他的脚尖扣下了扳机，一条水线射向了他的脚尖，打湿了他的鞋子。",
	"你进行【跳跃】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你感觉身体从未有过的轻盈，一下子跳起来足有两米高，但是紧接着落地的时候没有注意到地上的一块小石头，你栽倒在了地上，你的脚腕感到阵阵钻心的疼痛，整个脚踝都肿了起来。",
	"你进行【法律】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你双手重重地拍了拍桌面，接着伸出一只手，用食指向前指着面前这个人，大喊道“異議あり！”，但是紧接着愣在了当场，你想不出有什么好说的东西，大家对你感到非常的诧异，你的冷汗不由得淌了下来。",
	"你进行【图书馆使用】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你不停地翻阅着相关的资料，但是一无所获，反而由于过于用力，把一部分资料扯坏了",
	"你进行【图书馆使用】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你看到面前的资料上的字迹仿佛活了过来一样，不停地扭曲蠕动着，甚至飘向了你的眼睛，仿佛看到了什么不可名状的知识【SanCheck 0/1】",
	"你进行【聆听】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你仔细地听着周围的动静，但是旁边的队友A突然在你耳边大吼一声，你吓了一跳，耳朵整个嗡嗡作响，半天听不到什么动静",
	"你进行【聆听】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你恍惚间仿佛听到来自虚空中的低语，那声音窸窸窣窣，越来越响越来越响，渐渐地其中还参杂了些许汽笛与小提琴的音色，以及可怖的惨叫声【SanCheck 1D3/1D8】",
	"你进行【锁匠】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你掏出开锁工具，在锁眼里捣鼓了起来，很快你就找到了方向，打开了绷簧，接着用力一拧，开锁工具整个断在了锁眼里，并且把锁都堵住了。",
	"你进行【机械维修】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你试图维修这个机械，但是没有注意到里面的防拆设计，用力一拧触发了内部的炸药，里面传来几声闷闷的炸响，接着整个机械都停转了。",
	"你进行【医学】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你把面前的人放平，试着紧急给他做个手术，但是麻醉剂量似乎有些过大，手术很成功，但是过了好久这个人也没有醒过来。",
	"你进行【医学】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你用手术刀小心翼翼地挑开肌肉，迅速找到并取出了伤处的残渣，但是在缝合过程中不小心把剪子留在了里面",
	"你进行【博物学】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你根据自己的经验试图辨认这些东西，但是不仅一无所获，还反而把自己的头搞的昏昏沉沉的，就像是听了两个半小时絮絮叨叨带有方言口音的英语课一样。",
	"你进行【领航】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你仔细按照地图领着路，但是你不小心把地图完全拿反了，上下左右全部反了过来，你们越走越远，最后干脆迷失在了路上。",
	"你进行【神秘学】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你仔细辨认这些神秘的事物，但是不知道什么时候开始耳边渐渐传来了窸窸窣窣的低语，四周的环境也暗了下来，一个巨大的不可名状的事物出现在了你的眼前，你昏了过去【SanCheck 1D8/1D20】",
	"你进行【操作重型机械】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你操作着这个巨大的机械，你猛地一拉操纵杆，一个巨大的金属块砸向了你的队友。【敏捷检定】",
	"你进行【说服】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你运用着语言的艺术劝说着这个人，但是渐渐的，话语的主动权转移到了对方手中，最后不仅没有劝说成功，反而你开始觉得对方说的十分有道理。",
	"你进行【精神分析】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你尽力地安抚着他的精神，但是不知道哪里触碰到了他的雷区，他的精神状态反而更加糟糕了【对方San-1】",
	"你进行【妙手】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你偷偷摸摸地伸出了手，但是没有触摸到你要拿的东西，反而握住了另一双手，你抬起头，看到了对方的眼睛。你赶忙道了声歉逃走了，但是等回过神发现自己的钱包可能是在逃跑的过程中不知道掉到哪里去了。",
	"你进行【侦查】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你仔细地观察这周围的环境，但是猛地被窗外射入的阳光晃到了，眼前一片漆黑，半天什么也看不见。",
	"你进行【潜行】检定：D100=[1d5+95]/[1d95] 骰子的上空一瞬间出现了一个骷髅，大失败！\n你把旁边的一盆小多肉盆栽举了起来，挡在了脸前，自认为藏的很好了，弓着腰扭着屁股一边念叨着“你看不见我，你看不见我”向前挪去。"]
}