{
"大成功":[
	"你进行【会计】检定：D100=1/[1d91+4] 骰子突然发出了耀眼的金光，大成功！\n你在检查账本的计算过程中，不仅验算出了账本的问题，还顺便牵出来了另外的关联企业的黑账线索，显然举报给税务局会有不菲的奖励。",
	"你进行【会计】检定：D100=1/[1d91+4] 骰子突然发出了耀眼的金光，大成功！\n你在计算过程中恰巧灵光一闪，不仅很快就算出了结果还顺手解决了四色问题，打算这次冒险结束之后就去发论文领取百万奖金。",
	"你进行【人类学】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n你感觉你一瞬间似乎融入到了当地的风俗中，恍惚间似乎见到了某种古怪的祭祀，不知道什么时候自己脸上已经戴上了奇怪的面具，你的肤色和价值观隐约发生了一些改变，并且学会了一种祭祀方式【克苏鲁神话+1】",
	"你进行【估价】检定：D100=1/[1d91+4] 骰子突然发出了耀眼的金光，大成功！\n你拿起这个花瓶试图评估它的价值，乍看上去，它的破绽十分明显，显然这是一件假货，但是你仔细观察，发现它是由破碎的真货修复成的，就算把真货的碎片拆下来都十分值钱。不过显然并没有人认出来这一点。",
	"你进行【考古学】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n你仔细地试图辨认着石碑上已经失传的文字，你恰好之前曾经见过类似的文字，所以你不仅很快就辨认出其中的内容，还判断出了这个石碑的大致年代，以及书写的背景。",
	"你进行【魅惑】检定：D100=1/[1d81+14] 骰子突然发出了耀眼的金光，大成功！\n你对着这个人眨了眨眼，ta仿佛被击中了一般往后仰了一下，接着抓住你的手一脸激动，接着似乎突然想到了什么，猛得把你往外啦，嘴里念着“快走，快走，别回来，快离开这里！”",
	"你进行【攀爬】检定：D100=1/[1d76+19] 骰子突然发出了耀眼的金光，大成功！\n你灵巧地仿佛一只猴子一样爬了上去，不仅如此还有闲情跟下面的人招招手打个招呼。",
	"你进行【计算机使用】检定：D100=1/[1d91+4] 骰子突然发出了耀眼的金光，大成功！\n你的思维突然想到了某个点，键盘一阵激烈而有节奏的敲打声，屏幕一行行文字闪过，你很快就抓住了你想要抓住了信息，并且清扫掉了自己的一切痕迹。回过头顺便还给系统打了两个补丁改了改设置参数，让它快了一点。",
	"你进行【信用评级】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n面前的这个人恰好认识你，知道你在你的领域实力数一数二，对你十分的信服，甚至想要跟你合个影。",
	"你进行【克苏鲁神话】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n一瞬间你的脑海仿佛穿越了无尽的星空，越过了某个不可名状的门扉，某个不可名状的伟大之物告诉了你关于眼前事物的所有信息。【SanCheck 1d20/1d100】",
	"你进行【乔装】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n你拿起手头的化妆品，仔细地给自己涂抹了一番，接着不知道从哪掏出了一小块奇怪的泥膏按在脸上塑了塑形，捏了捏嗓子咳嗽两声，接着口中便发出了截然不同的声线，简单换了一件衣服，看起来与你要装扮的人一模一样，甚至比ta自己都更像。",
	"你进行【闪避】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n你一瞬间感觉空气凝滞了起来，面前的攻击缓慢地穿过空气，激起一道道波纹，你往后一个硬压铁板桥，衣摆随着风向后飘去，双手在空中挥舞保持着平衡，墨镜上倒映出攻击者的样子，你完美地躲开了这次攻击。",
	"你进行【汽车驾驶】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n你刹车和油门，接着挂起三档，放下手刹，猛地松开刹车，轮胎在地上飞速旋转，擦出一道道黑气，汽车整个弹射出去，接着三档换五档，轰到3400转，猛地打轮换方向，一个飘逸排水渠刀片过弯飞快地开了过去，一路上各种花式飘逸、刀片超车、空中跳转，只用了一半的时间就到达了目的地。【同车所有人过体质，成功HP-1，失败HP-3并附加眩晕状态持续1d3回合】",
	"你进行【电气维修】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n你拿出扳手对着这台设备一通空拧，奇异的是整个设备肉眼可见地在修复，甚至外壳都被抛光了一遍。",
	"你进行【电子学】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n你试着修理一下这个电子产品，你发现其中一个芯片坏了，你从边上拿起一块石英玻璃，接着找了一根针戳了起来，很快你就戳好了，把它放到了设备上，启动，设备正常运行了。",
	"你进行【话术】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n你熟练地使用各种话术套取面前这个人的各种信息，甚至知道了ta爸爸其实是住在隔壁的王大爷这件事，很快你就获得到了你想要的信息，顺便还说服ta买了一份受益人是你的保险。",
	"你进行【斗殴】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n你摆出架势冲了上去跟对方打了起来，一拳上去手有点咯得慌，不由得抖了抖手，对方打过来，你把屁股下的凳子往后一倒闪开了还顺势把凳子腿往上踢了起来，直接命中了对方的要害。",
	"你进行【手枪】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n你一拳打向了对方，顺势手腕一抖，一发子弹射了出去，打在地面上反弹到了墙面，不仅把对方手中的武器打落在地，顺便还在墙上弹到了天花板再反弹命中了对方。",
	"你进行【手枪】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n只见你的手一晃，手枪在你腰间闪烁了一下，只听一声枪响，不知道什么时候打出去的子弹，对方连反应的时间都没有就被命中了。",
	"你进行【手枪】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n你的手指飞快地抖动了起来，手腕猛地向下拉枪，把整个弹夹的子弹都在两秒之内打了出去，全部打在了一个点上。",
	"你进行【急救】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n紧急情况下你拿起手头的水果刀切开了伤者的身体，对ta进行了紧急的手术，接着用缝衣线给缝了起来，出乎意料地没有造成感染和任何不良后果，甚至恢复的极好。",
	"你进行【急救】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n你撕开一小条布，对他进行着包扎，余光顺便还发现旁边有一些可以使用的药草，顺便捣碎敷在了伤口处，恢复的非常好。",
	"你进行【急救】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n你用力按压这对方的胸口，同时头部抬高，身体放平，用手假装摩擦着心脏起搏器的样子，“嘭，嘭”，对方重新恢复了心跳。",
	"你进行【历史】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n你很快辨认出了这个史前物件的来历，对着队友滔滔不绝地讲了起来，讲的风趣而生动，就差左下角的“百家讲坛”的图标了。",
	"你进行【恐吓】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n你以买菜大妈的气势冲了上去对着对方一顿辩论，对方不仅把自己的消息告诉了你，还给你搭了一绺韭菜。",
	"你进行【跳跃】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n你一个后空翻720加空中转体360，双脚合拢稳稳地落在了地上，双手向两侧抬起，往前一鞠躬，难度系数4.2，评分9.7，周围响起热烈的掌声。",
	"你进行【法律】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n你仔细思考着种种法律条款，从中找到了一条适合现状的漏洞，成功劝服了对方，还顺便给ta留了一张按时长计费的律师收费账单。",
	"你进行【图书馆使用】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n你翻找着各式资料，很快就找到了你要的全部信息，还顺便找到了两个关于奈亚子的本子，很顶。",
	"你进行【图书馆使用】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n你翻找着各式资料，不仅找全了你想要的所有信息，还顺便找到了一本Mr. Levenstein主编的《索爱天书》",
	"你进行【聆听】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n你把耳朵贴在了地上，仔细聆听“近了，近了，有人正在往这边走...”突然你的队友拍了你一下，“你在这干嘛呢？我远远地就看到你在这趴着”，虽然经历了这样的事情，但是你还是听到了你想要听的东西。",
	"你进行【锁匠】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n你拿出一根铁丝，稍微弯了几下，接着往锁眼里拧了几下，锁很简单地就被你打开了，顺便你还带出之前熊孩子塞在锁眼里的泡泡糖。",
	"你进行【机械维修】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n你用脚以斜45度角用力地踹了一脚，发出了“哐！”的一声，接着机械发出了嗡嗡的声响，恢复了正常。",
	"你进行【医学】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n你拿出手术刀，在对方昏迷的情况下娴熟地给ta做了个手术，非常成功，还顺便切掉了ta可能发炎的阑尾。",
	"你进行【医学】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n你用手按了按对方的肚子，简单诊断了一下，接着用手在空中虚划两下模拟了模拟，接着轻轻松松治好了对方，还顺便诊断出对方最近房事过度。",
	"你进行【博物学】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n你仔细收集着周围的一切信息，运用你所知的各种知识，辨认出了现在的状况，甚至还用塔罗牌占卜了一下确定自己判断的没错。",
	"你进行【领航】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n你依靠着强大的方向感，很快确定了路线，甚至还绘制出了当地的地图。",
	"你进行【神秘学】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n你根据周围的道具判断出这里显然是一处仪式的场所，并且这种仪式你显然之前见过，还知道它里面有几种材料不太好获得，吃起来味道蛮怪的。",
	"你进行【操作重型机械】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n你的脑中仿佛突然有颗种子爆发了，你的空间感知力突然增强，如臂使指地操纵起来这台机械，你感觉自己如果多来几次甚至会向着某种特定方向进化。朦朦胧胧中你意识到，这是SEED！",
	"你进行【说服】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n你努力劝说着对方，花了不少时间，终于成功说服了对方，让对方与你志同道合甚至想拉点亲戚朋友加入你。",
	"你进行【精神分析】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n你用心平复着对方的心情，让对方陷入到某种禅定当中，无欲无求，身心满足地睡着了。",
	"你进行【妙手】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n你的手指轻轻抖动，一只手小心地隐藏了手中的道具，另一只手不由自主地转起来一枚生鸡蛋，用指尖飞快地剥下了蛋壳，鸡蛋居然还没有坏。",
	"你进行【侦查】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n一瞬间数量庞大的信息流涌入你的脑海中，迅速地被分类整理，周围的一切仿佛由你掌控，你甚至可以预料到你的队友昨天晚上吃了韭菜馅饺子，现在胃应该会比较胀，正要打个喷嚏。",
	"你进行【潜行】检定：D100=1/[1d95] 骰子突然发出了耀眼的金光，大成功！\n你发动了你的技能【潜行】，你感觉到空间中仿佛有某种隔膜，你直接穿越了这层隔膜，潜入进了异次元空间。"]
}