{
  "情人节礼物": [
    "今天是情人节，你拆开了一个{%情人节礼物盒}礼物盒，盒子里是{%情人节巧克力}，旁边还附有一张贺卡，{%情人节贺卡事件}",
    "{%特殊礼物}"
  ],

  "情人节礼物盒": [
    "普通的方型",
    "普通的圆形",
    "由旧报纸包裹的",
    "鞋盒子",
    "首饰盒",
    "牛奶盒",
    "佐料瓶",
    "小熊形",
    "俗套的心形",
    "用奇怪的皮毛包裹的",
    "湿透的",
    "看起来非常闪耀的偏方三八面体",
    "摸起来像火焰一样烫手的",
    "摸起来像极冰一样寒冷的",
    "球形的",
    "有着很多角度的",
    "看不出是什么矿石一样的东西打造的",
    "看起来是放了很久的、已经发黄的纸包裹的",
    "用着画满爱心的礼品店包装纸包裹的",
    "画着奇怪花纹的",
    "有少女体香的",
    "喷了好闻香水的",
    "用很多蕾丝带系着的",
    "有着大自然气息的"
  ],

  "种类": [
    "黑",
    "白",
    "牛奶",
    "松露"
  ],

  "夹心": [
    "炼乳",
    "南瓜和椰子油",
    "辣味夹心",
    "南瓜子酱",
    "柠檬奶酪",
    "红薯",
    "覆盆子果酱",
    "奇亚籽果酱",
    "海盐焦糖",
    "杏仁酱",
    "花生酱",
    "软胶糖",
    "榛子酱",
    "奇怪味道"
  ],

  "混合物": [
    "花生",
    "椰子片",
    "蔓越莓干",
    "葡萄干",
    "饼干",
    "曲奇",
    "玉米片",
    "坚果仁",
    "嘎嘣脆",
    "弹牙的东西"
  ],

  "酒": [
    "葡萄酒",
    "啤酒",
    "朗姆酒",
    "威士忌",
    "白兰地",
    "黑樱桃酒",
    "苦艾酒",
    "苦艾酒",
    "柑橘酒",
    "柑桂酒",
    "杏仁酒",
    "香草风味酒",
    "伏特加",
    "葡萄酒",
    "黑樱桃酒",
    "樱桃果酒"
  ],

  "味道": [
    "抹茶",
    "草莓",
    "牛奶",
    "香槟",
    "栗子",
    "朗姆",
    "榛子",
    "海盐焦糖",
    "牛奶可可",
    "威士忌",
    "麦香",
    "椰子",
    "卡布奇诺",
    "血腥味",
    "樱桃味",
    "嚼不动的",
    "弹牙的",
    "肉味",
    "说不出来味道的"
  ],
  "形状": [
    "球形",
    "方形",
    "菱形",
    "爱心形",
    "手工捏造的",
    "奇怪的形状",
    "触手形状",
    "蜘蛛形状",
    "不可名状的",
    "音符形状",
    "看不出来什么形状的",
    "手办一般精致的",
    "有着极其微妙难以下咽的形状的",
    "小动物形状"
  ],

  "情人节巧克力": [
    "实心的{%形状}{%种类}巧克力",
    "有{%混合物}的{%形状}{%种类}巧克力",
    "里面是{%酒}的{%形状}酒心巧克力",
    "{%味道}味的{%形状}生巧克力",
    "{%味道}味的{%形状}松露巧克力",
    "里面是{%夹心}的{%形状}{%种类}巧克力",
    "有{%混合物}的{%形状}{%种类}巧克力",
    "里面是{%酒}的{%形状}酒心巧克力",
    "{%味道}味的{%形状}生巧克力",
    "{%味道}味的{%形状}松露巧克力",
    "里面是{%夹心}的{%形状}{%种类}巧克力",
    "{%形状}金箔巧克力"

  ],
  "情人节贺卡事件": [
    "上面写着：“祝你情人节快乐！请收下我的巧克力！”署名小学女生。",
    "上面写着：“祝你情人节快乐！请收下我的巧克力！”署名中学女生。",
    "上面写着：“祝你情人节快乐！请收下我的巧克力！”署名大学女生。",
    "上面写着：“祝你情人节快乐！请收下我的巧克力！”署名JK。",
    "上面写着：“祝你情人节快乐！请收下我的巧克力！”署名OL。",
    "上面写着：“祝你情人节快乐！请收下我的巧克力！”署名邻居女生。",
    "上面写着：“祝你情人节快乐！请收下我的巧克力！”署名隔壁桌的女同学。",
    "上面写着：“祝你情人节快乐！请收下我的巧克力！”署名学校的校花。",
    "上面写着：“祝你情人节快乐！请收下我的巧克力！”署名穿lo装的可爱少女。",
    "上面写着：“祝你情人节快乐！请收下我的巧克力！”署名女朋友。",
    "上面写着：“祝你情人节快乐！请收下我的巧克力！”署名一直暗恋你的女生。",
    "上面写着：“祝你情人节快乐！请收下我的巧克力！”署名小学女生。"

  ],

  "特殊礼物": [
    "今天是情人节，你拆开了一个系着红丝带的红色爱心形状样的礼物盒，盒子里是一块黑色与一块白色的心形的巧克力，旁边还附有一张淡蓝色的贺卡，上面写着：“希望你能够找到自己的真爱哦~-希儿·芙乐艾与希儿·芙乐艾”",
    "今天是情人节，你拆开了一个系着红丝带的红色爱心形状样的礼物盒，盒子里是包括各种不同图形的巧克力，旁边还附有一张淡粉色的贺卡，上面写着：“情人节这一天，希望所有有情人终成眷属~-莉莉娅·阿琳与萝莎莉娅·阿琳”",
    "今天是情人节，你拆开了一个红色小盒子，上面有用蜡笔手工绘制的爱心形状的礼物盒，盒子里是两块十面骰，每个面上都是10的巧克力，旁边还附有一张看起来很漂亮，似乎是手工制作的立体样式的贺卡，上面写着：“阁下情人节快乐的说，送给阁下大失败，这样阁下每年都不会在这个节日花钱啦”",
    "今天是情人节，你拆开了一个黑色带花纹样的木盒，盒子里是钥匙样的杏仁巧克力，旁边还附有一张淡黄色的贺卡，上面写着：“那个，听Master说今天是……情人节…？所以做了这个…！希望各位调查员先生能开心就好了”",
    "今天是情人节，你拆开了一个天蓝色的礼物盒，盒子里是造型中规中矩的牛奶巧克力，旁边还附有一张同样天蓝色的贺卡，上面写着：“情人节快乐，即使得不到恋人的祝福也没关系，还有我们在，每一天都会是美好的晴天的～”",
    "今天是情人节，你拆开了一个打着蝴蝶结的粉色礼物盒，盒子里是造型有些微扭曲的兔美巧克力，旁边还附有一张粉色的贺卡，上面写着：“情人节快乐，巧克力的造型可能会有点怪，别在意，吃完以后再一起打游戏吧”",
    "今天是情人节，你拆开了一个普通的礼物盒，盒子里是不知道能不能被称为巧克力的的黑色物体，旁边还附有一张淡绿色的贺卡，上面写着：“嗯……情人节快乐，虽然我自己也不过情人节，但是收到祝福就会很开心，所以也祝大家情人节快乐啦。还有……其实我不会做巧克力来着…看，看起来可能会很奇怪，吃起来大概是没问题的……”",
    "今天是情人节，你拆开了一个印有邪龙花纹的礼物盒，盒子里是贞德Alter肖像样的巧克力，旁边还附有一张边缘有点烧焦的贺卡，上面写着：“这样的巧克力，画着我的脸，糖放的过多的巧克力，你一定会吃不下去的，一定……”",
    "今天是情人节，你拆开了一个非常敷衍的用几张纸板随便拼成的礼物盒，盒子里是明显手工制作的非常糟糕的巧克力，旁边还附有一张用红色的墨水写成的贺卡，上面写着：“吃掉吧，绝望的吃掉吧♡”",
    "今天是情人节，你拆开了一个银色绸带包裹的圆形样的礼物盒，盒子里是雄鹰雕塑样的巧克力，旁边还附有一张Nero的贺卡，上面写着 ：“Expecto Patronum!愿你能如同这句咒语一般一往无前！”",
    "今天是情人节，你拆开了一个烫金硬壳日记本样的礼物盒，盒子里是粉红断刀样的巧克力，旁边还附有一张匿名的贺卡，上面写着：“我的明公，我的凤凰”",
    "今天是情人节，你拆开了一个贴有精致金色剪花的黑色礼物盒，盒子里是酒心和坚果巧克力，旁边还附有一张精心自制的贺卡，上面用漂亮的字体写着：“情人节快乐，我选择了认为合适你的口味给你，希望你能够喜欢它们”。",
    "今天是情人节，你拆开了一个地球一样大的礼物盒，盒子里是和地球一模一样的巧克力，旁边还附有一张像全息投影的贺卡，上面写着：“情人节快乐！啊，这个巧克力，明明最开始只是想做一个你的巧克力雕像，然后想着顺带做做背景……唔，似乎做过头了呢？”",
    "今天是情人节，你拆开了一个小小的红丝带包装圆型形的礼物盒，盒子里是蛇蛋外形样的巧克力，旁边还附有一张红色的贺卡，上面写着：“这次没有搞错呢，是和姐姐们一起做的，希望会合master的胃口，应该……会蛮甜。——美杜莎”",
    "今天是情人节，你拆开了一个心形的礼物盒，盒子里是带着奶油气味的镶着杏仁的一片巧克力，旁边还附有一张白色的贺卡，上面写着：“做的有点不太像样呢……明明想做更好……不过还希望你能够喜欢呢――古都莉绪”",
    "今天是情人节，你拆开了一个看起来更像是医药箱的礼物盒，盒子里是一套人体巧克力，旁边还附有一张看起来更像是从病历上撕下来的纸做成的贺卡，上面写着：“给你买了一套巧克力，送给没有收到巧克力的你。希望作为调查员的你今年不要再突然发狂了，否则我又要准备电击疗法了。”",
    "今天是情人节，你拆开了一个金箔包裹的、系着蓝色丝带的礼物盒，盒子里是一套纯金巧克力，旁边还附有一张纯金打造的贺卡，上面印着：“虽然口味没有白雪小姐和乐佩小姐做的巧克力好，但仍然希望你喜欢。”",
    "今天是情人节，你拆开了一个黄色的礼物盒，盒子里装了一盒标着柠檬味的巧克力，旁边还附着一张贺卡，上面写着：“情人节快乐，不过我只能做出酸酸的巧克力，将就着吧。”",
    "今天是情人节，你拆开了一个很和风的礼物盒，盒子里装了一些抹茶巧克力，旁边还附着一张写着和歌的贺卡，背面写着：“学长情人节快乐！今年也请加油哦！”",
    "今天是情人节，你拆开了一个看起来很随便的但是又血腥味的红色礼物盒，盒子里装了一些很随意的还沾上了血的爱心巧克力，旁边还附着一张一角沾了血的贺卡，背面写着：“情人节快乐啦！今年也要陪着我玩啊！什么时候有空陪我好好的玩一场呢？”",
    "今天是情人节，你收到了一份礼物。你拆开了手上包装精美的金黄色礼物盒，盒子里被细心地装上了造型精美，看起来奢侈而豪华的巧克力。巧克力的旁边还附赠了一张样式华丽装饰繁华的金粉卡片，上面写着：“杂修、..哼，情人节的礼物只不过是随手而已，但即使如此也要给本王心怀感激收下并好好吃完！”",
    "今天是情人节，你收到了一份礼物。你拆开了手上别着青草，红花和白花的礼物盒，盒子里被细心地装上了虽然造型不太精美，但看得出十分用心制作的手工巧克力。巧克力的旁边还附赠了一张沾满巧克力碎的绿色卡片，上面写着：“虽然是道具所创造的道具，但如果能成为您梦中的风景，那就是我的骄傲。虽然很微不足道，但如果您能好好保管，我会很高兴的。”",
    "今天是情人节，你收到了一份礼物。你拆开了手上包装中规中矩的礼物盒，盒子里被细心地装上了精心制作，各式各样的剑造型巧克力。巧克力的旁边还附赠了一张黑金色的卡片，上面写着：“毕竟我已经很久没有送过别人东西了，一时之间也不知道该送什么好，希望这个礼物你能够喜欢，御主。”",
    "今天是情人节，你收到了一个淡粉色的小盒子，上面纹有樱花图案，盒边插着一根洁白的羽毛。取下羽毛，盒盖弹开，是一块白巧克力，附带着一张小小的便签——“这是一块白巧克力，希望你喜欢。愿今日，你我的祈愿皆能实现～”",
    "今天是情人节，你拆开了镀金日记本样的礼物盒，盒子里面是猫咪样的巧克力，旁边还有一张镀金包边的贺卡，上面写着：“巧克力才不是给你的，绝对不是”",
    "今天是情人节，你拆开了一个普通但细心包装过的礼物盒，盒子里是分开包装的坚果巧克力，旁边还附有一张色调温和的手写贺卡，上面写着：“情人节快乐，我第一次做这样的巧克力，希望你会喜欢。——淡谷”",
    "今天是情人节，你拆开了一个黑篮拼色的礼物盒，盒子里是做得不错的小动物形状的海盐坚果巧克力，旁边还附有一张用金笔写了中文的黑色贺卡，上面写着：“情人节快乐，口味稍微调了一下，希望喜欢。”卡片背面用白笔画了小小的白狼。",
    "今天是情人节，你拆开了印有乌鸦花纹的黑色礼物盒，盒子里的巧克力有些歪，但至少闻起来还不错，旁边还附有一张黑色的贺卡，上面写着：“情人节快乐，第一次做这东西，觉得不难吃就好。”",
    "今天是情人节，你拆开了蓝色花纹的礼物盒，盒子里是规规矩矩的牛奶巧克力，旁边还附有一张米色的手写贺卡，上面写着：情人节快乐，我喜欢你很久了，可以接受吗。”",
    "今天是情人节，你拆开了包装得简单却精致的礼物盒，盒子里的巧克力散发着淡淡的酒香，旁边还附有一张简单的贺卡，上面写着：“情人节快乐。”",
    "今天是情人节，你拆开了系着金缎带的礼物盒，盒子里是好几种巧克力拼成的两层九宫格，旁边还附有一张染了香气的手写贺卡，上面写着：“情人节快乐，我都挑了一点，能喜欢就好。”卡片背面还有其他的留言：“当然，身体还是要注意的，少吃一点，我会给你准备合适的药剂。”",
    "今天是情人节，你拆开了青色圣十字架封面样的礼物盒，盒子里是太阳花样的巧克力，旁边还有一张金色花边的贺卡，上面写着：“不要想太多了…只是普通的巧克力…妾身才没有喜欢你呢”",
    "今天是情人节，你拆开了一个用橡皮筋绑住、看上去有点朴素的白色盒子，盒子里是一包普通且廉价的巧克力，旁边还附有一张白色的贺卡，上面写着：“祝你情人节快乐！”署名「優子」划掉「Shadow Mistress優子」",
    "今天是情人节，你拆开了一个精致的礼物盒，盒子里是一本《血字的研究》，旁边还附有一张精致的贺卡，上面写着：“这并非是我的起源，但是，可以说一切的一切都是从这里开始的。\n哦，抱歉。这是将我的活跃经历，写成小说变成系列作品时发行的，值得纪念的第一本。\n是英语版，也是最初的版本。请你阅读的时候一定要慎重，不要弄坏书页。\n至于内容嘛……\n虽然与我曾经在现实世界中‘体验’的事件并不完全相同，但大体上的细节都记录在里面了。\n顺便，一些不适合过审的事实与描写都事先删掉了，我自己删的。”最后写着Holmes。",
    "今天是情人节，你拆开了一个有着邪恶气息的礼物盒，盒子里随意地装着一本蓝色包装带有蝴蝶的书，书名是《邪恶教典》，旁边还附有一张精致的贺卡，上面写着：“并非是被邪恶支配，而是要去支配邪恶。只有这样，才能让善良之人的生活得到保障。而我，刚好信任着能够这么做的你。”署名Moriarty。",
    "今天是情人节，你拆开了一个狭长的礼物盒，盒子里面装着非常精致的巧克力，旁边还附有一支顺白色羽毛和一张贺卡，上面写着：“咕”。落款是一个鸟的爪印。",
    "今天是情人节，你拆开了一个点缀着黄色五角星的蓝色方形礼物盒，盒子里装着除了颜色有些奇怪外看上去十分普通的七块手制巧克力，旁边还附有一张被仔细折叠好的白色纸张，上面写着：“情人节到了，很抱歉没有办法和您一起度过，这块巧克力就当是我送给您的赔罪礼物吧，巧克力里加有红豆，咖啡，白砂糖，狼肉碎，辣椒等等所有我可以想象到的材料，希望您可以满意，最后愿埃达丝女神永远保佑您。”在信纸的最后画着一枚圣徽，圣徽上面是注入平静无波水面的瀑布。",
    "今天是情人节，你拆开了一个包装的相当粗糙的红色圆柱形礼物盒，盒子里装着三块勉强可以辨认出分别是心形、杖形、长方形的白巧克力，旁边还附有一张不知道是从哪个地方撕下来的带有泪痕的纸片，上面写着：“哼嗯?原来今天就是情人节了吗?听你说你想要情人节的巧克力……好啦好啦，已经随这封信送给你了，嘿嘿，祝你可以实现你想实现的一切事情daze~”虽然字迹十分潦草，甚至有些地方被泪水糊掉了，但是还是勉强可以看出写了什么的，大概这个礼物盒的主人经历了什么让他一生都无法摆脱其阴影的事情吧，以至于即使是写这张纸片也会让他流泪。",
    "今天是情人节，你拆开了小巧的浅蓝色礼物盒，盒子里是爱心形状的牛奶巧克力，旁边还附有一张画上了很多颜文字的白色硬纸贺卡，上面写着：情人节快乐|#ouo#`)！！做了牛奶巧克力，希望你有个甜甜的情人节！(=awa=)  ——怀特",
    "今天是情人节，你拆开了一个橙色的礼物盒，盒子里装了一盒标着苦味的巧克力，旁边还附着一张贺卡，上面写着：“情人节快乐，虽然有点苦，但个人感觉很好吃，希望你也试试。——阿礼”",
    "今天是情人节，你拆开了一个方形斜纹礼物盒，盒子里装了一些甘蔗形葡萄酒心巧克力，旁边还附着一张白底黑墨的贺卡，背面写着：“情人节快乐，今年也要好好加油啊”",
    "今天是情人节，你拆开了一个酒红色丝带扎的黑色礼物盒，盒子里装了一些○品牌的黑色生巧，旁边还附着一张有火漆印章的贺卡，背面写着：“我不在，你要好好照顾自己”",
    "今天是情人节，你拆开了一个用棉布包着的礼物盒，盒子里装了一些巧克力饼干，旁边还附着一张字迹工整的贺卡，背面写着：“祝你得偿所愿，好孩子。”",
    "今天是情人节，你拆开了一个小巧的红色礼物盒，盒子里装了一个多层巧克力蛋，旁边还附着一张有毛绒绒小球装饰的贺卡，背面写着：“每人一个！不许再找我要！”",
    "今天是情人节，你拆开了一个快递单还没撕干净的纸箱做的礼物盒，盒子里巧克力块乱七八糟地堆着，旁边还附着一张从本子上撕下来的纸做的贺卡，背面写着：“节日快乐。”"

  ]
}