{
    "木种":[
"橡木\n特点：树心呈黄褐至红褐，生长轮明显，略成波状，质重且硬。韧性极好，质地坚实。档次较高，橡木在马来半岛盛产，以北美红橡最著名。\n用途：高档家具板材、葡萄酒酒桶（白橡木）。",
"水曲柳\n特点：呈黄白色（边材）或褐色略黄（心材），年轮明显但不均匀。有弹性、韧性好，耐磨，耐湿，但干燥困难，易翘曲。家具优雅秀美，价格适中。\n用途：家具、乐器、体育器具、车船、机械及特种建筑材料。",
"栎[lì]木\n特点：俗称柞木，重、硬、生长缓慢，心边材区分明显，纹理直或斜。耐水耐腐蚀性强，加工难度高，但切面光滑，耐磨损。\n用途：家具用材，桥梁，建筑用材",
"胡桃木\n特点：胡桃木有黑胡桃木、黄金胡桃木两种，表面光泽饱和色彩丰富且饱满，胡桃木家具比较昂贵且值得收藏。\n用途：高端家具、橱柜、建筑内装饰、高级细木工产品、门、地板和拼板。",
"樱桃木\n特点：天生含有棕色树心斑点和细小的树胶窝，纹理细腻、清晰，机械加工性能好，干燥后尺寸稳定性很好。\n用途：高档地板、烟斗、乐器、实木家具高级细木工件、船用内装饰。",
"枫木\n特点：分布广泛，木材纹里交错，结构肾细而均匀，质轻而较硬，花纹图案优良。容易加工，切面欠光滑，干燥时易翘曲。硬枫价格高于软枫。\n用途：家具、地板、主要用于板材类贴薄面。",
"桦木\n特点：年轮略明显，纹理直且明显，中档木材，富有弹性，干燥时易开裂翘曲，不耐磨，加工性能好，切面光滑。\n用途：地板、家具、纸浆、内部装饰材料、车船设备。",
"松木\n特点：松香味、色淡黄、疖疤多，纹理清楚美观，造型朴实大方，松木木质软，易开裂变形。\n用途：家具",
"柏木\n特点：木材纹理细，质坚，耐腐耐水。加工容易，切削面光洁，油漆后光亮性特好；胶粘容易，握钉力强。\n用途：建筑、车船、桥梁、家具和乐器。",
"榉木\n特点：重、坚固，抗冲击，为江南特有的木材，纹理清晰，木材质地均匀，色调柔和，流畅。国家禁止采伐，主要依靠进口，中高档次。\n用途：造船、建筑、桥梁、家具、木门、地板、工艺",
"橡胶木\n特点：木材淡黄褐色或黄白色，硬度中，可塑性不错，在北方干燥地区不容易开裂。\n用途：家居、家具、砧板、粒片板及木芯板原料和家具饰品。",
"香樟木\n特点：具有浓厚的特殊香气，质地坚韧而且轻柔，不易折断，也不易产生裂纹。稀有上等木材，成材率较低，成品价格较高。\n用途：香水，衣柜、箱子等家具，木根雕。",
"白蜡木\n特点：易于切削工具加工，磨光，耐腐朽。木材顺纹抗压强度，静曲强度和顺纹抗拉强度很大。\n用途：高档家具、地板、建筑室内装饰",
"泡桐木\n特点：分布较广，泡桐木材纹理通直、花纹美观、色泽悦目、材质轻软、密度低、尺寸稳定、不翘不裂。\n用途：生产胶合板、拼板、集成材的优良材料，弦乐器用材。",
"椴木\n特点：硬度适中，有油脂，耐磨、耐腐蚀，不易开裂，木纹细，易加工，韧性强。\n用途：木线、细木工板、木制工艺品等装饰材料。",
"紫檀木（小叶紫檀）\n特点：紫檀质地细密，份量重，野生林木纹不明显。小叶紫檀上千年成材，是珍贵的木材。\n用途：家具、主要是文房用具、手串等小工艺物件。",
"黄花梨（降香黄檀）\n特点：木色金黄而温润，心材颜色较深呈红褐色或深褐色。不变形、不开裂、不弯曲。百年名贵木材，海黄比越黄的价格高很多。\n用途：家具、主要是文房用具、手串摆件等小工艺品。",
"鸡翅木\n特点：纹理交错、清晰，颜色突兀，在红木中属于比较漂亮的木材，有微香气，生长年轮不明显，木质粗糙，容易翘裂，难雕刻。\n用途：家具少有，手串、摆件等工艺品。",
"花梨木\n特点：一名“花榈”，其木纹有若鬼面者，木结花纹圆晕如钱，色彩鲜艳，纹理清晰美丽。国家II级重点保护野生植物，原材料主要依托进口。\n用途：家具、文房诸器、手串、摆件等工艺品。",
"酸枝木\n特点：观念上是真正是红木。结构细密，手感光滑，有光泽。硬重，强度高，有酸味。分为红酸枝，黑酸枝和白酸枝。正宗老挝红酸枝，价格更高。\n用途：家具、手串等工艺物件。",
"楠木\n特点：木质坚硬，经久耐用，耐腐性能极好，带有特殊的香味，能避免虫蛀。有金丝楠木、香楠和水楠。金丝楠以前是皇家专用，价格堪比黄金。\n用途：香料、建筑、家具、几案桌椅、箱柜",
"柚木\n特点：柚木油性光亮，材色均一，纹理通直，不翘不裂，耐水、耐火性强。含金丝的称金丝柚木。柚木号称缅甸国宝，价格贵价值高。\n用途：家具、地板、造船、露天建筑、桥梁",
"条纹乌木\n特点：心材呈黑色或是栗褐其中还间隔有浅色的条纹，材色悦目、纹理和谐、结构细而匀、材质重硬、干材尺寸稳定。\n用途：家具、乐器、雕刻品，手串等小件工艺品。",
"乌木\n特点：阴沉木，是楠木、红椿等树木因自然灾害埋入淤泥中，在缺氧、高压状态下，经长达成千上万年的碳化过程形成的，不可再生，收藏价值很高。\n用途：手串，挂件、雕刻等工艺小件。",
"铁力木\n特点：结构较细，纹理稍斜，心材和边材明显，材质极重，坚硬强韧，难于加工，耐磨、抗腐性强，抗虫害，不易变形。云南特有珍贵树种。\n用途：军工、造船、建筑、特殊机器零件和制作乐器、工艺品",
"绿檀木\n特点：因带有香气及色如玉绿色而得名。花纹清晰生动、颜色变幻明显，少有大料，质坚实，极耐磨耐腐，置水则沉。世界名贵木材。\n用途：家具，佛珠、梳子等工艺小件",
"檀香木\n特点：檀香木一般呈黄褐色或深褐色，质地坚硬、细腻、光滑、手感好，纹理通直或微呈波形，生长轮明显或不甚明显。\n用途：佛像、手串、雕刻、摆件等工艺品",
"沉香木\n特点：沉香木质硬，大多不沉于水，味微苦，带甘甜。燃烧时的浓烟散发出强烈香气，并有黑色油状物渗出。产量极少，收藏价值很高。\n用途：珍贵香料，中药，手串等上乘工艺品。",
"黄杨木\n特点：小叶黄杨生长速度慢，百年成材，上乘的原木材非常少，产量极低，采伐难度大。纹理密集精美，木质光洁，自然庄重。\n用途：手串、摆件等雕刻工艺品",
"黑檀木\n特点：木材有光泽、无特殊气味，纹理黑白相间，直至浅交错，结构缅而匀，耐腐、耐久性强、材质硬重、细腻。\n用途：珍贵家具，工艺品用材"
    ]
}