{
    "深夜廻":[
        "你刚看完深夜廻的实况，却发现手旁多了{收集品}"
    ],
    "收集品":[
        "手电筒\n充电式的手电筒，使用触碰板按钮可以切换开关，右操作杆可以切换照明的方向",
        "蓝色缎带\n小唯送给我的缎带，跟她的正好是一对。我的是天空蓝的",
        "破烂的护身符\n被狗狗叼过的破破烂烂的护身符，四处沾满着黑色的毛，松垮垮的",
        "布偶的右手被剪刀妖怪剪下来的布偶右手。泛黄的棉花，从里面露了出来",
        "老旧的勾玉\n看起来像是之前黏在坏掉土偶上面的小型勾玉。混杂着各种绿色的颜色",
        "绘图日记\n在洋楼里捡到的绘图日记。虽然大部分的内页都被撕掉了，但有一张好像什么东西烧起来的画被留了下来",
        "勇气的徽章\n合体机器人胸口上的闪亮徽章。就算脏脏的，上面的金色涂漆也依旧闪闪亮亮",
        "鲇鱼须\n在下水道捡到的妖怪鲶鱼胡须？湿湿稠稠的，不会干掉",
        "茶色的小狗\n小唯曾经养过的一只茶色小狗狗。名字叫做茶子。虽然小但非常勇敢，它也一直保护我",
        "小花\n用来凭吊的红色小花。是新交的朋友送给我的",
        "百足护身符\n上面画着可怕长相的百足图案，红色的护身符。被用了很久，整体看起来十分肮脏",
        "匆匆写下的备忘录\n被剪得细碎的纸张，上面用丑丑的字写着：把有、手和、脚、还有、头的、东西、交、出去……这几个字",
        "蓝色涂鸦\n用蓝色蜡笔画的乱七八糟的可怕涂鸦。看不清楚上面画了些什么",
        "漆黑涂鸦\n用黑色蜡笔画的涂鸦。画的太过用力，整张纸变得破破烂烂的",
        "某人的随身记事本\n从随身记事本上撕下来的纸张，上面写了某人的备忘录。纸上写着「关于这间屋子的传闻是真的」……",
        "深红涂鸦\n整张纸被被红色蜡笔涂得红通通的。涂鸦画着一个人满脸惊吓地倒在地上",
        "来自小唯的信\n给小遥：看来我已经不行了。我想，我似乎，已经死了，变成了鬼怪。如果我死了，就是去山上那一天死的。为了回想起到底发生了什么事情，我要回山上一趟。小遥，谢谢你来找我，但是已经可以不用找了。谢谢你。对不起",
        "红色缎带\n曾在小唯头上缓缓飘动的红色缎带。一看到这个，就觉得胸口好难受，眼眶也变得红红的",
        "留给小唯的信\n我留给小唯的信。……小唯看过这封信了吗？",
        "碎纸片1\n……明天就是放烟火的日子。我跟小遥约好要一起去看烟火。虽然小遥要搬家了，可是，如果有一天还可以再跟小遥一起看烟火就好了。就算小遥搬家了，我也会写很多信给她。等夏天到来，再去见小遥吧",
        "碎纸片2\n我无法向小遥道别。明天一定要说出口。要对她说“掰掰，我们改天再见吧。”……上面是这么写的",
        "碎纸片3\n似乎是某人的备忘录的样子。怎么办……怎么找 都找不到…………上面是这么写的",
        "碎纸片4\n似乎是某人的备忘录的样子。有什么东西一直跟在身后。怎么办……必须快逃才行。……上面是这么写的",
        "碎纸片5\n自从那晚之后，总觉得有什么在呼唤着我，这奇怪的声音到底是什么？……上面是这么写的",
        "碎纸片6\n似乎是某人的备忘录的样子。我不在乎自己会怎么样。一定要……去救她才行！……上面是这么写的",
        "碎纸片7\n似乎是某人的备忘录的样子。再见。再见。再见。再见。……上面是这么写的",
        "碎纸片8\n小黑代替小遥死掉了。从那时起，小黑就一直哭着呼唤我。必须去找它才行…………上面是这么写的",
        "泥巴团\n用土揉成的团子。被打磨的很光滑。圆到很难让人相信这是用土制成的",
        "玩具戒指\n深红色的戒指。漂亮的跟真的一样。虽然不适合我，不过或许很适合小唯",
        "褐色的邮票\n很像泥巴色的邮票。因为不可爱，所以还是别拿来贴在信上好了",
        "风车\n祭典上常看到的风车。朝风车吹气的话，风车就会转动",
        "破洞的浇水壶\n破了洞的可怜浇水壶，装水进去的话，水会快速流出来。好可惜",
        "马口铁徽章\n褪了色的马口铁胸章。隐约可以看到，以前在电视上看过的英雄战队图样",
        "彩虹色贝壳\n混着各种颜色，非常漂亮的贝壳。把脸靠上去，还可以闻到些许海潮味",
        "断掉的幸运手环\n断掉的幸运手环。因为许的愿望已经实现了，所以才被丢掉的吗？",
        "风铃\n在奶奶家常看见的玻璃制风铃。叮铃叮铃的，听了让人觉得很凉爽",
        "弯曲的尺\n这把尺被弯曲成像一个驼背的人。虽然很可怜，不过已经不能在数学课时用了",
        "奇异的香菇\n感觉好像混杂各种颜料的香菇。长在路边的香菇。因为会吃坏肚子，所以不可以吃",
        "车牌\n装在车子上面意义不明的号码牌。希望弄丢这牌子的车子，不会感到困扰才好",
        "放屁坐垫\n挤压的话，就会发出声响的坐垫。不知情地坐上去的话，会吓一大跳的",
        "存钱筒\n小猪存钱筒。摇晃一下会发出当啷当啷的声音。虽然非常在意里面装了什么，可是打破它就太可怜了",
        "怀表\n体积只有口袋大小，很像玩具的表。指针静止不动，完全没有转动的迹象",
        "凹陷的球\n空气漏掉而凹陷下去的球。往地上丢的话，感觉会弹向奇怪的方向",
        "小小的蜡烛\n非常小的蜡烛，感觉很快就会烧光。如果点燃它的话，就太可怜了",
        "暖暖包\n已经用过的冷掉的暖暖包。上面印着大大的“小心烫伤！”字样",
        "蝉壳\n常常在树上看到的空蝉壳。透过光线的话，看起来就像宝石般闪闪的很漂亮",
        "塑料鸭子\n挤压的话会发出叭叭声，很有趣的玩具鸭子，洗澡时放一堆到浴缸里的话，感觉会很好玩",
        "深红领巾\n犹如夕阳颜色般，非常漂亮的领巾。我围的话，感觉有点太大了",
        "少女漫画\n班上女生常常在聊的少女漫画。中间部分的纸张黏在一起，撕不开",
        "破掉的餐具\n断成两半的盘子。断掉的部分像利齿般尖尖的，感觉很锐利",
        "小钢珠\n小小的钢珠。之前小唯好像说过大人们很喜欢拿这种珠子来玩",
        "干瘪的气球\n空气漏光的气球。虽然还能重新吹鼓它也说不定，但太脏了所以还是放弃吧",
        "某种东西的蛹\n我从没看过这么大的蛹，偶尔会动起来，里面究竟是什么呢",
        "将棋棋子\n从地上只捡到这一颗将棋的棋子。棋子背面用红色的字写着什么",
        "口琴\n生着锈的深红口琴。不晓得它很久以前能吹奏出怎样的音色呢？",
        "拆开的智慧环\n不晓得是谁拆解开来的智慧环。虽然我努力试着把它们组装好，可是完全装不回去",
        "兔脚\n像是用切割下来的兔子脚制成的钥匙圈。感觉好可怜，总觉得光只是拿着就会发生什么不好的事情",
        "水晶骷髅\n虽然外观可怕，可是就像玻璃一样，非常漂亮的水晶骷髅。为什么会做出这种东西来呢？",
        "猜谜字典\n写了满满的猜谜题目的书。问题都像在玩文字游戏，很有趣",
        "四叶幸运草\n不晓得是谁摘来的四叶幸运草。我想乘它还没枯萎前把它埋到那里去",
        "骰子\n写了六个数字的骰子。会出现哪个数字不骰看看是不会知道的",
        "松球果\n大得令人惊讶的松球果，拿给男生们的话，说不定他们就会拿去玩棒球游戏",
        "假牙\n比爷爷的还要大上许多的假牙。拿在手上感觉会被咬似的，让我有点不安",
        "脚踏车坐垫\n不晓得为什么掉在一旁的脚踏车坐垫。光只有坐垫的话，完全没有任何用处",
        "迷你车\n红色帅气的小型玩具车。如果这车子很大的话，我就可以去救小唯的说",
        "法螺贝\n光看单手是拿不起来的巨大贝壳。耳朵贴上去的话，还会听到轰轰的嘈杂声，也能舒缓寂寞的心情",
        "棒状磁铁\n可以吸住很多东西的磁铁，可是上面布满沙子和垃圾，感觉已经吸不了什么了",
        "破损的公告\n被撕下来丢弃揉成一团的公告。这条路，很危险，不准通过。上面是这么写的。这是张贴在哪里的呢？",
        "空盒子\n玩具合体机器人的空盒子。5种机器可以组合成一个机器人的样子。现在里面是空的",
        "区域报纸\n只在某个区域发行的报纸。上面记载着关于某个家庭里发生的连续死亡事件……",
        "某种透明的东西\n虽然看不到，但确实在这里的物体",
        "犬用玩具\n给小狗玩的骨头造型玩具，上面有许多小狗咬过的痕迹",
        "支离破碎的人偶\n人偶的吊饰。不知什么时候手脚头都被剪得七零八落的",
        "奖杯\n闪着银光的漂亮奖杯。它在垃圾场深处淡淡地闪着光芒。幸好被我捡到了",
        "草帽\n仿佛能挡住太阳，做得非常大的麦秸秆帽子。如果不注意容易摔跤",
        "蠕动的毛球\n密密毛毛的黑色毛球。不是假发，也不是毛线球的样子",
        "诡异的壶\n老旧的大壶明明里面没有任何东西，但这实际上比看起来的还要重",
        "大臼齿\n看起来是牙齿没错，但是以人的臼齿来说又太大了",
        "石狮子组\n两只一组的石狮子摆饰。一只是张开嘴的，另一只是闭着嘴的，似乎有避邪效果的样子",
        "涂鸦面具\n这个面具画有街上到处可见的怪脸。因为看过很多次，所以我也会画了",
        "神奇小石头\n明明只是一颗小石头，却可以感受到神奇的力量！有时候会浮起来几公分",
        "巨大贝壳\n非常非常大的双壳类贝壳。我家附近明明没有海，这到底是从哪来的呢？",
        "小判金\n金闪闪的椭圆形小判金。明明又薄又小的，却十分沉重",
        "鱼的木乃伊\n完全看不出来是鱼的干巴巴的木乃伊。很难想象到它活生生的时候的亚子",
        "公鸡造型摆饰\n做的很精致的公鸡造型摆饰。就跟真的一样，连羽毛都有。感觉随时会动起来似的",
        "老旧木材\n在废弃宅邸里捡到的奇妙纹路的木材碎片，破破烂烂的",
        "枯萎的花\n枯萎成褐色的小花。被人小心翼翼的放在工厂深处。是不是不应该拿出来才对？",
        "坏掉的手机\n荧幕摔得粉碎的手机。好像整台坏掉的样子，连电源都开不了",
        "稻草束\n带着稻穗的稻草束。现在明明是夏天，可是却已经染成金黄色。还能闻到稻穗的香味",
        "白色手帕\n上面沾满纯黑色斑点的手帕。原本似乎是纯白洁净，上头还有绣着漂亮刺绣的样子",
        "录音机\n不太晓得用法的老旧机器。只要按下按钮，就可以放出音乐。这是什么样的原理呢？",
        "录音带\n不常见的样子的盒式磁带。究竟要怎么用呢？",
        "红色的裁布剪刀\n深红色的巨大剪刀。巨大锐利，感觉很容易就能把我的手剪断",
        "人偶\n手脚被绑起来、没有脸的人偶，摸起来刺刺的，有点痒",
        "小石头\n光滑的石头。丢出去的话，可以滚很远，很有趣",
        "盐\n细致的盐。虽然舔起来咸咸的，但总是会忍不住想舔。跟厨房里的盐比起来，好像有点不太一样",
        "动物饲料\n给动物吃的鱼形小点心。外形虽然很可爱，但闻起来有点怪",
        "纸飞机\n常常跟小唯一起折的纸飞机。据说小心别太用力轻轻投掷出去的话，飞得才会比较远",
        "10元硬币\n经常掉在路边的钱。如果不珍惜使用的话，可是会惹妈妈生气的。一定要多多注意",
        "白色槌蛇\n有着红色眼睛，身体全白的怪蛇",
        "黄色槌蛇\n有着红色眼睛，鳞片黄亮的怪蛇",
        "白色槌蛇\n有着漆黑眼睛，身体全白的怪蛇",
        "黑色南瓜\n掉在路上的南瓜。整颗烂掉变黑了",
        "巨大南瓜\n掉在路上的南瓜。又大又重的",
        "龟裂南瓜\n掉在路上的南瓜。有着锯齿状裂痕",
        "鬼怪南瓜\n刻着令人毛骨悚然怪脸的巨大南瓜。内部被挖空了。偶尔会发出奇怪的声音",
        "拼图\n城镇地图完成了！（棒读）",
        "拼图片1\n有点脏的拼图片。如果完成的话会是怎样的图画呢？",
        "拼图片2\n有点脏的拼图片。如果完成的话会是怎样的图画呢？",
        "拼图片3\n有点脏的拼图片。如果完成的话会是怎样的图画呢？",
        "拼图片4\n有点脏的拼图片。如果完成的话会是怎样的图画呢？",
        "拼图片5\n有点脏的拼图片。如果完成的话会是怎样的图画呢？",
        "拼图片6\n有点脏的拼图片。如果完成的话会是怎样的图画呢？",
        "拼图片7\n有点脏的拼图片。如果完成的话会是怎样的图画呢？",
        "拼图片8\n有点脏的拼图片。如果完成的话会是怎样的图画呢？",
        "拼图片9\n有点脏的拼图片。如果完成的话会是怎样的图画呢？",
        "拼图片10\n有点脏的拼图片。如果完成的话会是怎样的图画呢？",
        "某样东西的零件1\n奇妙形状的小零件。完全无法想象它原来的样子。这是什么的零件呢？",
        "某样东西的零件2\n奇妙形状的小零件。完全无法想象它原来的样子。这是什么的零件呢？",
        "某样东西的零件3\n奇妙形状的小零件。完全无法想象它原来的样子。这是什么的零件呢？",
        "某样东西的零件4\n奇妙形状的小零件。完全无法想象它原来的样子。这是什么的零件呢？",
        "某样东西的零件5\n奇妙形状的小零件。完全无法想象它原来的样子。这是什么的零件呢？",
        "某人的备忘录1\n很稚气的字写着：如果遇到鬼怪的话，要慢慢走才不会被发现",
        "某人的备忘录2\n很稚气的字写着：被鬼怪袭击的时候，丢小石头之类的东西，引开鬼怪的注意，然后乘机逃跑",
        "某人的备忘录3\n很稚气的字写着：因为害怕鬼怪所以在某个地方不能前进，在周围打转",
        "某人的备忘录4\n很稚气的字写着：在山路里四个灯笼并排的地方听到铃铛的声音时，绝对不可以动",
        "某人的备忘录5\n很稚气的字写着：手机振动7次之后，接起电话的话……接下来的字被擦掉看不清楚",
        "某人的备忘录6\n很稚气的字写着：城镇中随处可见的怪脸涂鸦据说一共有十个，但千万不可以去找",
        "某人的备忘录7\n很稚气的字写着：城镇南边的自动贩卖机被诅咒了。不要投钱进去",
        "某人的备忘录8\n很稚气的字写着：城镇的北边有诅咒的房子。去到那里的大家全都... ...这后面的部分破损了看不清。",
        "某人的备忘录9\n很稚气的字写着：槌蛇好像总共有三条的样子。寻找槌蛇的时候，要小心别去踩到而滑倒",
        "某人的备忘录10\n很稚气的字写着：千万别碰掉在奇怪地方的南瓜，捡起来的话，会被诅咒的",
        "红色牵绳\n深红色的小狗用牵绳，我都用这个牵着茶子或小黑出去散步",
        "蓝色石狮子\n蓝色的小尊石像，仔细一看有点呆呆的样子，好可爱",
        "在图书馆办公室里发现的钥匙。很多钥匙一起串在钥匙圈上",
        "某种把手\n很好握的银色把手。感觉像是从哪里脱落下来的样子。不知道能用在哪里呢？",
        "生锈的老虎钳\n被雨淋湿后上头布着褐色的铁锈。很重的老虎钳。如果不使出全力，根本拿不动",
        "书斋的钥匙\n在洋楼的书斋捡到的钥匙。不晓得为什么，上面沾满黑黑的污垢",
        "机器人的右手\n绿色模样的机器人右手零件。虽然是汽车的造型，但上面有手肘零件",
        "机器人的身体\n机器人身体的零件部分。胸口贴着星型徽章",
        "下水道的钥匙\n在下水道附近发现的老旧钥匙。上面沾着泥土，冷冰冰的像冰块一样",
        "沾满淤泥的钥匙\n在地下水道捡到的钥匙，上面长满了青苔。如果把青苔去除，说不定就还能使用。是用来开哪里的门呢？",
        "红色的钥匙\n在下水道捡到的老旧钥匙。锈蚀得很严重。是从什么时候就被丢在那里的呢……",
        "老旧的钥匙\n沾满水坝底部泥土的钥匙。样子看起来是有点扭曲了，但应该还可以用吧……",
        "“唯的遗书”\n夏天就快结束了。我是一个小学生，名字叫作唯。昨天，我最爱的狗狗，其中有一只去了天堂。我感到非常伤心难过。一开始，爸爸过世，接着妈妈也变得奇怪了。所以，我依赖着小遥，只要能跟小遥是朋友，那就足够了。可是，夏天结束后，小遥就要搬到遥远的城镇去了。我所珍视的人事物，都渐渐的离我而去。离别总是令我感到痛苦难过，令我难以承受。我已经什么都不想要了"     
    ]
}