{
 "神奇道具": [
    "【阿拉丁的神灯】：只要你擦一擦这种神灯，存放在其中的烟雾机器人就会像灯神一样完全服从你的命令，为你做事，按下灯的盖子就能取消命令，让机器人回到灯中，不过灯神很可能会不择手段地执行你的命令。",
    "【爱斯基摩奶瓶】：这是一种从嘴里喝进去的冷气机，只要你讲一遍太热了，就会感觉气温降低3度",
    "【芭蕉扇】：只要用这把芭蕉扇一扇，什么样的风都能扇出来，可以通过刻度盘设定连续刮风的时间，还可以通过麦克风指定森林等芬芬气味，风向以及风力的大小是通过摇动芭蕉扇的力度来控制的。",
    "【帮忙蜂】：这是一种当你遇到困难的时候能够为你提供帮助的蜜蜂。",
    "【帮助丸子】：在被对手追得走投无路的时候，只要扔出一个这种帮助丸子，就能顺利地逃脱对手的追赶。",
    "【保镖机器人】：这是一种无论你讲什么，它都言听计从的机器人。",
    "【暴力能量探测器】：这是一种专门寻找跃跃欲试想打架的人的仪器。",
    "【保险柜刀】：只要用这种道具进行切割，任何地方都会出现超空间，能当保险柜使用。",
    "【报应药酒】：这种药酒会替被欺负者出气。",
    "【包租筹码】：只要你把这个包租筹码贴上，贴了筹码的东西就由你包租。",
    "【摆脱地球引力的踏板】：只要把物体放在这种摆脱地球引力的踏板上，再踩踏板，上面的物体就会摆脱地球的引力，飞到天空中。",
    "【蹦床喷剂】：只要把这种蹦床喷剂喷在地上，哪儿就会变得像蹦床一样富有弹性，即使是喷到人的身上，也会变得像在蹦床一样弹跳自如。",
    "【变更日期的粉笔】：用这种粉笔粗的一头画出一个圆圈，只要你站到这个圆圈里，就能到达明天，同样，用细的一头画出一个圆圈，只要你站到这个圆圈里，就回到了昨天。",
    "【变色龙茶】：喝了这种变色龙茶，只要把身体紧紧贴在树木或岩石上，不仅能改变身体的颜色，甚至连身体也会变成树木或石头，无论什么东西都能变，不过效果只能维持15分钟。",
    "【变身环和卡片】：只要把动物卡片安装这这种设备上，然后从变身环中钻过去，这个人就真的会变成卡片上的动物，有效时间为15分钟。",
    "【变身机器人】：这是一种狐狸型的机器人，只要给它吃油炸豆腐，它就会变成你的模样，替你做你交代给它的事情。",
    "【变形板】：只要在这种变形板上写上你想要变的东西，然后再把它挂在自己的脖子上，你就能变成任何想变的东西。",
    "【标本采集箱】：如果你有昆虫、植物、动物等的画片或照片什么的，只要用仪器一加工，真正的标本就会出现在采集箱里。",
    "【壁垒球】：只要你把这种壁垒球装在口袋里，它就会在你身体周围形成一个半径为2米的无形的墙壁，能够保护你免受来外部的攻击和其他危险。",
    "【不倒翁减个子锤】：用这种不倒翁减个子锤来敲击东西，无论什么东西都会像不倒翁模块那样从中间被敲出去。",
    "【部分进化枪】：用这种部分进化枪对着动物射击，填装不同的子弹，会使中弹动物身体的某一部分发生变化，子弹分为兔子弹，大象弹等各种各样的类型。",
    "【不分胜负的拳套】：只要带上这种拳套，无论对手是什么人，都能和他打个平手，胜负全靠个人的毅力。",
    "【不理虫】：你决心不理什么人之后，一旦一不留神又和这个人搭话，这种不理虫就会来咬你。",
    "【布玩具烤箱、布玩具外罩和填塞物】：用这种三件套的道具能够做出各种各样的布玩具。",
    "【布玩具照相机与涂膏】：这是一种人能够钻进去的布玩具，它能做得与真人一模一样，不过，要比钻进去的人大些。",
    "【布玩具制作相机】：只要用这种照相机拍下一副图画或照片，拍摄的对象就会原封不动地变成布玩具。",
    "【不愿意时的保险丝】：只要你事先把这保险丝安在后脖梗上，一旦碰到什么你讨厌的事情，这种保险丝就会断开，你就什么感觉都没有了。",
    "【变小的帽子】：戴上后体积会变小。",
    "【壁纸屋】：一种通往四维空间的方便小屋",
    "【便携式国会】：一个相当特别的机器。有了它，自己都变成国会议长了。任何法例、规则，要通过便通过。可以制订任何政策。可是如果只制订一些与小孩子意气有关的政策，就没什么意义了。当心，如果一次过放了太多政策进去，这个机器便会“自爆”，因此为免危险，不值得试用这机器。",
    "【采访报道机器人】：这是一种专门用于搜集新闻的机器人。",
    "【差变好喷雾器】：无论画面多么难看，歌声多么刺耳的人，只要用这种插变好喷雾器一喷，画出来的画就显得赏心悦目，唱的歌也非常动听。",
    "【长途气球信控制器】：通过对气球方向的遥控，能够把系在气球上的信送到收信人手中。",
    "【超大屏幕立体电视】：跟房间的一面墙那么大的3D电视，还能进入到画面当中去。",
    "【抽奖必中明信片】：只要使用这种抽奖必中明信片，无论参加什么抽奖活动都必定中奖。",
    "【虫类标本集】：这是一种有各种各样花草的图集，只要把它装饰起来，虫子就会蜂拥而至。",
    "【宠物笔】：用这种笔画出来的动物都能变成你的宠物。",
    "【宠物训练食品】：这是一种专门用来将吸尘器训练成宠物的特殊食品。",
    "【宠物油漆】：只要用这种宠物油漆在石头上面画出各种各样的宠物，石头就会变成真的宠物，这些宠物既能叫又能飞，而且因为是石头，所以绝对不会死。",
    "【初次体验药】：只要吃下这种药，无论做什么事都能体验到初次尝试时的那份感觉。",
    "【吹气式发动机】：这种发动机只要轻轻一吹，就能产生使气球起飞的能量。",
    "【出入镜】：只要你进到这种出入镜子里，就会看到和镜子里照出来的景色完全相同的世界，不过，这个镜中的世界左右颠倒且没有任何动物存在。",
    "【磁悬浮粉笔】：只要用这种磁悬浮粉笔画出轨道，无论什么东西都能沿轨道运行。",
    "【打盹贴纸】：只要你想要做的事情告诉这种打盹贴纸，然后把它贴在眼睛上，就能一边打盹一边做事。",
    "【代理口香糖】：如做错事后对着别人一边咀嚼口香糖，一边说道歉的说话，然后把口香糖黏在他人的背上，那人便会向着你想道歉的人说你刚才说的说话道歉。",
    "【代用贴纸】：只要在这种贴纸上写上某种东西的名称，无论贴在什么上面，它都会变成贴纸上写的那种东西。",
    "【电传泵】：用这种电传泵吸上来的东西，能够发送到任何一个地方。",
    "【颠倒魔笛】：只要用它吹奏出歌曲，就能让其它听到笛声的人或动物做出和他们原先意图相反的事情来。",
    "【电梯升降板】：只要你使用这种升降板，无论升到多高，哪里都有地板。",
    "【刁难人的恶魔药水】：只要把这种药水给你想要捉弄的人喝，喝了这种药水的人，就会被周围人一起捉弄。",
    "【钓遗失物的鱼竿和水池】：这是一种寻找遗失物的秘密道具，当你遗失了什么东西的时候，只要把你遗失的东西和地方告诉这种道具，它就会帮你找到遗失的东西并从水池中钓出来。",
    "【地平线胶带】：用这种地平线胶带能利用超空间制造出人造地平线。",
    "【地图注射器】：只要把注射器的针头扎进地图上，就能把东西送到针扎的地方去。",
    "【动画喷喷壶】：只要用这种喷壶一喷，画上的东西就会动起来，不过，只能在纸上动。",
    "【动画箱】：只要把书装进这个动画箱理，一按按钮，书中的情节就会变成动画，能在屏幕上显示出来。",
    "【动物变身报因药】：只要你帮助了动物，再给它搽上这种药，它就会变成人类模样来报答你，如果欺负它的话它就会报复你。",
    "【动物观察箱】：这是一种这是一种专门用于对自然状态下的动物进行观察的秘密道具。",
    "【动武票】：这种动武票非常可怕，无论是谁只要收下它，不管发生什么事情，都必须要去。",
    "【动物指套】：只要你把这些动物指套戴在手指上，就能产生与这些动物相同的力量。",
    "【断层视觉机】：只要用了这种断层视觉机，即使从外边看不到的地方，也能显示出来。",
    "【独裁者按钮】：边叫某人的名字消失边按一下这个按钮，那个人就会从此消失在世上，是一个非常可怕的按钮。只有当使用者后悔时消失的人才会重新出现。",
    "【杜鹃蛋】：这是一种能够转换身份的秘密道具，只要把它带在身上，你就能够随心所欲地变成一家的成员。",
    "【定时傻瓜蛋】只要事先设定好时间，然后把这种定时傻瓜弹安装到对方的身上，时间一到傻瓜弹就会爆炸，对方就会做出各种傻事来。",
    "【耳蘑菇与传话菇】：耳蘑菇起着磁带的作用，传话菇起着录音机的作用，只要种下耳蘑菇菌，就能把附近的声音录下来。",
    "【儿童用悬挂式滑翔机】：这是一种未来世界的孩子们使用的悬挂式滑翔机，它利用22世纪的空气动力学原理进行设计，能够用最小的翅膀面积获得最大的升力。",
    "【ESP训练盒】：这种ESP训练盒能够训练人的意念力、透视、瞬间移动的能力，不过要想成为一名合格的人才，就要每天训练3个小时，需要训练3年时间。",
    "【恶作剧玩具枪】：这是专门用来进行恶作剧的秘密道具，只要用它打上一枪，无论什么东西都会变成一件恶作剧的玩具。",
    "【恶魔护照】：它的用途和万能通行证相似，但威力更胜一筹。拿着它，真的干什么事情都可以。做了坏事，即便对方找你算账，只要出示这护照，对方便会产生一种无形的恐惧，任由你继续为非作歹。要偷、要抢，强迫对方干些不自愿的事情都没问题。如果手持这护照的人毫无良心的话，真可谓世界末日。",
    "【发令枪】：这是一种命令某人做某事时使用的秘密道具，将一张写有命令的纸条装进子弹里，然后上膛开枪即可。",
    "【发明机】：只要向这部发明机预定自己想要的道具，它就会自动输出说明和设计图。",
    "【发怒能量观测图】：这是一种专门探测发怒时的人下一步要干什么的机器。",
    "【放大灯】",
    "【房间保卫装置】：将这套保卫装置安装在房间的周围，就能够保护自己免受来自室外敌人的攻击。",
    "【放人风筝】：只要把这种风筝放在地上，拉着风筝线的人就会升到空中去。",
    "【防水气体】：只要把这种防水气体喷在身上，水就无法贴近你的身体",
    "【翻译魔芋】",
    "【发条式台风】：只要上好了发条，就能够产生从小旋风到台风等各种不同强度的风，如果你产生的台风强度适当的话，还能坐在风眼上玩呢。",
    "【飞机型万能操纵竿】：只要安装这种飞机型万能操纵竿，无论什么东西都能自由自在地在空中飞行。",
    "【非生物指挥棒】：利用这种非生物指挥棒，能把没有生命的东西集合起来，进行操纵。",
    "【飞行手纸】：只要把这种飞行手纸撕下来，它就会漂浮在空中，如果你把这种手纸缠在自己的身上，你就能在空中飞行。",
    "【飞行球3XX】：只要坐在这种飞行球上，然后用棒子敲打球就可以在空中飞行。",
    "【风驰电掣饮料】：只要你喝了这这种饮料，跑起步来就会像风驰电掣一般。",
    "【分身云】：先把这种分身云分开，然后只要把头钻进一朵云彩里，腿就会从另一朵云彩中钻出来，无论你的头到哪。里，腿都会留在原地。",
    "【福尔摩斯组合】：穿上这套组合后能够让普通人变成像夏洛克·福尔摩斯一样的大侦探，包括",
    "【联想式推理放大镜】（只要一边想着案情，一边看着放大镜，里面就能出现案件有关的提示）、",
    "【推理帽】（可以提高穿戴者的推理能力）、",
    "【寻人手杖】（手杖会自动倒下并指向犯人的方向，有80%的准确率）。",
    "【实情烟斗】（从中吹出的泡泡会飘到犯人头上破裂）和一件福尔摩斯风格的外套。",
    "【复原光线】：它能把被打破的东西恢复原状。但不能照太久，否则会把制成品变回原料，也不能让人起死回生。",
    "【复原液】：就像是壁虎的尾巴再生一样，只要涂上复原液，打破的东西或是弄坏的东西就会恢复原状。",
    "【复制小母鸡】：这种复制小母鸡能把任何你想要的东西变成鸡蛋生出来。",
    "【感觉监视器】：身上装了这种天线的人会将自己所看到的、听到的、感到的、尝到的各种感觉发射出去，而身上装有感觉发射器的人就能够体验到完全相同的感觉。",
    "【感情能量储气瓶】：这种秘密道具能把对方的感情吸收起来，并把这种感情作为能量用于各种不同的场合。",
    "【格斗手套】：只要是戴上了这格斗手套无论跟谁打架，都能打得过。",
    "【咯啦咯啦固体灯】：只要用这种咯啦咯啦固体灯照射一下，就能使像水啦、烟啦等无形的东西固化5分钟。",
    "【歌迷俱乐部组成徽章和歌迷俱乐部大本营】：只要收到从大本营发出的指令电波，即使是自己不喜欢的歌星，所有佩戴歌迷俱乐部组成徽章的人都会按照大本营的指令参加俱乐部。",
    "【跟踪监视器】：这种跟踪监视器的箭头会一直密切跟踪监视目标所在的位置，当他距离你30米以内的时候，跟踪监视器上的蜂鸣器就会发出鸣叫声，通过画面通知你他所在的位置。",
    "【观光旅行窗口】：只要把地图输入到计算机里，然后一按开关，就能在窗口里看到各地的风景。",
    "【光纤春藤】：这种光钎春藤能自由地伸展，长春藤的前端能自动连接到指定的场所，通过电视画面就能看到长春藤连接的地方，可以同时连接12个频道。",
    "【怪物帽】：只要戴上这种怪物帽，手脚就会延伸，身体会变得像橡皮一样富有弹性。",
    "【观梦眼镜】：只要戴上这种观梦眼镜，就能窥视别人的梦境。",
    "【灌入灵魂的枪】：只要吹上一口气，就能把自己的灵魂灌入到对方的体内，然后就能随心所欲地对他进行控制了。",
    "【固定位置喷壶】：这是一种专门用于固定东西位置的喷壶，只要用它一喷，取出的东西就会自动回到原来的位置上去。",
    "【过激行为停止表】：这是一种能够暂停时间流逝的钟表。",
    "【格列夫通道】正向通过后会变小，反向通过则变大。",
    "【海水素】：只有把这种海水素倒进河里或是湖里，河水或湖水就都会变成海水。",
    "【航空眼镜】：只要戴上这种航空眼镜，身体就会变得非常轻盈。",
    "【毫不费力的钓竿】：这是一种能够毫不费力地钓起重物的钓竿。",
    "【黑洞笔和白洞笔】：用黑洞笔画上一个圆圈，再用白洞笔画上一个圆圈，装进黑洞笔画的圆圈中的东西就会从白洞笔画的圆圈中冒出来。",
    "【换房转换器】：只要在房间里安装上这种换房转换器，就能够与任何地方的任何一间房子进行转换。",
    "【谎话800】：喝下谎话800后，说的话都会变成谎言。",
    "【回音山】：对着回音山发出的声音，都能被反射回来，使用者还可以调节具体延迟的时间与声音大小。",
    "【回音山增强版】：这种回音山不仅能反射声音，还能反射诸如激光一类的武器攻击。",
    "【滑溜溜乳液】：擦在人皮肤上，能让人的皮肤滑得没有一点摩擦。所有接触到皮肤的物品都会滑开。",
    "【换装照相机】把服装的设计图放入照相机，对着要换装的人拍照，那个人就会穿上设计图上的衣服。",
    "【滑溜瓦斯】把滑溜瓦斯喷在身上或物体上，能像滑板鞋，也可以滑来滑去。",
    "【健忘棒】：这是一种使人丧失记忆的秘密道具，它带有几时装置，可以通过指定时间使别人丧失对某事情的记忆。",
    "【剪影剪刀】",
    "【简易爱的小屋】：只要把别人带到这间爱的小屋里来，对方就会喜欢上你",
    "【交通鞋】：这种交通鞋上装有各种不同功能的按键，它具有汽车、直升机、潜水艇等各种不同交通工具的功能。",
    "【解恨水果糖】：只要嘴里含着这种解恨水果糖睡觉，你的灵魂就会暂时从躯体中出来，变成一个幽灵。",
    "【节能热气球】：这是一种高效节能的热气球，只要用打火机的火，就能飞到任何你想去的地方。",
    "【机会照相机】：每当有什么意外事件要发生的时候，这种机器会照相机就会事先把你带到事发现场。",
    "【进入无人境地的饮料】：想要一个人呆着的时候，只要喝下这种进入无人境地的饮料，就绝对不会跟任何人见面。",
    "【机器人黏土】：用这种机器人黏土做出来的东西动起来会像真的一样。",
    "【机器人人身后的幽灵】：这是一种专门为所依附的人做事的幽灵。",
    "【机器人幸子】：这是一种专门为没有孩子的老年人夫妻排解寂寞而制造的机器人。",
    "【计算机铅笔】",
    "【揪头发镜子】：利用这种镜子，能将手伸到对方身后，在不知不觉的情况下，揪下他的头发。",
    "【久违的皮箱】：只要提着这只久违的皮箱，对方见到你就会像就别重逢似的，对你非常亲切。",
    "【继梦器】：戴上这种继梦器睡觉，即使梦境被打断，继梦器上的计算机也能自动为你设想出被打断的梦境，在你起来的时候把它变成现实。",
    "【活化喷雾】：任何印刷品，包括钱币、图画、书籍等，只要喷上这个喷雾，凡是有图画的地方画中的情景都会根据它目前的情况动起来，变成几秒或几十年后的状态。这法宝除了用来开玩笑外，对调查罪案也是相当有用处的。",
    "【记忆磁盘】：这种记忆磁盘能够把大脑里储存的记忆暂时取出，并进行复制，此外，还能提取并删除被别人知道的。",
    "【不愉快的】事情，或是直入一些新的记忆。",
    "【记忆面包】：把课文写在面包上，吃下，便可以完全记得内容。你说这不是方便人们作弊吗？只是，如果因吃过量泻肚子，吃下的课文可能会完全……一言蔽之：功亏一篑。个人认为此法宝对数学没作用。因为题目总不会每次都一样的吧！消委会已禁售此类产品，指吃下可能会中毒。",
    "【技术手套】：手套戴上了之后，手就能按照自己的意思变成各种工具并作出各种精细的工作。",
    "【卡拉OK大王】：只要把这种仪器对准恭维级，即使是胖虎来唱歌，自动打分机也会打100分",
    "【拷贝镜】：只要把东西放在复制镜前照一照，镜中就会出现一个和原物相比左右颠倒的复制品。",
    "【可怜爱心草】：这是一种让人同情的秘密道具，只要戴上它，无论是人还是别的什么动物，谁见了都会不由自主地产生怜悯之心。",
    "【可视电话】：只要把这种电话装在电视机上，就会变成一部可视电话了。",
    "【空气炮】。",
    "【夸张涂抹笔】只要用这种夸张涂抹笔画出来的东西，哪怕是信手乱涂乱画的，看上去也更真的似的。",
    "【夸张鱼钩】：这种夸张鱼钩一旦钓到鱼，鱼的细胞就会膨胀，看上去比实际个头大好几倍，一旦把鱼从鱼钩上摘下来，就会恢复原状。",
    "【夸张照相机】：只要用这种照相机拍照，无论照什么都能拍得很夸张。",
    "【窥视孔板】：用这种秘密道具，能在相距很远的地方做窥视孔。",
    "【捞星网和锤子】：用锤子击打物品的时候，冒出的火星及两个人碰头的时候，冒出的金星都能用捞星网捕捉。",
    "【冷热反差霜】：涂上这种面霜后，人对冷热的感觉就会颠倒过来。",
    "【连发型倒霉光线枪】：只要被这种连发型倒霉光线枪击中，就会接二连三地遇到倒霉的事情。",
    "【连起来的线】：只要用这种连起来的线把两个人互相连起来，无论她们离得有多远，也会被拉倒一起，10分钟之内难分难离。",
    "【立场变换枪】：只要用这种立场变换枪，就能使自己和对方的立场发生转变。",
    "【利滚利银行】：在这种银行里存款，每小时就有一成的利息，财源滚滚，借款的时候，每小时要还两成的利息，还款之前利滚利，所以要是不尽快还款，就会倒霉。",
    "【灵魂手杖】：无论什么东西，只要是被这种灵魂手杖碰过，都会产生灵魂。",
    "【临时存放卡】：只要把三角的部分撕下来，贴在你想存放的东西上，谁都会给你存放的。",
    "【力量电池】：只要把力量电池装进盒子里，再把电线连接到两只手腕上，充足了力量，你就会比职业摔跤手运动员还要有劲儿。",
    "【力量铁镐】：使用这种力量铁镐挖坑，只要用很小的劲儿，它就会把你的力量增强一百倍。",
    "【龙卷风麦管】：只要一吹这种麦管，就会产生一股小小的龙卷风，采用不同的吹法，能够制造出各种各样不同的龙卷风。",
    "【鲁滨逊漂流装置】：这是一种专门用于体验漂流游戏的休闲用品，漂流装置内储存有各种各样的生活必需品。",
    "【陆地摩托艇】：这是一种带有动力装置的陆地摩托艇。",
    "【陆地小船】：这是一种能够在地面上漂浮的小船。",
    "【旅行窗口装置】：只要用遥控器对这种旅行窗口装置进行操纵，窗外的景色就会像坐在车上一样，不断变化，打开窗户还能够到窗外的地面去。",
    "【冒险茶】：只要喝了这种冒险茶，一出门就会经历风险，不过，喝一口只管5分钟。",
    "【没有机关的魔术手绢】：在手绢的接缝里装有一个小型的电子计算机，能够对分子进行分解和组装，制造出各种各样不同的东西。",
    "【没有魔神的魔灯】：只要把这种魔灯对着某个人，再叫一声他的名字，那个人就会被吸进魔灯里，变成魔神从灯里出来",
    "【梦幻花环】：只要手里拿着这种梦幻花环睡觉，在梦境中见到的东西就会被移植到现实世界中。",
    "【梦幻机】：只要你在睡觉之前，把自己所喜欢的录像带装进这种梦幻机里，就能梦见录像带里的内容。",
    "【梦境监督椅子】：只要坐在这把梦境监督椅子上，就能对别人的梦境进行监控，不仅如此，还能按照自己的意愿改变别人的梦境。",
    "【梦境梯】：利用这种梦境梯能够随心所欲地出入别人的梦境，而且还能够邀请别人进入自己的梦境，按照自己的意志行事。",
    "【梦游盒】：只要把自己想要做的事情写在一张纸上，装进这种梦游盒里，睡觉的时候，再把梦游盒压在枕头下边，就能一边睡觉一边做事了。",
    "【秘密垃圾箱】：这是一种倒垃圾的装置，它利用时间机器将垃圾扔到生物尚未出现的远古世界，无论多少垃圾都能扔。",
    "【迷你哆啦A梦】：这是22世纪机器人学校的寺尾台校长送给哆啦A梦的礼物——一种迷你型的哆啦A梦，虽然也能跟真正的哆啦A梦一样掏出秘密道具来，但道具的尺寸都会变小。",
    "【魔法百科词典】：只要你向这种词典里写上你喜欢的咒语和对应效果，它就能变成真的魔法。",
    "【模拟宇宙探险玩具】：这是一种橡胶气球装置，只要把气球吹起来，就会变成星星或者火箭。",
    "【魔术放大镜】：用这种放大镜去看东西，所看到的东西就会真的变大。",
    "【魔术门牌】：只要把这个魔术门牌往门上一贴，这所房子里就会变成门牌上所写的人家了。",
    "【魔术手】：戴上后可以对远处的人为所欲为。",
    "【内部吸取机】：用这种秘密道具，能神不知鬼不觉地把内部的东西转移到别处去。",
    "【能力磁带】：这种能力磁带里录入了各路高手各种各样的能力，只要装上一盘这种磁带，就能把你所需的能力发挥出来。",
    "【能自由出入的纸】：把自己喜欢的景色画在这种能自由出入的纸上，就能随心所欲地进出自己作品中的景色。",
    "【能钻进去的镜子】：如果进到这种镜子里，就会发现，这是一个左右颠倒的世界，镜子中的世界里一个人也没有，只要有了这种能钻进去的镜子，就能够自由出入现实与镜中世界了。",
    "【年代测定器】：这是一种专门用来测定化石等古代物质形成以来经过多少年的仪器。",
    "【年龄泉索】：只要把这种年龄泉索绳索连接起来，再按下按钮，就会有水从绳圈中涌出，如果喝上一杯红色的水，年龄就会增加一岁，相反，如果喝上一杯蓝色的水，年龄就减少一岁。",
    "【黏土机器人】：这是一种用黏土制作而成的机器人，只要把一根头发粘在它的头上，它就会跟这根头发的主人的行为举止完全相同。",
    "【鸟形帽】：只要戴上这种鸟形帽，就能变成鸟类的朋友，有各种不同类型的鸟形帽，戴上某种鸟的鸟形帽，就会变得连在空中飞行的姿势、捕食的方法都更那种鸟一模一样。",
    "【逆反世界进入油】：将这种油滴在镜子一样可以反光的平面上，就可以变出与“出入镜”世界相连接的入口。",
    "【弄虚作假的麦克风】：只要把这种麦克风上的开关置于“ON”的位置，原本稀稀拉拉的掌声听起来就像暴风雨一般，但是，如果把开关置于“OFF”的位置，就会出现相反的现象。",
    "【浓烟人制造瓶】：把浓烟吸入这种瓶子里，就会产生对你言听计从的浓烟人。",
    "【盘景画框】：在地图上做好标记，再把这中盘景画框放在上面，一按按钮，做了标记的地方就会以立方体的形式出现在盘景画框中。",
    "【爬山滑雪杖】：这种滑雪杖能够改变动力的方向，使水平轴线发生倾斜，比如说，在滑雪场，就能往上坡方向滑。",
    "【配音线电话】：把这种配音线电话的一头安装在对方的身上，用另一头就能够控制对方说的话了。",
    "【朋友圈】：只要你把这张纸展开，进入上面的圈里去，无论更什么人都会成为好朋友。",
    "【偏心树】",
    "【平衡轴承旱冰鞋】：这种平衡旱冰鞋能自动为你保持平衡，所以，穿上这种旱冰鞋，是绝对不会摔倒的。",
    "【飘飘药】：可使身体的密度变得比空气还小（跟氦气差不多），进而能够浮在天空中。",
    "【拼装化照相机】：用这种照相机照出来的东西，无论什么都能变成拼装玩具，而且尺寸也有多种多样的选择。1",
    "【铅笔导弹】：只要把铅笔头拔出来再安上这种铅笔导弹，按下遥控装置的按钮，它就会飞向目标。",
    "【墙壁景物更换机】：使用这种墙壁景物更换机，就能通过墙壁看到任何一个地方的景。",
    "【强迫提款机】：只要从这种强迫提款机上的小孔里看着对方，说出一定的金额，就能取出钱来，如果对方现在没有钱，能提前预支他未来的收入。",
    "【翘曲空间笔】：只要用这种翘曲空间笔画出一个圆就会产生翘曲空间孔，通往任何你想去的地方，用橡皮一擦，就能恢复原状。",
    "【轻松登山帽】：只要改变轻松登山帽上羽毛的角度，无论多么陡的坡，都能像下坡一样，轻松地爬上去。",
    "【晴雨笔】：利用这种笔，就能够使任何地方出现你所希望的天气，用金色的笔一画，就会出现晴天，用蓝色的笔一画，就会出现下雨，要想使气温升高，就用红色的笔，要想出现龙卷风，就用黑色的笔，只要用橡皮擦一擦，就能恢复原状。",
    "【七孔喇叭】：只要对着你想要处理掉的东西吹一下这种七孔喇叭，无论你想处理的是不是有生命的东西，都会自己跑到深山离去。倒过来吹可消除效果。",
    "【七夕愿望火箭】：只要在便笺上写上你的愿望，再把火箭发射出去，就能立刻实现你的愿望，不过，只能用一次就会失去作用。",
    "【全息摄影机】：只要用这种全息摄影机的光照一下某种物体，它就会变成看得见却摸不着的幻影。",
    "【驱鬼豆】：这是一种利用意念移物法将里面的东西扔到外面去的豆子。",
    "【去厚针】：这种道具在搬运大件行李的时候非常方便，只要用去厚针一扎，行李就会像泄了气一样变得又薄又扁。",
    "【催眠钟摆】：能把人催眠、还能控制被催眠者身体。",
    "【让步帽】：只要戴上了这种让步帽，周围人的各种能力（如体力、智力）等，都会变得和你处于同一水平。",
    "【忍术修炼工具】：盒子里装着各种各样修炼忍术的道具，包括水上行走术、天狗飞翔术、神行太保术、变身卷轴。",
    "【人体程序痣】：把你想做的事情告诉这种人体程序痣，然后把它贴在脸上，你就会在睡眠状态下起来，按照事先定好的程序做事，不过，一颗黑痣只能做一件你想做的事。",
    "【人体磁力皮带】：只要一按这种人体磁力皮带上的按钮，人体本身就会产生磁力。",
    "【人体墨拓油墨与拓纸】：只要把这种人体墨拓油墨厚厚地涂在某个人的身上，再把他往拓纸上一按，就能像制作鱼拓一样制出人体墨拓，用于收集明星人物墨拓全集什么的，非常有意思。",
    "【人体书皮】：只要把这个书皮顶在头上，人脑就会变成书，书中所有的细节都能一点儿不差地想起来，说得头儿是道。",
    "【人类遥控器】：只要把这种传感器安装在某个人（也可以是自己）的身上，就可以随心所欲地用人类遥控器对他（包括自己）进行操纵。",
    "【人偶操纵器】：这是一种像操纵提线木偶一样操纵人的秘密道具，被操纵的人绝对不会违反操纵者的命令。",
    "【任意门】：只要心中想着想去的地点，计算机就会传达并歪曲所在地与目的地间的空间而将两地靠拢，跨过门就可以到达。但是不能去距离十光年以上的行星，或者是计算机地图上没有的地区。是很常用的道具。但是这个工具经常会坏。通过门把手的旋转还可以进行穿越时空的旅行。",
    "【任意水龙头】随便把它安在什么地方，扭开水龙头，饮品便会自动出来。",
    "【弱点转移棒】：这是一种专门用来把自己的弱点转移到别人身上去的秘密道具，只要用转移棒一碰就行了。",
    "【人体保险丝】外形与20世纪的熔断保险丝无异，当人把它带在身上的时候，只要受到极度的惊吓就会断开，让人失去知觉，但仍然保有生命体征",
    "【如意口香糖】：只要你一边在心里想着什么特定的形状一边吹，就会吹出你心里想象的那种形状。",
    "【如意气球】：只要事先在这种如意气球上写上你想去的地方，它就会把你带到哪里去。",
    "【如意照片冲印机】：用这种冲印机冲印照片，即使是拍摄失败的照片，也能冲印出令人满意的照片。",
    "【人鱼果实】：吃下后变成美人鱼，脚变成鱼尾，在吃下瞬间不能在吃鱼，能在水中生活。",
    "【人体储蓄罐】：设定密码对任何人，他们都会变成储蓄罐供你存钱。",
    "【上帝大全】：这是一套专门帮助别人的秘密道具，只要看到了需要帮助的人，你就能用这套道具帮助别人。",
    "【上帝游戏】：只要交上一点香火钱，一些小愿望就能实现。",
    "【生物繁殖透视图书】：这是一种专门用于观察生物发育过程的秘密道具，只要把生物卵或是幼虫放入透视装置中，它能够使时间加速流逝，展现出生物从卵、幼虫变成为成虫的过程。",
    "【升降控制器】：只要按一下升降控制器的按钮，你就会像乘上了电梯似的，想升多高就升多高，升到你所想的高度之后，即使在这一高度上行走，也不会掉下来。",
    "【声音凝固剂】",
    "【神奇的喇叭】：即使是吹牛皮，也能实现。",
    "【神奇的相册】：只要指定好时间及人物，就能在这本神奇的相册中看到过去的照片。",
    "【神仙机器人】：这是一个看上去十分丑陋的老年机器人，不过只要你帮助他，他就会实现你三个愿望",
    "【时间超速装置】：利用这种时间超速装置，就能够从某一个时间一下子过渡到前面的时间去。",
    "【时间复制机】：这是一种由时间电视和时间复制机组成的装置，现在的东西就不用说了，即使是过去的东西也能进行实物复制。",
    "【时间空间变换器】：使用这种秘密道具能够对现在和过去的空间进行转换。。",
    "【时间包巾】可以使被包裹的物品变成未来或过去的模样。",
    "【时间密封球罐】：这种密封球罐具有保鲜功能，无论什么东西都能保存得跟新的似的，比如像冰激凌，保存一万年也不会化。在2005版《哆啦A梦》中，时间密封球罐还具有时间旅行、自动寻人的功能。",
    "【时间手套和眼镜】：戴上这种时间手套和眼镜，就能够超越时间，触摸到过去和未来的东西。",
    "【实战电子游戏机】：使用这种实战电子游戏机，能使某人变成电子游戏中的主人公，并对他进行操纵。",
    "【书的味精】：无论多么无聊的书，只要撒上这中书的味精，读书的人都会觉得非常有意思。",
    "【水电影】：只要曾经映在水里的东西，无论什么都能看到。",
    "【水净化器】：这是一种专门用于对河流或湖泊的水进行净化处理的设备。",
    "【瞬间塑料玩具组装机】：可以将塑料模型玩具瞬间组装起来的机器，通常会和拼装化照相机搭配使用。",
    "【隐身斗篷】隐身作用。",
    "【四维垃圾箱】：这是专门用来扔不能使用的道具，它与四维空间口袋一样，无论多大的东西都能扔进去。",
    "【四维楼房扩建预制板】：只要在第一层和第二层楼房之间插入这种思维楼房扩建预制板。不过由于这是一种四维建筑，所以外观上与普通房子没什么不同。",
    "【送货员帽】：无论是谁，只要戴上了这种帽子，就会变成送货员，将货物送到指定的地点。",
    "【送信飞机】：用这种纸折成一架飞机，只要让它的鼻子记住你的气味，就能当信鸽使用。",
    "【速成机器人】：这种速成机器人只要把你的头脑一拷贝，就会变成你的替身。",
    "【缩小灯】：被照到的人或物会变小",
    "【声音凝固剂】：喝后大叫，可以让使用者所喊的字会变成固定掉落。",
    "【身体磁化】：身体变成磁铁",
    "【泰山绳】：只要跳到这根泰山绳上就能像人猿泰山那样，荡到任何一个地方。",
    "【逃走地道笔】：只要用这种逃走地道笔在房间里面画一个洞，就能从这里钻到外面，同样，在外面画上一个洞，就能通到家里。",
    "【特定人物雷达】：先让这种特定人物雷达记住长相，此人一旦进入1千米的范围之内，雷达就会发现他。",
    "【天罚鞭】：当有人干了什么坏事的时候，只要抽动一下这根",
    "【天罚鞭，就能】让他受到相应的惩罚。",
    "【调节运动神经的装置】：这是一种用于调节动物的中枢神经的装置，它通过刺激动物的中枢神经，来控制肌肉的运动。",
    "【提高效率丸】：只要吃上一粒这种提高效率丸，无论是工作还是学习任务，都能高效率地完成。",
    "【提前推迟器】：这是一种能够把预定的时间提前或推迟的机器。",
    "【童话王国入场券】：这是一种利用时间机器进入22世纪游乐场的入场券，在童话王国，人们都变成各种各样的动物，尽情地游戏。",
    "【同伙标识】：只要把这种同伙标识一个贴在自己身上，另一个贴在对方身上，两个就成了同伙，一旦一方有了什么麻烦，另一方就绝对不会袖手旁观。",
    "【同伙戒指】：把这种戒指戴在手指上，然后一握手，就会啪地发出一束光，只要被这束光照到，无论是谁，10分钟内部分会成为你的同伙。",
    "【通用折扣券】：这种通用折扣券按照百分之10、30、50、70、90、100的票面比例装订在一起，只要使用这种通用折扣券，无论什么东西，都会按照票面的数字打折。",
    "【透明卡通保镖】：这种透明卡通保镖，虽然肉眼看不见，但它却一直在暗中保护你。",
    "【透明手】：戴上这种透明手，能跟自己的手一样操纵自如，透明手的力气极大，能伸10米左右。",
    "【土中钓竿】：用这种土中钓竿能够把埋在地下的东西钓起来。",
    "【替身机器人】：按下替身机器人的鼻子，就会变成和操纵者完全相同的人（但摔倒后会改变其性格）。",
    "【土地变大抽水机】：能够将土地放大，借此增加面积，似乎围墙、栏杆等和建筑物之间的距离不会发生变化，比如大雄家的围墙和家之间并没有变化，但是建筑物和建筑物之间的距离则会，比如大雄家和学校的距离变成了10倍。",
    "【天气徽章】：能选择想要的天气",
    "【望远扩音器】：只要用它看着对方，并对他说话，无论对方离你有多远，声音都能传到他哪里。",
    "【挽回空耗时间表】：这是一种能将发呆或是午睡等活动浪费掉的时间收回来，重新利用的秘密道具。",
    "【万能操纵器】：只要安装了了这种万能操纵器，无论什么都能开动起来，并进行操纵。",
    "【万能机场】：这是一种能为任何在空中飞行的东西提供降落场地的机场。",
    "【万能溜冰鞋】：只要你站在这种万能溜冰鞋上边，无论是是墙壁还是房顶，哪儿都能滑，而且它还会自动地避开各种危险的东西。",
    "【万能舞台装置】：可以用全息投影来打造舞台效果的机器。",
    "【完全修正机】：无论是什么东西，完全修正机都能把它修正得整整齐齐、漂漂亮亮",
    "【万能通行证】：一件很有威力的法宝。有了它，任何禁区、私人地方都可出入，完全不用事先申请。也可利用它作一些「非法行为」，包括抢他人的东西，乘出租车不付钱等等，而且对方也会乐意让你这么干。可是时限一过，这张卡便会完全失效，形同废纸。",
    "【万能舞台装置】：这个道具可以根据你的需要投射出逼真的表演舞台，还附带有各种服装和道具。",
    "【未来的玩具车】：这是一种外观以及规格都与一般的玩具车没什么两样，但马力更大，速度更快的玩具车。",
    "【微型电视台】：只要把这种微型电视台安装在某人或动物的身上，他所看到的东西，就能在电视中放映出来，成为一种个人专用的电视台。",
    "【微型助听器】：只要把这种助听器戴在耳朵上，无论多么小的声音都能听到。",
    "【物体变换枪】：这是将某种物体转换成另一种物体的机器，15分钟之后被转换的物体就会恢复原状。",
    "【物体电传适配器】：只要把它安装在话筒上，就能通过电话向对方传送任何东西。",
    "【无敌炮台】：只要把这种无敌炮台安装起来，炮台的主人随时随地都能做到想打谁就打谁，没有人能够防备或逃避这种无敌炮台的打击。",
    "【无敌纸牌膏】：只要在纸牌上涂上一点点这种无敌纸牌膏，就能变成威力强劲的纸牌，扇起巨大的风来。",
    "【无线电话】：这是一种不需要电话线的电话，只要通话的双方带着这种电话，无需电话线，也照样能打电话",
    "【无线遥控天线】：安装这种天线后，只要是能动的东西，什么都能遥控。",
    "【下地球器】：这是一种从正在自转的地球上下去的机器。",
    "【下决心剪刀】：正在犹豫不决的人，只要听到下决心剪刀发出的声音，就会毅然决然地开始行动。",
    "【相反愿望牌】：这是一种捉弄人的许愿牌，它会使你许的愿望出现相反的结果",
    "【鲜花盛开杯】：只要把这种杯中的灰撒出去，无论什么树都能开出来。",
    "【先知镜】：只要用这种先知镜看上一眼，就知道那个人将要发生什么事。",
    "【肖像板制作机】：这是一种能够制作原画肖像板的机器。",
    "【吓死人的录像机】：只要用这种吓人的录像机一拍，就会发生让对方大吃一惊的怪事。",
    "【戏剧性气体】：这种气体会使人们的感觉被大大地夸张，对平时司空见惯事情大惊小怪。",
    "【兴奋瓶盖】：由于通过这个兴奋瓶盖倒出的饮料受到了兴奋射线的照射，所以喝下这种饮料的人，就会像喝醉了酒一样异常兴奋。",
    "【心意探测器】：使用这种探测器，即使不直接询问本人，也能说出本人的意见",
    "【吸收睡意枪】：只要把这种吸收睡意枪的手炳握紧，然后对准莫个人一松，就能吸收他的睡意，只要一按下手枪上的按钮，就能把吸收睡意发射出去，被发射出去的睡意击中的人或动物就会立刻酐然入睡。",
    "【修复药水和破坏药水。】：只要把修复药水涂到损坏的东西上，就会修复被损坏的东西，如果将破坏药水涂到完好的东西上，东西就会被损坏。",
    "【休克枪】：被击中的人会暂时昏厥，失去行动能力，但不会伤及性命。",
    "【袖珍信号灯】：只要这种信号灯上的红灯一亮，任何正在运动中的物体都会停止，只要绿色的信号灯一亮，任何停止运动的物体都会动起来。",
    "【吸真心话的听筒】：只要把这种听筒靠近被人的头部，就能吸出并听到他的真心话。",
    "【虚构人物蛋】：只有把这种虚构人物蛋打开，童话中的人物就会出现在你面前，并且听从你的命令。",
    "【寻宝纸】：这是一种用于寻找非常珍贵的东西时使用的秘密道具，只要用火一烤，就会显出字迹来。",
    "【寻人探测器】：用这种机器记住某种东西，然后机器就能自动找到想要这种东西的人。",
    "【续梦枕】：在这种枕头上睡觉可以让你继续做别人做过的梦。",
    "【寻纸片雷达】：这是一种寻找纸片的仪器，能够用来寻找被风吹跑的重要文件以及便条。",
    "【小鸟帽】：佩戴后身后会长出小鸟的翅膀。",
    "【细菌制造机】：可以制造一些不寻常的细菌。",
    "【要东西的手】：只要把这种要东西的手伸出去，无论是什么东西，想要就能要到。",
    "【妖怪钟】：只要用这个妖怪钟定好时间，时间一到就会有妖怪出现。",
    "【遥控潜水艇组合】：这种遥控潜水艇能够在房间里对潜水艇进行遥控，利用潜水艇上的潜望镜可以对海里的情形进行监控，或是在海底拾海贝。",
    "【一唱一和胶囊】：只要把这种一唱一和胶囊分着吃了，两个人之间无论进行什么内容的对话，都只用一唱、一和就能进行。",
    "【一叫即应项链】：戴上这个颈炼的人，只要有人喊他（她）的名字，便会被条项链牵到喊名字的人面前。",
    "【音量相反的麦克风】：这种麦克风与普通麦克风相反，说话声音小，麦克风的音量就大，说话声音大，麦克风的音量就小。",
    "【隐身棒】：这是一种能够使光线发生弯曲的秘密道具，只要你手里拿着这种隐身棒，就会想消失了似的。",
    "【隐身披风】：披上这种隐身披风，你就能够隐形，谁都看不见你。",
    "【印象灯帽】：只要戴上一顶这种印象灯帽，无论什么人只要被帽子上的灯照射，他就会完全按照戴帽人的印象行事。",
    "【印象贝雷帽】：只要戴上这种印象贝雷帽，想象一个物体的形状，这种想象就会固化变成现实。",
    "【影子保镖】：这是一种在暗里的地方看见，在亮的地方看不见的人形卡。",
    "【影子闪光灯】：用这种影子闪光灯制造出来的影子特别听话，只要你求他做的事，无论什么它都会替你去做，不过，这种影子只能维持30分钟的时间。",
    "【影子油】：这是一种用于人的影子上的油，只要把它滴在别人的影子上，就能使这个人的影子和他的身体一样感到疼痛。",
    "【意图音叉】：如果有谁想要让他听一下这个音叉发出的声音，他就会以为自己已经干过了。",
    "【意志坚强石】：只要对这块石头发过誓，如果你想违背自己的誓言，就会受到它的攻击。",
    "【椅子改良机】：这是一种专门用于改良椅子的机器，只要安在椅子上，就会把椅子改造成你的样子。",
    "【幼儿练习车与思维空间嫩叶标志】：这是专门为孩子进行驾驶训练制造的汽车，无论驾驶技术多么差的人开车，都绝对不会发生交通事故。",
    "【有浮力的烟斗和烟丝】：用这种秘密道具抽出的烟、会变成浮在空中的烟圈",
    "【有效果的护身护】：只要把这种护身护贴在肚子上，就绝对不会遇到灾难。",
    "【雨男晴男仪表】：只要把这种仪表对准某个人的身体，就能知道这个认识雨男还是晴男，当指针向+号，就说明这个人是晴男，指针向-号，就说明这个人是雨男。",
    "【预先报警天线】：这是一种在某事发生之前，事先通知事发地点的秘密道具。",
    "【游泳粉】：擦上人的身上，使用者周围变成水，能穿越地面、墙壁、树等障碍物。",
    "【赞美口红与骂人口红】：这个道具有赞美和骂人两支口红头，若在嘴唇涂上赞美口红，对任何人说起话来都会天花乱坠，尽是恭维话。如果涂上骂人口红，则必变得唇枪舌剑，惹人憎恨。",
    "【占卜卡片盒】：这是一种当你不知何是好的时候使用的占卜装置，它能够用三张卡片来提示你的未来。",
    "【招揽客人的猫食】只要把这种招揽客人的猫食喂给猫吃，这只猫就会变成招揽客人的猫，不过招揽到三位客人后，效果就会消失。",
    "【整体伸缩杯】：在这种整体伸缩杯中倒入饮料或装入冰淇淋，然后只要一按按钮，杯子就会变大，里面的东西也会增加",
    "【蒸汽烟囱】：只要把这顶帽子戴在头上，无论是谁，都会变得想火车一样强健有力。",
    "【纸牌印刷机】：这是一种利用自己喜欢的照片或图画制造纸牌的机器，无论是圆形的纸牌，还是方形的纸牌都能印出来，而且，想印多少张就能印多少张。",
    "【直升照相机】：这种照相机专门用于拍摄险峻的山岭、深海、火山喷火口等人类无法到达的地方。",
    "【重量吸入枪】：用这种枪能够将物体的重量吸走。",
    "【转变日期手表】",
    "【竹马】：这是22世纪用竹子和马杂交而成的生物，可以飞快地奔跑、跳跃，不过自尊心很强，不会轻易地听从别人命令。",
    "【自动万能螺丝刀】：这种自动万能螺丝刀能剪切、弯曲、连接东西，无论你想对物品进行怎样的改装，它都能让你如愿所偿。",
    "【自动提词机】：使用这种自动提词机，无需脚本，人人都能成为出色的演员。",
    "【自己动手做云的工具】：利用这种工具，你自己就能自由自在地做出各种各样的云彩来。",
    "【宗师招牌】：无论你想成为什么宗师，只要写在这个招牌上，你就能当上。"
  ]
}