{
"纹章":[
	"\n传承型 【胶兽感染】\n会自发地复制到接触到的未兽化人身上，被复制即被感染。\n会覆盖进被感染者的纹章中，对被感染者会产生两种分支影响\n一、白胶兽化\n身体会变白胶化，转化为半液半固的胶体性质；身体会长出白色的胶毛兽耳兽尾；大脑胶化失去意识只能本能地袭击任何移动个体与之摩擦。\n二、黑胶兽化\n身体会变棕胶化，转化为半液半固的胶体性质；身体会长出黑色的胶毛兽耳兽尾；大脑会转化为特殊的形态，不再成为弱点被破坏，意识不受任何影响。",
	"\n传承型 【未知】\n复制方式恕我无法直接告知于你，根据现在在世界各地存在的种种异常现象推测应该是某种未知复制类传承型纹章导致。\n我们只能通过间接方式知道有人被复制了这种纹章，但是被复制了的人我们已经无法得知他们是谁了，唯一能知道的是，未知正在吞噬这个世界。\n不要知道它。",
	"\n自生型 【快速成长】变异【逆成长】\n出生时就已经老得快要老死了，高血压、动脉硬化、骨质疏松、青光眼各种老龄病缠身，唯一大脑是正常的。\n随着时间推移，越成长越年轻，40岁的时候与另一位40岁的普通人结了婚。\n结婚十五周年的时候妻子离开了他，因为无法忍受自己已两鬓斑白丈夫却年轻得如同小伙。不过因为种种原因还是重新在一起了。\n最后，八十岁的时候，在摇椅中老伴的怀里，彻底消失。",
	"\n自生型 【逆因果律】\n作为少有的时间操作型纹章，之所以还未被杀以及关起来研究，在于该纹章过于特殊，可以主动逆因果律，不过副作用就是其携带者终生所有行为动作都是反的。\n比如：有人用子弹射击携带者，携带者会先倒在地上死掉，接着像倒放一样，从地上跌起来，子弹从伤口反向飞出，伤口消失，子弹飞回枪里。\n比如：携带者吃饭，把饭从胃里反回嘴里，咀嚼恢复回原样，被勺子放回碗里。最后吃完的空碗变成刚盛满饭的状态。\n比如：携带者上厕所……",
	"\n传承型 【胡萝卜】\n只能一脉单传，只能传给有智慧的胡萝卜。效果是让人不会感觉一个会说话有手有脚的胡萝卜有什么不对。\n附：近期有诽谤现任联盟执政官是一只胡萝卜的流言，散播者已被逮捕。",
	"\n铭刻型 【执念固化】\n可以铭刻在身上随机永久性固化自身的一个想法为执念并大幅提升自身行动力。\n比如：早上起来，窗帘漏进来一束阳光打在脸上，不得不起来上学了，纹章自动发动，执念固化。\n携带者努力学习考上了当地最好的高中，努力学习考上了全国最好的大学，努力研究进入了世界上最好的研究机构，不断锻炼提升自己的体魄，成功竞选上宇航员，成为了第一批系内宇航员。\n巧妙的把一起的宇航员同伴关在了救生舱内，独自一个人来到武器仓，将自己研究出来的恒星冷却炮对准了太阳……",
	"\n铭刻型 【指定死亡(残)】\n该纹章铭刻在一本残缺的笔记上，可以复刻在任何物体上发动，效果是令一名叫“李狗蛋”的人死亡。\n残缺效果：只能使“李狗蛋”死亡",
	"\n铭刻型【强制改名(残)】\n该纹章铭刻在一本残缺的木棒上，可以复刻在任何物体上发动，效果是强制更改指向的人的名字为“李狗蛋”。\n残缺效果：只能改名为“李狗蛋”",
	"\n组合型纹章 【你狗带索命咒】\n效果可以令指向的人立即死亡。由两枚铭刻型纹章 【指定死亡(残)】和【指定死亡(残)】组合而成。",
	"\n自生型 【猫薄荷】\n大幅提高猫科的好感度。\n包括猫咪、豹类、虎类、猫娘、猫男",
	"\n铭刻型 【看什么看你也是】\n指定对象长出猫耳猫尾，变成猫娘/猫男",
	"\n铭刻型 【面包糠】\n可以铭刻在任何事物上使周围人的感官发生扭曲认为被铭刻物看起来异常美味。",
	"\n传承型 【超逼真画布】\n本身是一种分形结构，可以分出其中一部分重复结构铭刻在画布上。\n被铭刻的画布可以将任何人或事物降维到画布平面上成为一幅异常真实的画。\n不过可惜的是，这种方式绘制出的人像总是面带惊恐",
	"\n铭刻型 【五感置换】\n已被禁止使用的纹章，可以将自身任意一种感官转移至任意物体上，并在一定程度上操纵转移的物体。\n禁止原因：大量痴汉将自身感官转移至地毯、地板、马桶、自行车座、胖次上。\n衍生黑话：好想变成地毯啊\n衍生黑话：求地板视角",
	"\n铭刻型【五月病】\n被铭刻者随着时间的推移越来越懒\n比如：啊 上学好累 出门好累 起床好累 翻身好累 思考好累 呼吸。。。",
	"\n传承型 【天网】\n警用的复制类纹章，可以自我复制嵌入进其他任何纹章中，在纹章被激活时会反馈激活信息，现已秘密地嵌入进了联盟所有纹章中。",
	"\n感染型【A2Z】\n感染者身体上会出现26个英文字母的纹身，似乎并没有什么用\n“The quick brown fox jumped over a lazy dog.”",
	"\n传承类纹章【一句五个字】\n会自我复制，接触到的人，会被其感染，强制改变掉，说话的方式，所有说的话，必须五个字。",
	"\n铭刻型 国家级预言纹章【天赋检定】\n目前该纹章仅由几大势力共同掌握，可以用于分辨任何人的天赋。\n比如：李华英语的天赋高于全联盟97.4%的人\n比如：小明丢东西的天赋高于全联盟99.6%的人\n比如：陆仁贾平庸的天赋高于全联盟50%的人\n比如：这具尸体操作激光纹章的天赋高于全联盟99.9%的人，可惜他死的时候激光纹章还没有发明出来呢\n比如：“纹章力，三段！”",
	"\n外附型【奇异陨石破片-箭】\n诱发非显性传承型纹章显性。",
	"\n外附型【奇异陨石破片-虫】\n诱发传承型纹章变异。",
	"\n《简单易行的奇点爆弹纹章绘制方法》海之紫出版社出版 拉托提普著\n现市面上绝大多数的这本书已经被各大势力紧急收回，但是目前仍有部分流传于黑市。\n本书记载了一种就算三岁小孩也能掌握并绘制出来的奇点爆弹纹章，根据研究，是真的。",
	"\n【遗忘纹章传承人】\n其传承了一种奇异的遗忘纹章，他本身已经忘了自己是谁，脖子后面有一串条形码，下面写着【03】\n他传承的遗忘纹章会影响周围生物开始丢失记忆。\n他的衣服兜里有一张说明书说明他的纹章叫做遗忘纹章，来自门之时纹章工坊，但是查无此工坊",
	"\n【缩小纹章传承人】\n其传承了一种奇异的缩小纹章，他身高20cm他本身已经忘了自己是谁，脖子后面有一串条形码，下面写着【07】\n他传承的缩小纹章会影响周围的东西变小。\n他的衣服兜里有一张小说明书说明他的纹章叫做缩小纹章，来自门之时纹章工坊，但是查无此工坊",
	"\n【移动纹章传承人】\n其传承了一种奇异的移动纹章，他的位置一直在短距离瞬移，不过好在麻醉后不再瞬移，他本身已经忘了自己是谁，脖子后面有一串条形码，下面写着【09】\n他传承的移动纹章会影响周围的物体随机瞬移。\n他的衣服兜里有一张说明书说明他的纹章叫做移动纹章，来自门之时纹章工坊，但是查无此工坊",
	"\n【收藏纹章传承人】\n其传承了一种奇异的收藏纹章，他本身已经忘了自己是谁，脖子后面有一串条形码，下面写着【13】\n他长相与穿着疑似之前失踪的前联盟执政官\n他传承的收藏纹章会影响吸引周围的物体向他移动，无法脱离。\n他的衣服兜里有一张说明书说明他的纹章叫做收藏纹章以及一张标着【集齐奖励】的金卡，来自门之时纹章工坊，但是查无此工坊"]
}