{
"节气书籍":["你随手从书架上面拿下来了一本书，你擦了下上面的灰发现是：\n{书籍}"],
"书籍":["神算书籍：{神算书籍}","通幽书籍：{通幽书籍}","五行书籍：{五行书籍}","符阵书籍：{符阵书籍}","除魔书籍：{除魔书籍}"],
"神算书籍":["{《易经·残卷》}","{《柳庄相法》}","{《阳宅十书》}"],
"通幽书籍":["{《女青鬼律》}","{《太上三洞神咒卷·第三卷》}","{《太上正一咒鬼经》}"],
"五行书籍":["{《五行大义》}"],
"符阵书籍":["{《无上秘要·三》}","{《步天歌》}"],
"除魔书籍":["{《赤阳心经》}"],
"《易经·残卷》":["《易经·残卷》\n《连山》《归藏》《周易》三本易书。其中《连山》、《归藏》已失传，传世的只有《周易》一本，《易经·残卷金》包括部分《连山》、《归藏》残存于世的占卜方式，能够得知世间吉凶。\n阅读此书失去1d10点san值，克苏鲁神话+2%。可学习法术易卦。\n【易卦】\n你把随身带的占卜工具扔向天空，让明明之中的卦象为你指引方向。\n学习消耗：1d6点san\n消耗：1d6点san，1d4点MP。有60%的成功率。\n耗时：立刻\n效果：你通过自身携带的算卦工具，去占卜未来半小时内特定行为所能够带来的结果。注意仅能预知半小时内的特定事项，无法进行长效预知。你将会知道三种结果。\n吉：该事项会带来好结果\n凶：该行为会带来坏结果\n乱：无法判断该行为回答来什么结果"],
"《柳庄相法》":["《柳庄相法》\n传为明代相术奇人袁珙所作。袁珙晚年自号柳庄居士，故此书谓之《柳庄相法》。盖天以阴阳化生万物，气以成形而山川草木各有形势，飞走昆虫成含性体，而人为万物之灵用长，秉彜其中、有贵贱夭寿之异。岂天之厚薄於其间哉？殊不知天之生人原无区别，而人之自各有所教。非仅命之异，而并有相之异也。在八字之异在五官，縂不越五行生克之理。然推命者，颇多成书，而辨相者少有真诀。\n阅读此书会失去1d10的san值，克苏鲁神话+1%，可学习法术观相。\n【观相】\n学习消耗：1d6点san\n消耗：1d6点san值，1d4点mp成功率70%\n耗时：立刻\n效果：你以柳庄相法之内容，观人之头、眼、耳、眉、鼻、口可知此人身份职业。注意非人类或特殊npc观测十分困难，往往只能得到表面结果，无法得知真正身份。"],
"《阳宅十书》":["《阳宅十书》\n明代万历年间由王君荣编著而成。该书是明代一部专论住宅堪舆的典范之作，精选了当时最盛行的堪舆学术著述，将其汇总而成。该书内容丰富，搜罗广泛，针对性强，以条目形式逐项介绍阐述。既有阳宅理论，如福元法、大游年法、东西宅四宅法，以及卦例、星命等的具体介绍，又涉及到阳宅营建元素的方方面面，可谓驳杂而全面。\n阅读此书失去1d10的san值，克苏鲁神话+1%，可学习法术定宅。\n【定宅】\n学习消耗：1d6点san\n消耗：1d6点san值1d4点mp成功率60%\n耗时：立刻\n效果：你以风水术观测这间建筑物的布局，一看大门，二看主人住的位置，三看厨房的坐向，可以得知此屋中是否有不合时宜的摆设，和值得关注的布置。注意该法术只对可以影响风水的布置有效，可用于寻找暗门，藏物间、陷阱和其他kp觉得风水学可以解释的线索。"],
"《五行大义》":["《五行大义》\n隋萧吉撰。案隋书本传。载其著述之目。而独不及此书。魏郑公偶未之见耳。唐宋艺文志。亦不著录。岂早逸于彼欤。书中所论。皆阴阳五行之事。不过汉儒余论。然其文章醇古。非复唐以下所能为。而其所援证。往往有佚亡之书。今不可得见者。且萧以阴阳算术著称。见其本传。则此书之出萧手。万无一疑。世之相距。千有余年。而此书独完然乎我焉。其亦奇矣。安得不校而传之乎。\n阅读此书失去2d6点san，克苏鲁神话+3%，学会法术五行遁术\n【五行遁术】\n句龙御土术、冯夷御水术、师门御火术、清明金遁术、游光木遁术\n学习消耗：1d6点san\n消耗：1d6点san及1d4点MP，每移动1米消耗1点MP\n耗时：立刻\n效果：你将自身和周围的环境融为一体，仿佛能从你身边的五行物质中穿梭而过。前提必须是比较纯正的五行物质基础，如土遁的话，土地中不能含有下水管道，如果土遁中遇到金行物质，则自动失败，遭受法术失败。特殊失败效果：卡在五行中。\n火遁：可以在火焰中穿行\n水遁：可以在水中行进\n木遁：可以在密林或树木中通行\n土遁：可以在土壤环境中通行\n金遁：可以在金属的环境中通行"],
"《女青鬼律》":["早期天师道经典。此律是天师道最高神太上道君不忍看到“日有千鬼飞行，不可禁止”、“唯任杀中民，死者千亿”的情景，而于“(后天皇)二年七月七日日中时，下此鬼律八卷”此鬼律叙述众鬼、鬼主居处，姓名及神通、危害，劝众人严守禁戒以免冒犯诸鬼，念符咒、呼鬼名都可以治鬼和避鬼。其中天师张道陵敕教鬼神，执掌此玄都鬼律的则是女青。女青，汉代药名，以此为神名寓意整肃教规炙治浊世之意。\n阅读此书失去2d6的san值，克苏鲁神话+3%，阅读后学会法术“通灵”“沟通阴阳”\n【通灵】\n学习消耗：1d6点san\n消耗：启动消耗san值1d6及1d3点MP。牛眼泪\n维持消耗：1mp=15秒，mp不足后也可以燃烧生命1hp=10\n耗时：立刻\n效果：你将准备好的牛眼泪抹在脸上，将灵魂沉浸在那幽深的另一个世界中，片刻，你睁开眼睛世界在你面前呈现出不一样的颜色。通灵可以看到的东西：刚刚死去不超过1天的灵魂，意志力顽强的灵魂可以强化到3-7天\n【沟通阴阳】\n消耗：一个问题1d6点san值（通灵状态）\n耗时：立刻\n效果：与死者交谈，如果看到死者，可以向死者询问问题。成功率与施法者交涉技能有关，最多可以问三个。死者只会用“是”“否”“不知道”三种方式进行回答。"],
"《太上三洞神咒卷·第三卷》":["《太上三洞神咒卷·第三卷》\n道教咒语汇编，以雷霆诸咒为主，其他有除病、驱疫、保生、救苦、捉鬼、伏魔等咒文，合计七百八十余则。咒文大多为四言，短者仅十余字，长者达二千字。第三卷主要与通幽相关。\n阅读全书需消耗1d10san值，克苏鲁神话+3%，学会灵官治邪咒或火灵治邪咒。\n【灵官治邪咒】\n学习消耗：1d6点san\n消耗：san值1d6及1d3点MP\n耗时：咒语结束后立刻（建议pc大声朗诵）\n效果：正一大将，金砖火瓢。总领吏兵，剑戟枪刀。下游山岳，上彻云霄。白蛇显迹，啗食鬼妖。通魈百鬼，斩断根苗。吾步星斗，鬼哭神号。收捉恶鬼，尽付功曹。急急如律令。对单一鬼魂进行驱散。与鬼魂的意志对抗，获胜即可驱散。\n【火铃治邪咒】\n学习消耗：1d6点san\n消耗：san值1d10及1d4点MP，铃铛\n耗时：咒语结束后立刻（建议pc大声朗诵）\n效果：谨请荧惑星君，火铃将，火铃神，火铃童子，火铃兵，火铃大将宋无忌，驱火雷，撼火铃，摄丙丁，腾火云。上下八方，罩定邪神。内无出，外无入，敢有违者，炎火为尘。急急如律令。\n对多个鬼魂进行驱散，需要摇动铃铛，与鬼魂中意志最高者进行意志对抗，获胜即可驱散。也可选择消耗5点POW直接将众鬼魂驱散。"],
"《太上正一咒鬼经》":["《太上正一咒鬼经》\n撰人不详，似出于南北朝。假讬正一真人张陵告诸祭酒弟子。正一真人告诸祭酒弟子，若能受吾是经，有急头痛目眩寒热不调，常读此经，魔魅破碎，不敢当吾咒也，若有官狱水火之灾，亦读此经，宅中有鬼亦读此经，元君讳字当读是经，有诸高大广长鬼神苦挠天下，暴酷百姓，鬼神行病，鬼神行疫，鬼神行炁。\n阅读此书失去2d6点san值，克苏鲁神话+3%，学会法术避鬼【避鬼】\n学习消耗：1d6点san\n消耗：消耗2d6点san，选择投入的MP，避鬼的时间根据投入的MP决定：1点MP获得60秒持续时间。\n耗时：咒语结束后立刻（建议pc大声朗诵）\n效果：口中默念“一切大小百精诸鬼，皆不得耗病某家男女之身，鬼不随咒，各头破作十分，身首糜碎。当诵是经，咒鬼名字，病即除差，所向皆通。此经功德，圣力难量”。于是万鬼不侵。施展避鬼经时间，会形成护甲6的只针对鬼魂类灵体生物的护甲，对僵尸类鬼物效果减半\n备注：法术施放后无法主动解除，也无法再投入MP进行补强，法术生效期间重复施法会遭受反噬。"],
"《赤阳心经》":["《赤阳心经》\n作者不详，现今流传版本为宋代手抄本、元末手抄本、清末油印本。其中宋代抄本最为完善，清代印本几乎没有神秘学价值，编入了许多毫无用处的经文及注释。此书流传数量极少，据传龙虎山上清观有遗本珍藏。\n阅读此书会失去2d6点san，克苏鲁神话+3%，可学会以下除魔法术。\n【掌心雷】\n将纯阳的力量凝聚在掌心，一次性对目标造成伤害。\n学习消耗：1d6点san\n消耗：5点MP及1d6点san\n耗时：立即\n距离：10米（超过10米效果减半，超过20米无效）\n效果：对目标造成1d4+1点伤害，若目标是阴性怪物，则伤害加倍。目标可进行闪避。\n【匿踪术】\n法术会使得灵体及僵尸类怪物无法发现你的存在。\n学习消耗：1d6点san\n消耗：1d6点san及不定的MP\n耗时：1分钟\n效果：施法时每投入1点MP可维持10秒，施法完成后无法再追加MP值。法术生效期间，灵体类及僵尸类怪物目视无法发现你的存在，但可能会被你所制造的动静吸引（比如打碎瓷器）。\n【精血术】\n施法者咬破舌尖，以法力灌注一口精血喷出伤敌。\n学习消耗：1d6点san\n消耗：1d6点san、4点HP及3点MP\n耗时：立即\n距离：3米（超过3米无效）\n效果：喷出的精血只对灵体类及僵尸类敌人有效，造成1d6+6点伤害。若目标位于“太极两仪阵”的阴位，则伤害加倍。本法术损失的HP只能通过时间恢复，任何急救及医学手段都不起效果。\n又名：血口喷人"],
"《无上秘要·三》":["《无上秘要》\n为目前所知最早的道教类书。北周武帝宇文邕纂。据载，宇文邕曾七次召集道士、名僧和文武百官量定儒、释、道三教优劣。力主道教居儒、释之上，因群臣、沙门反对而未果。后定议以儒教为先，道教为次，佛教为后。字文邕在通道观道士的帮助下，“自缵道书，号《无上秘要》”。今本《无上秘要》已非完帙，仅余原本三分之二的内容。此《无上秘要·三》叙道教经籍图文，包括三宝真文、天瑞地应、符图章颂，经文出所、经符异名、经德、经文存废、遇经宿分、传经法度及次第等事项。阅读此书失去2d6san，克苏鲁神话+3%，可以粗通符咒知识。学会以下符咒。\n避邪符\n学习消耗：1d6点san\n消耗：1d6点san，3点mp\n耗时：2小时。\n材料：笔墨、朱砂、黄纸（城市）\n符阵技能检定难度：普通\n效果:完成后佩戴在身上，当有幽灵、僵尸等阴性生物靠近调查员10米之内，会自燃，燃烧的火光为蓝色。但是当该类生物进行了相关伪装后，kp可根据实际情况判断符纸是否会自燃。定神符\n学习消耗：1d6点san\n消耗：1d6点san，3点mp\n耗时：2小时。\n符阵技能检定难度：困难\n材料：笔墨、朱砂、黄纸（城市）\n效果：完成后佩戴在身上，可以使得一次sc检定的结果减半，是否使用由佩戴者自行决定，但必须提前声明，声明后再进行sc检定。例如：看到这一幕，我要立刻燃烧掉定神符来稳定心神。\n镇邪符\n学习消耗：1d6点san\n消耗：1d6点san，3点mp\n耗时：2小时。\n符阵技能检定难度：困难\n材料：笔墨、朱砂、黄纸（城市）\n效果：在战斗轮，使用者进行一个困难的敏捷检定将符纸贴到敌人身上。可以阻止敌人行动1d3+1轮。敌人必须为阴性生物，同时如果敌人过于强大，kp可削减敌人被定住的时间，最低可以削减到敌人不被定住，但是延迟了行动。\n纸鹤符\n学习消耗：1d6点san\n消耗：1d6点san，3点mp\n耗时：2小时。一天一张\n符阵技能检定难度：困难\n手艺技能检定难度：普通\n材料：笔墨、朱砂、黄纸（城市）\n额外要求：必须经过一个成功的手艺/妙手或其他相关鉴定，来确保纸鹤折的能够灵活飞行。\n效果：完成后投掷到空中，纸鹤可以飞行总计10分钟，飞行高度最高300米，可以提前被施术者结束，飞行速度为缓慢，侦察过程中，纸鹤和使用者的视野连接，纸鹤可被困难级别以上的侦查发现，如果纸鹤被敌人摧毁，使用者进入术法反噬。"],
"《步天歌》":["《步天歌》\n《步天歌》为一部以诗歌形式介绍中国古代全天星官的著作，现有多个版本传世，最早版本始于唐代，最广为人熟知的是郑樵的《丹元子步天歌》。这本书为为隋朝一位不知姓名的，号曰丹元子的隐者所著。与《丹元子步天歌》不同的是，这本早期的《步天歌》后面附有星图与文字匹配并对照。为历代占星之士秘传的版本，封面上写着“此本只传灵台，不传人间，术家秘之”，这份步天歌只在钦天监与观象台秘传。“句中有图，言下见象，或丰或约，无馀无失”。通过对这本《步天歌》的阅读和学习，失去2d6点san，克苏鲁神话+3%，可以粗通布阵知识。学会以下阵法。\n太极两仪阵\n破坏一面阵旗/阵法核心，则阵法直接破坏。\n学习消耗：1d6点san\n消耗：1d6点san，布阵代价：3点mp，\n耗时：布阵时间3小时，一天一次。\n符阵技能检定难度：普通\n材料：2面阵旗，和阴性物品一件，阳性物品一件（城市，阴性阳性物品可由kp进行判断）\n效果:两仪计有七说：一说为阴阳，一说为天地，一说为奇偶，一说为刚柔，一说为玄黄，一说为乾坤，一说为春秋。两仪阵中阴阳流转，生生不息。阴性生物在阳性区域中，每轮消耗hp1点，阳性生物反之亦然。人属阳性。\n八门金锁阵\n破坏一面阵旗，消耗行动1轮，会毁灭当前位置的对应效果，三面以上阵旗被破坏，则全阵破坏。\n学习消耗：1d6点san\n8面阵旗版\n消耗：1d6点san，4点mp\n耗时:布阵时间3小时，一天一次。\n符阵技能检定难度：普通\n材料：8面阵旗（城市）\n效果:八门指的是休、生、伤、杜、景、死、惊、开。一般来说，开、休、生三吉门，死、惊、伤三凶门，杜门、景门中平。布阵后，当站在三吉门位置时，技能鉴定+10，站在三凶门位置时，技能鉴定-10（可针对npc和怪物）\n64面加强版：\n消耗：2d4san值和6点mp\n耗时：布阵时间12小时，一天一次。\n符阵技能检定难度：困难\n材料：64面阵旗\n效果：八门指的是休、生、伤、杜、景、死、惊、开。一般来说，开、休、生三吉门，死、惊、伤三凶门，杜门、景门中平。布阵后，当站在三吉门位置时，技能鉴定+20，站在三凶门位置时，技能鉴定-20（可针对npc和怪物）\n北斗七星阵\n学习消耗：1d6点san\n消耗:1d6san值和4点mp，\n耗时：布阵时间3小时，时间必须是能够看到北斗7星的晚上，一天一次。\n符阵技能检定难度：普通\n材料：7面阵旗（城市）\n效果：根据北斗七星天枢、天璇、天玑、天权、玉衡、开阳、摇光，面对满天星斗，可以按七星图上的不同时节、不同方位，朝着不同的星斗练功，从中接受大自然中对人类有益的生命物质，有利于养生和健身。在阵中休息，每晚额外回复1d6点hp\n五行旗阵\n以五面阵旗摆出五行之势，可起到物理防护的作用。\n学习消耗：1d6点san\n消耗：1d6点san及6点MP\n耗时：1小时\n符阵技能检定难度：困难\n材料：5面阵旗（城市）\n效果：形成一个消耗型结界，最多可容纳6人，拥有40点耐久，阵内人受到攻击时首先消\n耗五行阵的耐久，耐久耗尽则阵毁。耐劳精神，对事有自己的见解，并有较强的共事协作能力。"],
"节气经历包":["{神算经历}","{五行经历}","{通幽经历}","{符阵经历}","{除魔经历}","{盗墓经历}","{大学经历}"],
"神算经历":["\n神算经历：\n※调查员的的初始年龄不能低于25岁。\n※扣减1D10=[1d10]的san值\n※酌情增加一项背景，如“常常喃喃自语”、“喜好故弄玄虚”等等\n※学习任何神算相关书籍都需要1个月以上时间，如果为了剧情需要kp也可以缩短时间。\n※首次施展神算相关法术须进行一个困难的意志检定，成功则以后再次施展该法术只需进行失败率检定，无论成功失败与否，都不会遭遇反噬。失败后可选择孤注一掷，孤注一掷必然成功，但是会遭受反噬。如果不选择孤注一掷，施法者也可花时间重新学习该法术。（反噬相关见.help反噬）\n※获得50点技能成长，分配到：神秘学、历史、魅惑、话术、心理学。"],
"五行经历":["\n五行经历：\n※调查员的的初始年龄不能低于25岁。\n※扣减1D10=[1d10]的san值\n※学习任何五行相关书籍都需要1个月以上时间，如果为了剧情需要kp也可以缩短时间。\n※首次施展神算相关法术须进行一个困难的意志检定，成功则以后再次施展该法术只需进行失败率检定，无论成功失败与否，都不会遭遇反噬。失败后可选择孤注一掷，孤注一掷必然成功，但是会遭受反噬。如果不选择孤注一掷，施法者也可花时间重新学习该法术。（反噬相关见.help反噬）\n※技能增长：50点，分配到：神秘学、历史、潜行、攀爬、跳跃。"],
"通幽经历":["\n通幽经历：\n※调查员的的初始年龄不能低于30岁。\n※扣减1D10+5=[1d10+5]的san值\n※扣减[1d10]的体质，与冥鬼之类存在的沟通不可避免的侵蚀了你的身体。\n※增加一项背景：遇鬼或通灵\n※学习任何通幽相关书籍都需要1个月以上时间，如果为了剧情需要kp也可以缩短时间。\n※首次施展神算相关法术须进行一个困难的意志检定，成功则以后再次施展该法术只需进行失败率检定，无论成功失败与否，都不会遭遇反噬。失败后可选择孤注一掷，孤注一掷必然成功，但是会遭受反噬。如果不选择孤注一掷，施法者也可花时间重新学习该法术。（反噬相关见.help反噬）\n※技能增长：60点，分配到：神秘学、历史、话术、急救、聆听、追踪。\n※克苏鲁神话增加[1d6]点，相应降低理智及上限\n※遭遇鬼魂或僵尸类鬼物时，受到的理智伤害降低一个等级。如，D6降为D4，D3降为D2，免疫低于D2的相关理智伤害。"],
"符阵经历":["\n符阵经历：\n※调查员的的初始年龄不能低于35岁。\n※符阵的熟练度分为：粗通、掌握、精通三个级别\n粗通：扣减1d6+4san可以掌握1d2个符阵获得特殊技能符阵20%。\n掌握：扣减2d6+4san可以掌握1d3+1个符阵获得特殊技能符阵40%\n精通：扣减3d6+6san可以掌握1d3+4个符阵获得特殊技能符阵60%\n以上三个级别分别会获得克苏鲁神话1%/2%/3%，扣减的san不会引起疯狂\n※学习任何符阵都需要1个月以上时间，如果为了剧情需要kp也可以缩短时间。\n※画符和布阵的要求。\n明确的材料，pc在使用画符和布阵的时候，必须能够在模组中合理的找到对应原料。原材料后对应取得的途径的级别。例如，朱砂（城市），意味着pc必须能够在城市中有自由活动并取得材料的机会。（kp也可以根据模组的实际情况，适当放宽，在此只给出基本建议）\n明确的动作和时间。画符和布阵都需要相应的时间，pc必须能够在跑团过程中，拥有不受打扰的时间和环境。并且和kp明确提出对应的动作。例如：kp我要利用晚上7点到12点的时间，在我住的小旅馆进行画符工作。\n每种符纸每人每天最多画3张，超出几张即遭受几次反噬，与首次施放失败孤注一掷的反噬相同。每人每天最多只能画10张符，超出几张会遭受几次反噬。\n每人每天布同一个阵只限1次，超出几次即遭受几次反噬。\n※首次施展符阵相关法术必须进行一个困难的意志检定，成功则以后再次施展此法术无须检定。失败后可选择孤注一掷，孤注一掷必然成功，但是会遭受反噬。如果不选择孤注一掷，施法者可花时间重新学习该法术。（具体判定方式参考神算拓展举例）\n※适当增加一项神秘相关的背景\n※技能增长：50点，增加到：神秘学、符阵、一项社交技能（话术、魅惑、说服、恐吓）、侦查、急救。其中符阵最多增加20点。"],
"除魔经历":["\n除魔经历：\n※调查员的初始年龄不得低于30岁。\n※学习任何除魔法术都需要1个月以上时间，如果为了剧情需要kp也可以缩短时间。\n※失去[1d10+5]的san值\n※增加一项背景：除魔师\n※首次施展除魔相关法术必须进行一个困难的意志检定，成功则以后再次施展此法术无须检定。失败后可选择孤注一掷，孤注一掷必然成功，但是会遭受反噬。如果不选择孤注一掷，施法者可花时间重新学习该法术。\n※技能增长：60点，分配到：神秘学、闪避、侦查、聆听、潜行。\n※对于实体型妖魔鬼怪的理智伤害免疫。"],
"盗墓经历":["\n盗墓经历：\n※调查员的初始年龄不能低于25岁。\n※增加一项背景：盗墓贼\n※san值减少1D10+2=[1D10+2]\n※增加技能：\n堪舆学：观天象，查地势风水，寻龙探穴找到墓穴的位置。\n※对陷阱、暗道及机关的侦查获得+10补正，加上补正之后的技能总值不能超过75，多余的数值在检定中无效，技能本身超过75同样无法享受补正。\n※寻找墓穴时地质学可用侦查（嗅觉）代替\n※技能增长：50点，分配到：神秘学、侦查、攀爬、跳跃、估价、急救、考古学、堪舆学。\n※对人类尸体及白毛僵尸怪物造成的理智损失免疫。\n※可选背景：见.help盗墓可选背景。"],
"大学经历":["\n大学经历：\n※调查员的初始年龄不得低于30岁，必须具有江城大学学习背景（江城大学详情见江大战役拓展包-师资力量部分）\n※学习任何法术都需要1个月以上时间，如果为了剧情需要kp也可以缩短时间。\n※失去[1d10+5]的san值\n※首次施展江城大学学习到的相关法术必须进行一个困难的意志检定，成功则以后再次施展此法术无须检定。失败后可选择孤注一掷，孤注一掷必然成功，但是会遭受反噬。反噬效果根据法术不同结果不同。如果不选择孤注一掷，施法者可花时间重新学习该法术。\n※增加一项背景：江城大学毕业/肄业\n※技能增长：50点，分配到：神秘学、历史、所学专业、心理学。"]
}