{
    "疯狂天赋":[
        "1 疯狂力量：“我激发了自己所有的潜力！”在力量检定上获得一个奖励骰。如果检定失败，有些事就会变得糟糕。由守秘人来选择：英雄受伤（受到由于肌肉拉伤之类造成的1D3+英雄的伤害加值的伤害），或者者英雄正在处理的事物被打破了。",
        "2 疯狂敏捷：“我的手快到你看不见！”在敏捷检定上获得一个奖励骰。如果检定失败，有些事就会变得糟糕。由守秘人来选择：英雄受伤（受到1D4点伤害），或者他们把自己正在处理的东西给弄坏了。",
        "3 疯狂意志：“我感到强大的意志力涌入我的身体！”在意志检定上获得一个奖励骰。如果检定失败，有些事就会变得糟糕。由守秘人来选择：英雄昏迷，或者他们正在尝试达成的效果比预期更加的危险。",
        "4 疯狂体质：“我咬紧牙关，感觉不到疼痛！”当受到大量伤害时。英雄可以选择进行一次体质检定。如果成功，他们忍受住了痛苦并且将伤害减半。如果检定失败，他们受到原本应当骰出的伤害并摔倒在地，1D3回合内无法行动",
        "5 疯狂外貌：“天哪，我看起来酷毙了宝贝儿！”英雄不知为何变得非常不一样了：这可能纯粹是面部表情和姿态上的变化，也可以是他们花时间把自己的服装发型改成了完全不一样的类型（衣服不会神奇地自动发生变化——英雄们必须自己手动更换）。在外貌检定或可以受外貌影响的检定上获得一个奖励骰，例如魅惑或话术。这个效果持续时间短暂但是可以作用于一段时间内的所有交流，例如一个场景或一次会议。如果英雄带有奖励骰的“改良”外貌检定失败，他们要遭受某种形式的社交耻辱或其他后果",
        "6 疯狂记忆：“我完美地记住了所有事情！”英雄所有的记忆和曾经听说的事实都信手拈来。长相，人物，和种种细节在一阵庞大的信息中蜂拥而入他们的脑海之中。在教育、知识或当英雄们尝试回忆起自己可能听过见过的信息时进行的技能检定上获得一个奖励骰。如果检定失败，这些信息会变得过于庞大！丧失1点理智值并陷入疯狂发作。如果此时英雄不处于疯狂之中，他们会陷入临时性疯狂。",
        "7 疯狂速度：“快看我——我比子弹还要快！”当进入追逐轮时，英雄在决定他们移动力的体质检定上获得一个奖励骰。如果检定成功，他们的速度提高1点。如果检定结果是一次极难成功，他们的速度将提高2点。如果检定失败，他们会不知因何犯下错误并失去至少1D3回合的行动能力。",
        "8 疯狂驾驶：“现在没有什么能阻挡我了！”在一次追逐中英雄所有的驾驶检定都会获得一个奖励骰。如果检定失败，他们不知为何失去了对其载具的控制（由守秘人决定）。",
        "9 疯狂语言：“没，我从来没学过斯瓦希里语，但那能有多难？”英雄在短时间内暂时掌握了所有现代语言——或者一种古代语言或神话语言。这一效果持续的时间足够对一部巨著进行一次泛读、进行一次对话交流或者聆听一整段演讲。这一效果会将相应的语言技能变为75%。使用这种新语言需要进行一次技能检定，检定失败意味着英雄在1D6天内忘记了他们的母语，将其替换为当时他们正在使用的语言。",
        "10 疯狂精准：“看起来我就是打不偏啊！”英雄在所有射击技能检定上获得一个奖励骰直到他们的枪打空弹药。他们可以持续使用奖励骰直到其中一发射击没有击中目标或他们用光了弹药为止。打偏的一发射击会打到他们不想击中的东西——一名同伴或是某件具有重要价值的物品，并造成相当于极难成功的伤害（贯穿）",
        "11 疯狂恐吓：“你小子觉得我很好笑吗？给我说说看哪里好笑？”英雄在恐吓检定都获得一个奖励骰。如果检定失败，他们将在短时间内失去对自己行为的控制。守秘人来决定会发生什么：要么其突然陷入暴怒（很可能 对其正在交谈的对象造成伤害），要么他们被对方小瞧并羞辱了一番。",
        "12 疯狂闪避：“像蝴蝶一样飞舞！”英雄在目前的战斗场景中所有的闪避检定都获得一个奖励骰，直到其在一次闪避检定中失败。失败的检定意味着他们正好迎向对手的攻击，这种情况下其受到相当于敌人造成了一次极 难成功时的伤害。",
        "13 疯狂指引：“跟着我，它就在那儿！”英雄的玩家告诉守秘人他们想去哪里或者朝着什么前进。守秘人给出前往那里的方向来实现这一点。英雄进行一次幸运检定：如果检定失败，他们会直接走进一个陷阱或者遇到某种危险的遭遇。",
        "14 疯狂通晓：“哦，现在我完全懂了！”英雄的玩家可以向守秘人提出一个有关黑幕的问题：“为什么敌人们在做……？”“敌人们做某事是为了……？”“要阻止敌人的计划我们能做的最佳方案是什么？”“敌人最大的弱点是 什么？”问题应当十分具体，并且守秘人应当诚实地回答这一问题。这一天赋只能被使用一次——之后英雄 们就会失去它。",
        "15 疯狂视野：“照明？谁需要那玩意？”英雄在侦查检定上获得一个奖励骰。即使是在完全的黑暗之中，英雄也可以像在微光下一样进行检定。如果检定失败，由守秘人来决定后果：双眼变得十分疼痛和过于敏感（其实是使其失明1D10回合），或者英雄将在接下来的一小时内持续看到幻觉。",
        "16 疯狂听觉：“大家静一静，什么东西在响？”英雄在聆听检定上获得一个奖励骰。无视环境中的噪音和其他声音，他们可以听到哪怕是最安静的声音。如果检定失败，由守秘人决定会发生什么：某种突然出现的噪音让他们失聪1D10分钟，或者英雄将在接下来一小时内持续的幻听。",
        "17 疯狂潜行：“你没看见我，对吧？”英雄在潜行检定上获得一个奖励骰。使其像猫一样优雅地移动，甚至能在毫无遮蔽的地方藏匿起来。如果检定失败，他们意外地打碎了某样东西或引起了巨大的骚动。",
        "18 疯狂残暴：“我要把你撕成碎片！”英雄所有的近战伤害检定进行两次并取最高的结果。代价是一旦他们开始攻击，他们就停不下来！他们在做出致命一击之前必须继续攻击。只有两种方法能够阻止这种情况，让他们失去意识或某人成功进行一次困难难度的话术、取悦或恐吓检定（在一个战斗轮中只有一个人能尝试其中的 一项检定）。",
        "19 疯狂技能强化：“你觉得我疯了是吧？但我告诉你这就是可能的！”作为疯狂的额外效果，英雄可以让他们的一项技能在克苏鲁神话的某方面获得强化（由玩家选择，经守秘人同意）。这会影响到技能能达成的效果范围。赫伯特·韦斯特(Herbert West)和克劳福德·蒂林加斯特(Crawford Tillinghast)都是研究这可能如何影响一个人的案例的好人选。",
        "20 疯狂技能强化：“你觉得我疯了是吧？但我告诉你这就是可能的！”作为疯狂的额外效果，英雄可以让他们的一项技能在克苏鲁神话的某方面获得强化（由玩家选择，经守秘人同意）。这会影响到技能能达成的效果范围。赫伯特·韦斯特(Herbert West)和克劳福德·蒂林加斯特(Crawford Tillinghast)都是研究这可能如何影响一个人的案例的好人选。"
    ],
    "通俗即时疯狂":[
        "1 失忆：英雄忘记了自己是一名英雄的事实，其在[1D10]回合内无法使用自己的天赋。",
        "2 疯狂计划：英雄在[1D10]回合之内追求一项毫无逻辑或欠缺考虑的计划。这个计划必须对敌人有利或令其自身或同伴们陷入更危险的处境。",
        "3 狂怒：一阵红色的迷雾降临在英雄身上，之后其陷入一阵无法控制的狂暴和毁灭的狂欢情绪之中，对周围的环境、同伴、或敌人一视同仁，持续[1D10]回合",
        "4 洋洋自得：症状迫使英雄吹嘘，沾沾自喜，或高声宣扬着他们的计划，持续[1D10]回合：“所以呢，在我和我的伙计们去把那些食尸鬼的巢穴杀个底朝天之前，让我来告诉你……”",
        "5 松懈：英雄相信目前的威胁是微不足道的，其会置身事外并休息[1D10]回合。他们可能会花些时间来点一支上等雪茄或者用扁平小酒壶祝酒一杯。",
        "6 慌不择路：症状迫使英雄以任何手段逃离目前所处的位置，即使是其需要开走唯一的一辆交通工具并将其他人抛诸脑后，英雄会持续逃跑[1D10]轮。",
        "7 卖弄：英雄变成了一个渴求关注的疯子，持续[1D10]回合，并可能会有做出鲁莽行为的倾向。",
        "8 第二人格：英雄的人格遭受了一次彻底转变并被一个完全不同的人格代替[1D10]轮。第二人格是英雄本来的人格的反面投影。如果一个人格友善体贴，另一个则冷酷无情。一个人格自私自利，另一个则慷慨大方。守秘人可以用此来揭示预兆——如果这名独特的英雄陷入了永久性疯狂会变成一个什么样的怪物。",
        "9 恐惧症：英雄获得一种新的恐惧症。{%恐惧症状}",
        "10 躁狂症：英雄获得一种新的躁狂症。{%狂躁症状}"
    ],
    "通俗总结症状":[
        "1 失忆：英雄在一个陌生的环境中清醒过来，忘记了自己是谁，同时失去他们所有的通俗天赋。他们的记忆会随着时间缓慢的恢复。但他们的通俗天赋只会在危急时刻恢复。在这种情况下，危急时刻的定义为某人的生命收到了威胁。当某人生命受到威胁时，英雄应进行一次幸运检定；如果成功，他们的天赋恢复。而如果失败，他们可以在[1D10]回合后再次尝试一次。",
        "2 遭劫：英雄在[1D10]小时后恢复了意识，发现自己被抢劫了。他们的身体安然无恙，如果身上有重要之物（依据他们背景故事所述），进行一次幸运检定来决定此物是否被偷走。其它所有的值钱物品都自动丢失。",
        "3 遍体鳞伤：英雄在[1D10]回合后恢复了意识，发现他们自己遍体鳞伤。HP降低到疯狂之前的一半。他们并没有遭遇抢劫。这些伤害是如何造成的则由守秘人决定。",
        "4 暴力：英雄陷入一阵无法控制的狂暴和毁灭的狂欢情绪之中。当英雄恢复意识时，他们的行为可能不明显或没有被人记住，也可能完全相反。英雄们对哪些人或哪些事物施加了暴行，以及是杀害了他们又或者是仅仅伤害了他们，这些都取决于守秘人。",
        "5 思想与信念：查看英雄的背景条目中的思想和信念。英雄选择其中的一项，将其以一种极端、疯狂和露骨的形式表现出来。一种常见的结果是妄自尊大的某种变体，英雄的天赋和信仰开始腐蚀他们的人性和善恶观。",
        "6 重要之人：商议英雄的背景条目中的重要之人以及为何他们之间的关系如此重要。在疯狂持续时间内（[1D10]小时或更长）英雄竭尽自己最大努力来接近那人并且在某种程度上依据他们之间的关系行事。",
        "7 收容或拘押：英雄恢复意识时发现自己身处一间安保严密的精神科病房或警局拘留室中。他们可能会慢慢回想起自己是因为什么身陷囹圄。",
        "8 惊慌逃窜：当英雄恢复意识时，他们已身处远方。他们应当被移动到合适而且显眼的地方，也许是帝国大厦的楼顶，白宫，或是军事总部的深处。他们不知道自己是如何到达这个地方的。",
        "9 恐惧症：英雄获得一种新的恐惧症。{%恐惧症状}",
        "10 躁狂症：英雄获得一种新的躁狂症。{%狂躁症状}"
    ],
    "施法失败":[
        "1 骇人的电闪雷鸣。",
        "2 暂时失明[1D6]轮（调整相应检定的难度等级/承受惩罚骰）。",
        "3 自不知何处吹起一阵狂风（进行幸运检定来抓住纸张与书籍等易被吹走的物品）。",
        "4 亮绿色的黏液自墙壁、地板或窗户等场所涌出（0/1D3理智损失）。",
        "5 由守秘人决定的奇异幻觉（并附带适当的理智损失）。",
        "6 附近的小动物爆炸（0/1D3理智损失）。",
        "7 施法者的头发变成白色。",
        "8 响亮却飘渺的尖叫（0/1理智损失）。",
        "9 眼睛流血1D4轮（调整相应检定的难度等级/承受惩罚骰）",
        "10 硫磺的恶臭。",
        "11 大地震颤，墙壁崩塌。",
        "12 施法者的手变得干枯而焦黑（进行幸运检定来决定是哪只手）并损失1D2生命值。(*根据守秘人的判断，这只手可能仅仅是暂时被烧焦（在所有DEX与需要用到这只手的 检定上承受惩罚骰）或永远地变成了这副干枯且漆黑的模样（扣除DEX与所有需要用到这只手的技能20点）。)",
        "13 自天空降下血雨，持续[1D6]轮。",
        "14 施法者不自然地衰老（+2D10岁并调整相应的属性）。",
        "15 施法者的皮肤永久性地半透明（见到施法者需损失1/1D4理智值）。",
        "16 施法者获得[1D10]点POW但同时失去[1D10]点理智值。",
        "17 一只神话生物被意外地召唤了出来。",
        "18 守秘人随机挑选两项咒文并立即在此处发挥作用（以施法者为中心）。",
        "19 施法者与附近的所有人被传送到了另一处地方（守秘人决定前往何处）。",
        "20 一个神祇被意外地召唤了。"
    ]
}