{
    "事件1": [
        "当地农民正准备对地精的营地发起袭击，因为没有其他人来帮他们。",
        "酒馆公共区被一种诡异的静谧所包裹。人们并不彼此交流，都沉浸在自己的悲伤中。",
        "这里唯一的食物是大锅炖块菜，而那个锅似乎不曾被刷洗。",
        "这里的酒保也是个修骨师——本地最接近治疗者的职业。",
        "从后面的房间里传来一股难闻的气味，但店主却假装没注意到。",
        "水从天花板的裂缝中滴落下来。外面在下雨吗?",
        "葬仪师走了进来，慢慢地穿过房间，同时用眼睛打量每一个人。",
        "一名城市守夜人把一名顾客拖到外面街道，只为了揍他一顿。",
        "在酒吧老板把她赶到街上之前，女孩试图把枯萎的花给顾客。",
        "不止一次，有人试图地扒窃你，然而技巧拙劣。",
        "酒馆老板沮丧地告诉你，他的家庭遭受诅咒之前，这里的生意很兴旺。",
        "一些当地人正在掷铜板。",
        "赏金猎人进来喝酒，牵着一个被锁链和口球紧缚的精灵。",
        "半兽人保镖说如果你再这样做，他会把你赶出去。但是你到底做了什么?",
        "酒馆老板紧张地盯着一群对其他客人大喊大叫的雇佣兵。",
        "一个男人上下打量着你，并说，你看起来很强壮，如果你胃口够大，可以挣点外快。（我猜这句话的意思不是“如果你的胃也这么强壮”）",
        "一个没什么天赋的半身人在用破旧的乐器弹一些小调。",
        "酒吧里一个长相凶狠的雇佣兵大声讲种族主义笑话，根本不在乎别人能不能听见。",
        "两个孩子进来，拉扯桌子底下醉倒酒鬼的衣服。但他没反应。",
        "有人把酒倒在一个半精灵的头上，嘴里嘟囔着种族混合违背天理。"
    ],
    "事件2": [
        "你看到一张通缉令，想起来当天早些时候你看到了逃犯。",
        "一个衣衫褴褛的侏儒试图用一小颗钻石来付酒钱。酒吧老板说她没法收下这个东西。",
        "生意不景气是因为两天前的晚上这里发生了一起谋杀案。",
        "当地人在午夜过后绝不出门，也不让任何人出门，因为他们害怕此地作祟的饥饿精魂。",
        "后面的房间里正在举办婚宴婚宴。新娘和新郎衣衫褴褛，但他们看起来很幸福。",
        "商人和他的下属走进酒馆公共区。他对下属说:“我们也要把这个拆掉。”",
        "废弃的城堡里有人在有偿求救，如果你足够勇敢面对其可怕的支配者可以去试试。",
        "一个农夫的妻子病了，他想卖掉他唯一的驮马来买药。",
        "城里文艺复兴，旅馆里挤满了满怀希望的艺术家、油画家和雕塑家。",
        "一些顾客看向窗外时笑了。只因一只大狗把半身人赶上了树。",
        "有人大声地告诉酒吧老板，外来人正在破坏这个地区的小酒馆。同时他的眼睛注视着冒险者们。",
        "一个流浪的吟游诗人唱了些黄歌，导致父母带着孩子离开。",
        "酒馆公共区已成为追求平等的革命情绪和过激言论的温床。",
        "墙上贴着一张工作清单，但大多数当地人都不识字。",
        "某些人从把衬衫扎进去以膜仿市长的行为中找到了笑点。",
        "一位老兵主动给你看他的伤疤，并讲一些令人毛骨悚然的故事，以此换取一两杯酒。",
        "每个人似乎都很沮丧。他们告诉你，一个当地的民间英雄已经被捕，准备被绞死。",
        "深夜，如同心照不宣一样，酒馆公共区全都在打架。",
        "一个大家都以为是醉倒的人，结果却被发现死于刀伤。",
        "当地一位贵族正在贫民窟度过今宵。他慷慨地付了酒钱，然后踉踉跄跄地走到街上。"
    ],
    "事件3": [
        "此地的一位炼金术士正在寻找勇敢的人，愿意让他尝试一些“基本上无害”的实验。",
        "当地一位传奇冒险家寿终而亡，今晚有许多故事和酒向她致敬。",
        "经验比你少的探险小队向你咨询如何获得财富和荣耀。",
        "两个暴徒肩并肩走向酒吧，与店主紧张地小声交谈。",
        "旅馆老板雇了几个魁梧的保安，以确保客人举止得体不打架斗殴。",
        "你看到一个不舒服的异邦人，不太会说通用语的他，想要问一个问题。",
        "你无意中听到一个当地人在讲述一个冒险故事，听起来和你所经历的事情非常接近。",
        "一个当地人拿出一把弦乐器，人们开始鼓掌，并且腾出场地来跳舞。",
        "一个年轻的法师走了进来，开始问每个人有没有看到她昨晚弄丢的法术书。",
        "一个年轻的精灵自从上周跌跌撞撞地走出森林后，就一直把时间耗在静静地盯着窗外走神上。",
        "一个受伤的战士从冒险中回来，他希望他的同伴中还有其他人幸存。",
        "一个外地的半身人大吵大闹时突然消失。",
        "一个玩家的角色收到了紧急信息，这来自其牵绊中的角色。",
        "一件被视作荣耀的冒险宝藏陈列在小酒馆里，大家都喜欢它，但现在它不见了。",
        "一名城市守卫组织的调查员关上了酒馆大门，在关门期间他就最近的一桩犯罪事件询问了所有人。",
        "由于最近的一个宗教节日，旅馆里挤满了不同信仰的武僧、教士和牧师。",
        "有传言说，一个你以为已经死了的反派不知怎么幸存下来了，而且他正在寻找机会以图报复。（Villain？这不政治正确！）",
        "有人呼吁为英雄们干杯，以纪念他们为世界各地的善良人民挺身而出与黑暗作斗争。",
        "这家酒馆提供上油、抛光、打磨和其他保养装备的服务。",
        "这家旅馆历代为冒险者提供服务，因此墙上挂着几件有趣的纪念品。"
    ],
    "事件4": [
        "吃饭的时候，一个职员跑进来大喊，一家大银行倒闭了，在此地引起了巨大的金融恐慌。",
        "当品尝异邦美食时，每个人都假装喜欢这些食物，以让其他人觉得他们很有教养。",
        "灯突然熄灭了，再亮起来时许多珠宝和正在表演的杂技演员都不见了。",
        "某些商人如今垄断了市场，因为黑帮把她所有的竞争对手都赶出了城。",
        "你（们）无意中听到几群人在谈论一些失踪的富二代男女。",
        "你遇到了一个非常矮的人类，他对自己的身高非常在意。他所有的仆从都是半身人。",
        "商人提议开辟一条穿越危险地区的贸易捷径，需要人去侦察。",
        "外面发生了一场抗议。工人阶级以罢工为威胁，要求增加工资。",
        "一对富有的夫妇宣布他们要开始一项福利计划，但似乎没有人感兴趣。",
        "一个矮人商队来到镇上，他们正在寻找值得购买的货物，以带回山脚。",
        "一个商人紧张地笑着说她需要雇保镖……很急。",
        "一个实诚的女人刚刚继承了一大笔遗产，一些不太好的朋友就被她吸引来了。",
        "一个受人尊敬的商人被人指证使用伪造的硬笔，这引起了一片哗然。但他辩称自己无罪。",
        "一家新画廊本周的开业吸引了许多著名艺术家来这座城市。",
        "一名警卫确信你是个骗子，她低声说她在盯着你。",
        "一位地主大幅度改善了佃户的生活，以至于让他面临破产并寻求贷款。",
        "一位靠屠龙发家的著名冒险者失踪了。找他，还是他的宝藏?",
        "一位牧师站在桌子上开始关于贪婪之恶的布道后，很快就被护送了出去。",
        "一位主顾带着商业投资机会接近冒险者们。只说了两个词:移动商店。",
        "在旁边的桌子上，一位富有的商人和一个神色惊恐的年轻人在签署一份合同。"
    ],
    "事件5": [
        "高赔率赌卡上线了，但只欢迎地主们来赌。",
        "几个年轻的贵族嘲笑你穿的衣服是去年流行的款式。",
        "两个年轻的贵族大吵大闹，进而剑拔弩张。",
        "你遇到一位举止粗鲁的老将军。在最近的一场战争后，他被授予了爵位，但没有人想跟他说话。",
        "盘子里几乎没动过的食物接二连三地被扔掉。守卫们赶走了外面饥饿的乞丐。",
        "王子被龙绑架了，他的父母愿意花高价买平安。",
        "为了庆祝订婚之喜，一对夫妇包场了今晚每个人的饮食。",
        "位高权重的贵族为了赶时髦戴了顶非常难看的帽子。却广受好评。",
        "一个戴面纱的女人溜过房间，上了楼梯。有人喃喃道:“女王（王后）。”",
        "一个醉醺醺的贵族开始愤怒地泄露其他顾客的秘密，这吓到了在场的每个人。",
        "一块用纸包着的砖头从窗户飞了进来。纸上写着报复信。",
        "一位广受尊敬的教会领导者正经过此地。他戴着奢华的珠宝。",
        "一位贵族邀请冒险小队去他坐落于未开拓荒野边的私人狩猎小屋。",
        "一位贵族因你的所做所言亦或未竟之事未言之理而死。",
        "一位来自邻国的外交官环顾四周，显然对眼前的景象并不满意。",
        "一位眼睛凹陷、神情尴尬的年轻贵族从一张桌子挪另一张桌子，要借数目惊人的一大笔钱。",
        "在听说了你们过段时间的旅行后，一位贵族愿意出钱雇你们护送她的儿子去法师塔。",
        "这家旅馆专门为当地贵族和他们的客人举办宴会。",
        "主人怀疑你不在今晚私人聚会的宾客名单上。你有邀请函吗?",
        "主人看了看你们一行的某些人，然后坚持让随从使用后门。"
    ],
    "事件6": [
        "暴徒们在酒吧里大声交流着他们最近挨的毒打。",
        "城市守卫突袭了这里。这里的每个人都因为密谋反政府而被捕。",
        "黑帮之间的紧张关系有可能演变成一场全面的街头战争。",
        "酒吧老板倒抽一口冷气，倒在地上死了。新的酒吧老板宣布这个地方有了新的主人。",
        "酒保警告你，这里有好几个顾客讨厌你那张脸，你最好麻溜滚蛋。",
        "两个暴徒从后门拎出一个蠕动的、一人大小的袋子。",
        "密室内的法师正在提供付费的水晶球占卜，而这有违法风险或者道德风险。",
        "你确信角落里的赌徒正在玩灌铅骰子。这可能不会有所善终。",
        "十字弓发出了声音。一个恶棍边出去边把钱扔在酒吧里。“抱歉弄得一团糟。”",
        "无情的罪恶领主用铁腕统治着这个地区，但是普通民众却爱戴和信任他。",
        "新的政客拒绝接受贿赂，他使社会上的败犬们处境艰难。",
        "新上任的警卫队长正在教他的手下先拷后问。",
        "一个黑衣人的披风打开，刚好可以看到里面是城市守卫制式的武器和盔甲。",
        "一个女孩和一对夫妇离开了。她像是最近被绑架的女继承人。",
        "一个女人想卖给你一把钥匙，据说那是州长官邸后门的钥匙。",
        "一名被逮捕的男子尖叫道:“是这把刀逼我这么做的!”“你看到他桌子下面有一把镶着宝石的匕首。",
        "有人坐在你的桌子旁，留下几句意义不明的话。你还没能反应过来，她就离开了。",
        "在你离开之后，你确定你正在被一个或更多顾客尾行过街。",
        "在一个有贸易禁令的国家里，这间小酒馆是寻得违禁食物的绝佳场所。",
        "这家小酒馆设在一个旧仓库里，以板条箱当桌子，以酒桶当椅子。"
    ],
    "事件7": [
        "从去年冬天开始，每逢月圆之夜，都会有一条人形鲨鱼在海岸出没。",
        "对本月在海上旅行的人，占卜师除了凶多吉少之外没说过别的。",
        "港口发生事故后，两艘沉船上的船员被困在甲板下。",
        "航海家协会将花钱请人绘制最近发现的群岛的小岛地图。",
        "几天前，一箱神秘货物掉进了海里，现在港口一块区域在夏天结冰了。",
        "几周前从船上带来的几只异国小宠物一夜之间开始变成了穷凶极恶的野兽。",
        "码头主今年第三次因贪污受贿而被捕。",
        "深更半夜码头区遭到海盗的袭击，他们抢走了一切能抢走的东西。",
        "失踪三年后，那艘船又停靠在了码头上，而船员们都认为他们只离开了三周。",
        "水手们讲述了一个移动的岛屿的故事，岛上满是怪物和宝藏，还有治愈任何伤痛的力量。",
        "一个独眼、用钩手、安假腿的老水手讲述了他某一次在遭遇可怕的鲨鱼后幸存下来的经历。",
        "一个客人指控另一个人是海盗。船员之间爆发了一场争斗。",
        "一个女人说她需要你的帮助才能偷渡上船，否则她会被她有钱的叔叔抓住并杀死。",
        "一个神秘的水手把一枚古钱币扔在桌子上，以此来付酒钱。触摸它的人——不论是谁都会感到愤怒。",
        "一艘船因涉嫌携带不死灾疫而被隔离。",
        "一位顾客不经意间地提到，他有门路把任何东西带进带出这个城市。",
        "有位船长航往了海岸，途中免费搭载与船员一起工作的乘客。",
        "在洗劫了一个海盗统治下的城镇后，海军满载着财宝回来了。有人说这将招致报复。",
        "这家酒馆由一艘旧帆船的船体改装而成。有人说鬼魂时常在此作祟。",
        "最近，任何睡在水边的人都会做噩梦，那梦中的畸变让人疯狂。"
    ],
    "事件": [
        "{%事件1}",
        "{%事件2}",
        "{%事件3}",
        "{%事件4}",
        "{%事件5}",
        "{%事件6}",
        "{%事件7}"
    ],
    "老板名": [
        "Wyat(t) 怀亚特; 怀阿特●carter 卡特",
        "Bartlett 巴特利特●gerard 杰拉德",
        "Harold 哈罗德●keith 基思",
        "Bernal 伯纳尔●baker 贝克",
        "Gallup 盖洛普●christian 克里斯蒂安",
        "Joel 乔尔●clive 克莱夫",
        "Wilcox 威尔科特斯●quick 奎克",
        "Macaulay 麦考利(苏格兰姓)●kirk 柯克",
        "Lewis 刘易士; 刘易斯●clive 克莱夫",
        "DuBois 杜波依斯●george 乔治",
        "Commons 康芒斯●fergus 弗格斯",
        "Dalton 道尔顿●warren 瓦伦",
        "Pigou 庇古; 皮古●lester 莱斯特",
        "Strachey 斯特雷奇●george 乔治",
        "Luke 卢克●cecil 塞西尔",
        "Dutt 达特; 杜德●taylor 泰勒",
        "Whit 惠特●garcia 加西亚",
        "Stephen 史蒂芬; 斯蒂芬●leslie 莱斯利",
        "Charley 查利(Charles的昵称)●leslie 莱斯利",
        "Kennedy 肯尼迪●kirk 柯克",
        "Johnston(e) 约翰斯顿●rodney 罗德尼",
        "Yale 耶尔; 耶鲁●duncan 邓肯",
        "Windsor 温莎; 温泽●charles 查尔斯",
        "Arabella 阿拉贝拉●kirk 柯克",
        "Stuart 斯图尔特; 司徒雷登●james 詹姆斯",
        "Hudson 赫德森●gerard 杰拉德",
        "Owen 欧文●leonard 伦纳德",
        "Wells 韦尔斯●carter 卡特",
        "Law 劳●dale 达勒",
        "Rayleign 雷利; 瑞利●leslie 莱斯利",
        "Rayleign 雷利; 瑞利●raphael 拉斐尔",
        "Hobbes 霍布斯●hill 希尔",
        "Clement 克莱门特●nelson 纳尔森",
        "Wilde 怀尔德; 王尔德●evelyn 伊夫林",
        "Alcott 奥尔科特●gerard 杰拉德",
        "Evans 埃文思●jackson 杰克逊",
        "Rutherford 拉瑟福德; 卢瑟福●hall 霍尔",
        "Cronin 克洛宁; 克罗宁●edward 爱德华",
        "Coffey 科菲●leslie 莱斯利",
        "Berkeley 贝克莱; 伯克利●rupert 鲁珀特",
        "Euphemia 尤菲米娅●edward 爱德华",
        "Yule 尤尔●charles 查尔斯",
        "Hart 哈特●keith 基思",
        "Barrett 巴雷特; 巴雷特●baker 贝克",
        "Adolph 阿道夫●james 詹姆斯",
        "Mond 蒙德●duncan 邓肯",
        "Jim 吉姆(James的昵称)●owen 欧文",
        "Bridges 布里奇斯●lewis 刘易斯",
        "Max 马克斯●george 乔治",
        "Toby 托比(Tobias的昵称)●williams 威廉姆斯",
        "Paul 保罗●taylor 泰勒",
        "Jack 杰克(John的昵称)●rodney 罗德尼",
        "Nehemiah 尼赫迈亚●cecil 塞西尔",
        "Strachey 斯特雷奇●cook 库克",
        "Simpson 辛普森●quick 奎克",
        "Abe 阿贝●gary 加里",
        "Woolley 伍利; 伍莱●gerard 杰拉德",
        "Austin 奥斯汀●taylor 泰勒",
        "Camp 坎普●anderson 安德森",
        "Marion 马里恩●lewis 刘易斯"
    ],
    "酒馆名": [
        "{%前缀}{%生物}酒馆"
    ],
    "前缀": [
        "神秘",
        "孤独",
        "流浪",
        "旅行",
        "古老",
        "隐秘",
        "血色",
        "闹鬼",
        "魔力",
        "无名",
        "自由",
        "勇猛",
        "伟大",
        "异变",
        "月光"
    ],
    "生物": [
        "飞马",
        "旅人",
        "羊人",
        "虎人",
        "豹人",
        "巨龙",
        "精灵",
        "矮人",
        "巨灵",
        "魔像",
        "狮鹫",
        "麒麟",
        "凤凰",
        "梦魇",
        "侏儒"
    ],
    "阵营": [
        "守序善良",
        "中立善良",
        "混乱善良",
        "守序中立",
        "绝对中立",
        "混乱中立",
        "守序邪恶",
        "中立邪恶",
        "混沌邪恶"
    ],
    "特点": [
        "我崇拜某个英雄，并时刻以其事迹作为榜样。",
        "我能在最狂乱的敌人间寻找共鸣，然后感化他们一同为和平而努力。",
        "我在每个事件和行动中看到预兆。神试图对我们说话，我们只需要听即可。",
        "没有什么能动摇我的乐观态度。",
        "我任何情况下都喜欢引用（或错引）圣典和格言。",
        "我能容忍（或无法容忍）其它信仰并且尊重（或谴责）对其他神祇的崇拜。",
        "我喜爱美食、饮料以及同信仰神庙中的精英分子们的高层圈子。粗野的生活令我烦躁。",
        "我在神庙中生活的太久了，以至于我在与外面世界的人们打交道时缺乏实际经验。",
        "我容易招蜂引蝶，爱情生活是也不断的离离合合。",
        "我在什么情境下都会说笑，尤其在不合时宜时更是如此。",
        "我爱用逢迎的手段获取所求之物。",
        "我是天生的赌徒，一旦有回报的可能，我就会不顾风险。",
        "我什么时候都爱说点谎话，而不论是否有必要。",
        "讽刺和挖苦是我的首选武器。",
        "我身上挂着一排圣徽，随时随地都可以祈祷随便哪位神祇保佑。",
        "我会把任何可能有点价值的玩意儿都收集起来。",
        "我总是计划好事情变糟时的应对方法。",
        "无论情形如何我总能保持冷静。我从不会忽然提高音调或是让情绪影响自己。",
        "我每到一个新地方做的第一件事就是记下每个有价值之物的位置——或是可能藏有类似东西的地点。",
        "比起制造一个新敌人，我宁可交一个新朋友。",
        "我极端的不易信任他人。表面上看上去越公正的人通常都藏着越多见不得光的事。",
        "我不会考虑某个情形中的风险。永远别跟我谈几率。",
        "令我做某件事的最好手段就是跟我说不能那样做。",
        "最轻微的侮辱也能把我气炸了。",
        "我知道一个几乎适合所有情况的故事。",
        "我来到一个新地方后就会着手收集当地的流言和小道消息。",
        "我是无可救药的浪漫病，总是在找“有缘人”。",
        "我周围的人都不会生气太久，因为我总能缓和紧张的气氛。",
        "我喜欢精妙的讽刺，即使那是对我的讽刺也一样。",
        "我一旦不能成为众人焦点就会很难受。",
        "我是完美主义者。",
        "我的情绪和思想变得和弹琴轮指一样快。",
        "我以人的行为而非言辞对其做判断。",
        "我总是会去帮助遇到麻烦的人。",
        "我在专注于某件事时，会排除一切障碍坚持到底。",
        "我对公平有着强烈的执着，并且总是试图为争端寻找最公正的解决方案。",
        "我信任自己的能力，并且会做任何力所能及的事以获得他人的信任。",
        "其他人负责思考。我只负责行动。",
        "我会错用长单词以试图显得更聪明些。",
        "我时常感到厌烦。我的天命之旅什么时候才有进展呢？",
        "我确信能做的事就要做到最好。而我必须要做到最好——我是完美主义者。",
        "我瞧不起那些不懂审美的家伙。",
        "我总是想搞清楚事物如何运作，人们为何奔波。",
        "我有一肚子格言警句，总是能恰到好处地掉书袋。",
        "我对那些不像我那样努力工作、公平竞争的人并不会以礼相待。",
        "我喜欢对我的行当高谈阔论。",
        "我不会轻易花钱，砍价也总是砍到最低。",
        "我在我这行鼎鼎有名，而我要确保所有人都认同这点。如果人们没听说过我，就会让我大吃一惊。",
        "我因旅行欲望的驱使而背井离乡。",
        "我像照顾新生儿般照顾同伴。",
        "我曾马不停蹄地跑了二十五里以警告氏族有兽人来袭。如果有必要，我还会这么干。",
        "我善于观察自然，并从中获得应对任何境况的经验。",
        "财富和礼貌无法帮你对抗一头饥饿枭熊，而我对看重这些东西的家伙不屑一顾。",
        "我习惯偶尔从地上捡起些东西再漫不经心地摆弄，有的时候还会弄坏它们。",
        "相对于与人相处，和动物在一起会让我更自在。",
        "我实际上是个由狼养大的孩子。",
        "朋友们知道无论出现什么困难，我都值得依赖。",
        "我努力工作，然后休闲时就可以尽情玩乐。",
        "我喜欢航行到新港口，然后在那里以酒会友。",
        "我常常会为了讲述一个好故事而夸大其词。",
        "我就觉得酒馆是了解一座陌生城市的好地方。",
        "我从不会放弃友好的赌局。",
        "我的言辞脏污得好比食腐兽的窝。",
        "我喜欢工作都好好完成的样子，如果整个过程都让别人来干就更好了。",
        "我总是表现的恭敬有礼。",
        "我的心中总是萦绕着战争时的记忆，那些残暴的画面总是挥之不去。",
        "我曾失去太多的朋友，而现在已经很难交个新的朋友了。",
        "我的军事生涯曾经历过各种情况，所以我能以此讲出许多鼓舞人心而又发人深省的故事。",
        "我能盯着一只地狱犬看而毫不畏缩。",
        "我喜欢强壮的感觉并且乐于打坏东西。",
        "我有着粗俗的幽默感。",
        "我迎难而上直面问题。一个简单直接的解决方案是通往成功的最佳路径。"
    ],
    "羁绊": [
        "我敲诈错了人，所以必须确保那家伙不和我或者任何我在意的人再度打上交道。",
        "我的导师是个可能正在某个监牢里面烂着的糟糕人物，然而我欠他很多很多。",
        "我在某个地方有个未曾见过我的孩子。我正为他改变这个世界。",
        "我是贵族出身，我早晚一天会从剽窃我领地和头衔的人身上把一切都抢回来。",
        "一个大人物杀了我的爱人。要不了多久，我就会向他复仇。",
        "我毁了一个不该被骗的人。我试图弥补我的过失，但是可能永远不会原谅自己。",
        "我试图偿还一个慷慨的资助者的老债务。",
        "我的非法所得是为了支持我的家庭。",
        "我有一件重要的东西被夺走了，并且我想要把它偷回来。",
        "我会成为有史以来最伟大的盗贼。",
        "我因一桩严重罪行而内疚。并希望从中寻求自我救赎。",
        "我深爱的某人因我犯下的错误而死。而我决不会让这种事情再发生了。",
        "我的乐器是我最宝贵的财富，它纪念着某个我所爱之人。",
        "有人偷走了我珍爱的乐器，而我一定要夺回来。",
        "我要不惜一切代价让自己出名。",
        "我崇拜古老传奇中的某位英雄，并时时以他作榜样。",
        "只要能证明我比那个可恨的对手强，我愿意做任何事情。",
        "我可以为老剧团的同伴做任何事。",
        "我有一个家庭，但我现在不知道他们身处何处。我希望终有一日能够再次见到他们。",
        "我劳作于这片土地，我热爱这片土地，而且我将保卫这片土地。",
        "一名傲慢的贵族曾经死命痛打了我一顿，故而我将报复任何我遇到的恃强凌弱者。",
        "我的工具是我以往生活的符号，因而我随身携带着它们以便永远记住我的根。",
        "我保护那些无力自我保护的人。",
        "我希望我的青梅竹马能伴着我一起追寻我的命运。",
        "我学习技艺的厂房对我来说是世界上最重要的地方。",
        "我为某人造出了一件绝世珍品，却发现对方根本配不上它。而我仍在找配得上它的人。",
        "行会造就了今天的我，因此我仍欠行会良多。",
        "我为了向某人求爱而攒钱。",
        "终有一天，我会回到行会，然后证明我是最厉害的工匠其中。",
        "我要向那个破坏我工坊，毁掉我生活的邪恶势力复仇。",
        "为了获得家族的认可，我可以面对任何挑战。",
        "我必须不惜代价的维持住两个家族之间的联姻关系。",
        "任何事物都不如家族血亲更重要。",
        "我爱上了家族所不齿的另一个家族的子嗣。",
        "我对主君的忠诚固若泰山。",
        "平民们将我视作人民的英雄。",
        "即使与其异地相隔，我的家族，氏族或部族是我生命中最重要的事物。",
        "破坏家园的原始风貌即是对我的伤害。",
        "我会让那些摧毁我家乡的恶徒见识什么叫狂怒。",
        "我是部族最后的遗孤，因而只剩我可以让部族的威名成为传奇。",
        "我眼前时常浮现灾难将至的幻景，而我要尽全力阻止其发生。",
        "抚养幼童继承部族是我的责任。",
        "我依然会以性命保护曾一起共事之人。",
        "有人在战场上救过我的命。因而现在我也不会丢下任何一个朋友。",
        "荣誉即吾命。",
        "我永远不会忘记队伍曾遭受到的惨败，以及当时的敌人。",
        "那些与我同袍的人值得为之豁出性命。",
        "我为那些无法为他们自己战斗的人而战。",
        "这城镇就是我的家，而我必须保卫它。",
        "我资助了一所孤儿院，以免其他人再遭受我的厄运。",
        "我的幸存应归功于那位曾教会我如何在街头生存的另一位流浪儿。",
        "我欠某位同情我的绅士一笔我还不起的债。",
        "我通过抢劫一位大人物而脱贫致富，但是也因此而遭到通缉。",
        "不该再有人遭受我曾经的苦难了。"
    ],
    "缺点": [
        "我对漂亮脸蛋没有抵抗力。",
        "我总是欠债，并且把不义之财花在奢侈品上，还花得比赚得快。",
        "我确信没人能用我骗人的方式骗到我。",
        "我从不满足于现有的财产，而一旦涉及钱财我就会不畏风险。",
        "我会按捺不住冲动去欺骗远比自己强的人。",
        "尽管我难以启齿且痛恨不已，但是见势不妙我会转身就逃，并且只顾把自己藏好。",
        "当我看到一些有价值的东西时，就会一心只想如何偷到它。",
        "在面对金钱与朋友间的抉择时，我通常都选择金钱。",
        "每当要记住某个计划时，我总会忘掉。就是无法忘掉，我也会选择性无视它。",
        "我撒谎时会故意作出某些习惯动作。",
        "当事情看起来似乎开始糟糕时，我会转身掉头就跑。",
        "一名无辜者因我犯下的某桩罪行而进了监狱。这事我觉得挺好的。",
        "我会不择手段的去获取声誉和名望。",
        "我对漂亮脸蛋非常着迷。",
        "某个丑闻让我背井离乡。而这麻烦依然如影随形。",
        "我曾经讽刺过一个贵族，现在他仍然想要我的脑袋。而这错误我可能还会再犯。",
        "我总是忍不住道出自己的真实感受。而我的刻薄言辞也经常带给我麻烦。",
        "就算我尽了全力，我的朋友们还是认为我靠不住。",
        "统治我故乡的暴君会一直追杀我。",
        "我深信命运的征兆，以至于看不清自己的不足或是失败的可能性。",
        "自幼认识我的人知道我羞耻的秘密，所以我再也不能回家了。",
        "我对一些城里的恶习没有抵抗力，尤其是酗酒。",
        "我暗地里会觉得，如果我是那个统领这片土地的暴君所有事情肯定会更好。",
        "我难以信任我的盟友。",
        "我会为了获得某些珍贵无价之物做任何事。",
        "我常常很急躁地认定某人正在骗我。",
        "应当没人知道我曾经从行会金库里偷过钱。",
        "我从未知足于自己所有之物，而总是欲壑难填。",
        "我极度渴望贵族头衔。",
        "我妒忌任何手艺胜我一筹的人。而我无论走到哪里却都是对手环绕。",
        "我过度痴迷于麦酒、葡萄酒等醉人之物。",
        "繁忙充实的生活里没有谨慎的余地。",
        "我会记住每次侮辱，并对委屈我的人抱以无声的怨恨。",
        "我容易信任对那些来自其他种族，部族或社群的人。",
        "大多时候我会选择用暴力克服难题。",
        "我不会救那些无法自救者。物竞天择，强者生存。",
        "我会绞尽脑汁避免额外劳动。",
        "一旦有人质疑我的勇气，我就什么都敢干。",
        "我一旦开始喝酒，就根本停不下来。",
        "我会无法遏制地收集一些遇到的硬币或小饰品之类的玩意儿。",
        "我的骄傲可能会毁了自己。",
        "我们曾在战场上面对的凶暴的敌人依然会令我恐惧的发抖。",
        "除那些久经沙场的武士外，任何人都不值得我尊重。",
        "我曾在战场上犯了一个严重的错并为此伤害了许多生命——而我为了能守住这个秘密愿意做任何事。",
        "我对敌人的仇恨盲目而缺乏理性。",
        "我遵从法律，而不管其律条是否会招致不幸。",
        "我在犯错时宁可吞掉自己的护甲也不愿承认。",
        "我觉得金子很值钱，因此我会不择手段赚很多金子。",
        "我从不会完全信任别人，而只相信我自己。",
        "与其公平决斗，我更喜欢趁人之危偷袭。",
        "如果我比原主人更需要某物，那我拿走就不算偷。",
        "自己顾不好自己的家伙，只能算活该。"
    ],
    "酒馆": [
        "欢迎来到{%酒馆名}\n这里的老板是{%老板名}\n阵营：{%阵营}\n\n【人物属性】\n力量：[4d6k3]●敏捷：[4d6k3]●体质：[4d6k3]●智力：[4d6k3]●感知：[4d6k3]●魅力：[4d6k3] \n\n【人物特性】\n特点：{%特点}\n羁绊：{%羁绊}\n缺点：{%缺点}\n\n【酒馆事件】\n{%事件}\n{%事件}\n{%事件}\n{%事件}",
        "欢迎来到{%酒馆名}\n这里的老板是{%老板名}\n阵营：{%阵营}\n\n【人物属性】\n力量：[4d6k3]●敏捷：[4d6k3]●体质：[4d6k3]●智力：[4d6k3]●感知：[4d6k3]●魅力：[4d6k3] \n\n【人物特性】\n特点：{%特点}\n羁绊：{%羁绊}\n缺点：{%缺点}\n\n【酒馆事件】\n{%事件}\n{%事件}\n{%事件}",
        "欢迎来到{%酒馆名}\n这里的老板是{%老板名}\n阵营：{%阵营}\n\n【人物属性】\n力量：[4d6k3]●敏捷：[4d6k3]●体质：[4d6k3]●智力：[4d6k3]●感知：[4d6k3]●魅力：[4d6k3] \n\n【人物特性】\n特点：{%特点}\n羁绊：{%羁绊}\n缺点：{%缺点}\n\n【酒馆事件】\n{%事件}\n{%事件}",
        "欢迎来到{%酒馆名}\n这里的老板是{%老板名}\n阵营：{%阵营}\n\n【人物属性】\n力量：[4d6k3]●敏捷：[4d6k3]●体质：[4d6k3]●智力：[4d6k3]●感知：[4d6k3]●魅力：[4d6k3] \n\n【人物特性】\n特点：{%特点}\n羁绊：{%羁绊}\n缺点：{%缺点}\n\n【酒馆事件】\n{%事件}"
    ]
}