{
  "!阳炎计划牌堆By仑质":[
    "阳炎计划牌堆By仑质"
  ],
  "阳炎":[
    "|曲目|\n{%阳炎曲目}",
    "|人物|\n{%阳炎人物}"
  ],
  "阳炎曲目":[
    "人造エネミー（目を背ける话）\n人造敌人（无法正视的故事）\n原唱：初音ミク\n出场人物：ene、如月伸太郎\n发布时间：2011年2月17日\n简介：故事的开端，第一曲",
    "メカクシコード（目を隠す话）\n目隐编码（蒙上双眼的故事）\n原唱：初音ミク\n出场人物：木户蕾\n发布时间：2011年5月29日\n简介：商场恐怖份子事件，邀请伸太郎加入目隐团",
    "カゲロウデイズ（目も眩む话）\n阳炎眩乱（连眼睛都晕眩的故事）\n原唱：初音ミク\n出场人物：朝比奈日和、雨宫响也、蓟\n发布时间：2011年9月30日\n简介：8月15日，永无止境的阳炎实验",
    "ヘッドフォンアクター（目を疑う话）\n耳机演绎者（怀疑双眼的故事）\n原唱：IA\n出场人物：榎本贵音\n发布时间：2011年12月15日\n简介：终末实验的故事，贵音成为Ene之前的经历",
    "空想フォレスト（目を合わせる话）\n空想森林（视线交会的故事）\n原唱：IA\n出场人物：小樱茉莉、小樱紫苑、濑户幸助\n发布时间：2012年2月1日\n简介：茉莉加入目隐团前的故事",
    "コノハの世界事情（目を醒ます话）\nKonoha的世界事情（睁开双目的故事）\n原唱：IA、初音ミク\n出场人物：蓟、朝比奈日和、雨宫响也、konoha\n发布时间：2012年3月29日\n简介：由Konoha的角度来看阳炎实验",
    "如月アテンション（目を夺う话）\n如月专注（夺去目光的故事）\n原唱：IA\n出场人物：如月桃\n发布时间：2012年5月26日\n简介：桃与目隐团相会",
    "シニガミレコード（目を挂ける话）\n死神记录（双目注视的故事）\n原唱：IA\n出场人物：蓟、少年兵\n发布时间：专辑收录\n简介：蓟创造阳炎眩乱的理由",
    "透明アンサー（目を逸らす话）\n透明解答（逃离视线的故事）\n原唱：IA\n出场人物：如月伸太郎、楯山文乃\n发布时间：专辑收录\n简介：文乃自杀事件",
    "エネの电脳纪行（目を覚ます话）\nEne的电脑之旅（双目觉醒的故事）\n原唱：IA\n出场人物：榎本贵音\n发布时间：专辑收录\n简介：贵音成为Ene后，住进伸太郎电脑前的经历",
    "デッドアンドシーク（目が冴える话）\n死亡与追寻（使双目锐利的故事）\n原唱：IA\n出场人物：楯山研次朗\n发布时间：专辑收录\n简介：楯山研次朗对阳炎眩乱的研究",
    "チルドレンレコード（目に物见せる话）\n孩童记录（看清现实的故事）\n原唱：IA\n出场人物：全员\n发布时间：2012年7月21日\n简介：结束与开始，系列的概括曲",
    "群青レイン（目に入れても痛くない话）\n群青雨（入目也不会疼痛的故事）\n原唱：IA\n出场人物：小樱紫苑、小樱茉莉\n发布时间：专辑收录\n简介：紫苑与茉莉离群索居的日子与理由",
    "夜咄ディセイブ（目を欺く话）\n夜谈欺骗（欺骗双目的故事）\n原唱：IA\n出场人物：鹿野修哉\n发布时间：2013年2月17日\n简介：关于鹿野的故事",
    "ロスタイムメモリー（目に焼き付いた话）\n回忆补时（目光灼热的故事）\n原唱：IA\n出场人物：如月伸太郎、楯山文乃、蓟、Kuroha\n发布时间：2013年3月30日\n简介：关于伸太郎的故事",
    "アヤノの幸福理论（目に浮かぶ话）\n文乃的幸福理论（浮现在眼前的故事）\n原唱：IA\n出场人物：楯山文乃、木户蕾、濑戸幸助、鹿野修哉、楯山研次朗、楯山彩花\n发布时间：2013年4月22日\n简介：木户、濑户、鹿野三人的过去以及文乃自杀的理由",
    "オツキミリサイタル（目を辉かせる话）\n赏月独奏会（使双眼闪耀的故事）\n原唱：IA\n出场人物：如月桃、雨宫响也\n发布时间：2013年0月2日\n简介：寻找日和的过程中，放弃希望的响也，与相信希望的桃的故事",
    "夕景イエスタディ（目付きが悪い话）\n夕景昨日（眼神很差劲的故事）\n原唱：IA\n出场人物：榎本贵音、九之濑遥\n发布时间：2013年8月3日\n简介：贵音和遥在卷入试验前的校园故事",
    "少年ブレイヴ（目を盗む话）\n少年勇气（盗取视线的故事）\n原唱：IA\n出场人物：濑户幸助、小樱茉莉\n发布时间：专辑收录\n简介：濑户走出过去的阴影，从森林中带出茉莉",
    "アウターサイエンス（目は口ほどに物を言う话）\n界外科学（以眼神传达话语的故事）\n原唱：IA\n出场人物：kuroha、小樱茉莉\n发布时间：2013年8月31日\n简介：俯瞰著、操纵著悲剧的某人的故事",
    "マリーの架空世界（目を瞑る话）\n茉莉的架空世界（闭上眼睛的故事）\n原唱：IA\n出场人物：小樱茉莉\n发布时间：专辑收录\n简介：无数次的重复着的少女的故事",
    "サマータイムレコード（目が回った话）\n夏令时记录（放眼回望的故事）\n原唱：IA\n出场人物：除楯山文乃外的全员\n发布时间：2013年9月2日\n简介：故事的终结",
    "失想ワアド（目を忍ぶ话）\n失想话语（避开视线的故事）\n原唱：初音ミク\n出场人物：木户蕾\n发布时间：2017年12月29日\n简介：木户由儿时的怯懦，自我厌恶，和在目隐团的成长与转变",
    "アディショナルメモリー（目の届かない话）\n回忆追加（目光触及不到的故事）\n原唱：初音ミク\n出场人物：楯山文乃、如月伸太郎\n发布时间：2018年9月14日\n简介：文乃在跳楼前的后悔以及对伸太郎表达出了自己真实的心意"
  ],
  "阳炎人物":[
    "木户蕾/Kido（木戸 つぼみ（きど つぼみ，KIDO TSUBOMI）/キド）\nCV：甲斐田裕子\n身高：168cm\n体重：44kg\n血型：A型\n生日：1月2日\n能力：目隐（目を隠す）\n相关歌曲：メカクシコード / アヤノの幸福理论/サマータイムレコード\n“不是讨厌什么，而是用喜欢什么来…？呃…这…”\n“这样下去我就会消失的…救救我…”\n通称“キド （KIDO） ”。名字汉字可写作“蕾”。\n　　\n黛青色长发，有一部分飘在兜帽外，身穿印有iPod按钮图标的灰色卫衣，绿色长裤的一个裤管被卷起来，运动鞋也为草绿色。平时瞳色为灰黑色。\n红瞳持有者,拥有稀释自己与周围物体存在感的“目隐”的能力，但能力限于半径2米以内，碰撞到他人即失效。受楯山文乃的影响，察觉自己的能力后变得比较中二。\n目隐团团长。喜欢用“俺（在日文中偏男性化、强势）”当做第一人称的中性化少女，眼神凶恶，总是带着耳机听着音乐。性格温厚,但却为了对付Kano和Seto等有个性的团员绞尽脑汁。\n常常为了各个有个性的团员而绞尽脑汁，不过，也有偷偷买了皱边裙等这样女性化的一面,而且有好好的收藏鹿野修哉送的裙子。擅长厨艺。怕鬼。\n意想不到的害怕搭乘尖叫系游乐设施，但搭乘后还是会装作没事。拉着如月伸太郎进去鬼屋，却被扮鬼的如月桃吓到昏了过去。\n曾经在贵音和遥就读的学校的文化祭里，与贵音比了“HeadphoneActor”游戏，虽然使用能力作弊，但还是输了。\n原本家境似乎颇丰，因为是私生女，从小被当作眼中钉看待，产生了“想要消失”的想法。父亲经商失败后灰心之下纵火烧了房子，在那时和姊姊一同进入阳炎眩乱，为“目隐”能力的蛇所依凭。\n和鹿野修哉、濑户幸助同一个孤儿院出身，被楯山研次朗家认养。",
    "濑户幸助/Seto（瀬戸幸助（せと こうすけ，SETO KOUSUKE）/セト）\nCV：保志总一朗\n身高：178cm\n体重：72kg\n血型：O型\n生日：3月28日\n能力：目盗（目を盗む）\n相关歌曲：空想フォレスト / アヤノの幸福理论 / 少年ブレイヴ\n“天气真好啊~。不过这里是哪儿啊。有没见过的鹿呢…”\n通称“セト（SETO）”。流浪癖少年。\n红瞳持有者，拥有同步他人视觉、读取他人资讯的“目盗”能力，但本人并不喜欢，认为是“不与人交谈就获取情报的能力”。\n有点天然，说话句尾会加上“～っす”这种像是运动员口调的奇怪的敬语。原因是小时候总是说敬语惹木户蕾生气而努力改正说话方式的结果。就算被叫错名字也笑着说“听起来很帅呢”。\n劝诱住在森林中的小樱茉莉加入目隐团，和她很亲近。本身似乎十分乐意照顾别人。饲养一只叫はなお（HANAO）的仓鼠。因为能力的关系而跟动物特别亲近。\n兼职许多份打工，例如在花店帮忙、指挥交通等。有着放浪癖。\n对于小樱茉莉喜爱搭乘尖叫系游乐设施一点也不惊讶，能跟她一起搭乘而且十分自在愉悦。\n幼年即失去双亲，当时身体瘦弱，性格胆小，经常遭到欺负。极端的无法与人对话，唯一的朋友是一只弃犬。在这样的环境下希望“如果可以不使用语言，就能知道对方想法的话就好了”。在某个暴雨中发现孩子们将与自己关系要好的狗投入泛滥的河里，情急之下也跳入河中。接触了阳炎眩乱后，为“目盗”的蛇所依凭。\n和木户蕾、鹿野修哉同一个孤儿院出身，被楯山研次朗家认养。\n喜欢的女性类型是八千草薫。",
    "鹿野修哉/Kano（鹿野 修哉（カノ しゅうや，KANO SHUUYA）/カノ）\nCV：立花慎之介\n身高：165cm\n体重：50kg\n血型：B型\n生日：5月10日\n能力：目欺（目を欺く）\n相关歌曲：夜咄ディセイブ / アヤノの幸福理论/サマータイムレコード\n“哇！茉莉的那身衣服好厉害啊！就像海豹一样！”\n通称“カノ（KANO）”。\n没有什么目标自由自在的性格不管什么事一直带着微笑。\n红瞳持有者，拥有改变他人眼中所看到自身形貌的“目欺”能力，但能力范围较小，只对自己有效。\n性格虚浮超然的少年。笑脸迎人，连被木户蕾殴打的时候也总是笑着。因为经常取笑如月桃跟小樱茉莉，所以常被认为是在搭讪，但关键的时候似乎很可靠。\n年龄似乎为17岁（如月桃16岁，如月伸太郎18岁，如月桃说看起来比自己大一点，而如月伸太郎说看起来比自己小一点）。\n从小受精神状况不稳的妈妈虐打，但本人却认为“是惹妈妈生气了的自己不好”，所以想要消除作为周围人攻击妈妈的原因的“自己身上的伤痕”。某日在家中遭遇强盗，母子俩均被刺死。在那时接触了阳炎眩乱，被“目欺”的蛇依凭，独自从阳炎眩乱回来，母亲失踪。\n获得能力后和木户、濑户送至同一个孤儿院，后来被楯山家认养。\n曾经跟木户一起参加过贵音和遥就读的学校举办的文化祭。\n喜欢的县市是佐贺县。\n在《阳炎眩乱解体新书》中，作者说鹿野是唯一能让故事进展的人，包含木户蕾在内的其他人可说是被卷进来的。\n于小说チルチルドレンレコード章节中向蓟承认喜欢木户。",
    "小樱茉莉/Marry（小桜 茉莉（こざくら まり，KOZAKURA MARI）/マリー）\nCV：花泽香菜\n身高：154cm\n体重：一百三十个苹果的重量(39kg)\n血型：不明\n生日：7月21日\n能力：目合（目を合わせる）\n相关歌曲：空想フォレスト / 群青レイン / 少年ブレイヴ / アウターサイエンス / マリーの架空世界\n“欸…对不起对不起…”\n通称“マリー（MARRY）”。\n红瞳持有者，拥有暂时使他人失去行动能力的“目合”能力。\n美杜莎和人类混血的少女。。被双亲告知“我们是美杜莎。和人对视会把对方变成石头”。原本美杜莎可使对方完全石化，但只有四分之一美杜莎血统的茉莉，只能做到让对方暂时无法行动。受血统影响，成长速度跟一般人 类不同，外貌看似14岁，但实际年龄是140岁。\n兴奋时头发会不自然抖动，因此使小孩们都不敢靠近她，所以在加入目隐团前都没有朋友，幼时跟母亲紫苑在森林中的小屋同居。某日违背母亲的嘱咐外出游玩，遭到人类袭击，察觉后的紫苑将人类变成石头，但还是晚了一步。在那时被卷入阳炎眩乱，被蓟给予了美杜莎的核心，被“目合”的蛇凭依。\n双亲过世后在森林中一个人生活。 不过遇到了偶然到森林中拜访的濑户幸助，并因为他的感化，终于走出森林中的小木屋并加入目隐团，在基地的一个房间中做着制作假花的副业，但收入却很微妙。\n加入目隐团后有一次独自出门购物，遭附近的男孩子欺负而产生心理阴影，因此几乎不出门，变成十分怕生的家里蹲。\n森林系女子，体力极差。个性纯朴天然，但非常内向，容易紧张导致手脚不灵，打翻茶水是家常便饭。\n对于如月兄妹记错濑户幸助的名字感到不满。十分依赖濑户，在小说第一集和如月桃成为十分要好的朋友。在漫画中两人经常一起行动。\n其实十分喜爱搭乘尖叫系的游乐设施。\n在目隐团基地中的一所房间里以养花作为内职生活，但是收入十分微妙。\n二次设定中是个腐女，所以设定上喜欢的动画是《黑执事》。",
    "如月桃/Momo（如月 桃（きさらぎ もも，KISARAGI MOMO）/モモ）\nCV：柏山奈奈美\n身高：162cm\n体重：43kg（摘自柏市人才目录）\n血型：O型\n生日：2月14日\n年龄：16\n能力：目夺（目を夺う）\n相关歌曲：如月アテンション / オツキミリサイタル/サマータイムレコード\n“呃……这个特制猪排咖喱饭上，浇上香草豆…啊！水果糯米团子！这个也请加上去！”\n通称“モモ（MOMO）”。高中一年级。如月伸太郎的妹妹，人气偶像歌手。\n红瞳持有者，拥有能够无视人的喜好与感受一味将视线吸引到身上的“目夺”夺取目光能力，但本人十分讨厌此能力。为了压抑这样的能力，在因缘际会下加入目隐团。\n不像哥哥伸太郎拥有优良的学习能力，头脑有时会变得灵光。但一样拥有相当具有对时尚和味觉毁灭性的独特品味，常常与人意见不合。双发色（橙色+黑色）。和哥哥伸太郎一样都喜欢碳酸饮料。\n幼年时生活在优秀的哥哥如月伸太郎的阴影下，因此一直期待着“能更加地被人注目”。于小学低年级时与父亲于海水浴场游泳，被波浪淹没溺死，在那时与阳炎眩乱接触，被“目夺”的蛇凭依。\n喜欢的游戏是“箭头小子”。会在房间里一边吃零食一边看游戏实况，被如月伸太郎说“像个大叔一样邋遢”。\n导师是楯山研次朗，由此可以得知与哥哥、贵音等人是同一所高中（千叶县立柏高等学校）。",
    "榎本贵音/Ene（榎本 贵音（えのもと たかね,ENOMOTO TAKANE）/エネ）\nCV：阿澄佳奈\n身高：640pxl\n体重：2MB\n血型：AB型\n生日：不明（官方未给出）\n年龄：19\n能力：目觉（目を覚ます）\n相关歌曲：人造エネミー / エネの电脳纪行 / ヘッドフォンアクター / 夕景イエスタデイ\n通称“エネ（ENE）”。\n居住在如月伸太郎电脑里面的少女。原本的肉体因为实验而丧失，只留下电子化的思想。说话、吐槽如同机关枪，有着【新生代吐槽帝】的称号。\n红瞳持有者，但是是被人后天植入的。\n可以移动到大部分的电子仪器当中（如伸太郎的电脑和手机）。比如月伸太郎略为年长，偶尔会显露大姐姐的一面，但平时是以欺负他为乐。\n成为电脑生命体以前是一名与祖母同居的高中生，本名榎本贵音，爱用的耳机也是祖母在她生日时所赠与的礼物。\n当时患有发作性睡病（突发性嗜睡症，会突然失去意识的疾病），因为是一种会突然昏迷，清醒后会完全不记得昏迷时发生事件的特殊疾病而十分困扰著。\n那时也是线上射击游戏“DEAD BULLET -1989-”的玩家，具全国第二的强悍实力，在游戏营运后四小时就夺得最高排名的重度玩家，常熬夜玩游戏。在游戏上以“闪光舞姬‧ENE”为名，独特的游玩风格被称为“梦幻圆舞曲‧神圣梦魇”，带领著名为“闪光轮舞·永恒的回旋曲”的游戏队伍。\n一年B班学生，以理科准备室做为教室。和九之濑遥一样带有特殊疾病因此被编派到只有两人的特殊班级，班导师为楯山研次朗。\n在学园祭后，和楯山文乃成为了朋友并十分珍惜这段友谊。\n高中二年级时被迫在虚拟的世界进行实验，在终末实验中为了生存跟随耳机里头传来的声音行动。向山丘的彼端对九之濑遥诉说：“最喜欢你了。”\n终末实验时角色样貌是“HeadphoneActor”游戏中最终BOSS模样。\n实验中成功在爆破的城市下逃离，但因楯山研次朗指挥的第三者故意下毒而死亡，对阳炎眩乱进行干涉，获得了“目觉”拥有不死的精神并进入如月伸太郎的电脑。\n无须睡眠，所以总是处于吵闹状态，情绪高涨。\n喜欢祖母做的煎蛋。\n喜欢的电影是《教父2》、《发条橙》。",
    "如月伸太郎/Shintaro（如月 伸太郎（きさらぎ しんたろ,KISARAGI SHINTAROU）/シンタロー）\nCV：寺岛拓笃\n身高：172cm\n体重：58kg\n血型：A型\n生日：4月30日\n年龄：18\n能力：目烧（官方并没给出准确的中文翻译，但目缠是错误翻译）（目に焼き付ける）\n相关歌曲：人造エネミー / 透明アンサー / ロスタイムメモリー / チルドレンレコード/夕景イエスタデイ/サマータイムレコード\n“真的十分抱歉…请饶了我吧…下载违法什么的…我不知道……”\n通称“シンタロー（SHINTARO）”。\nIQ168的天才少年，如月桃的亲哥哥。\n红瞳持有者，拥有的能力是将一切映入眼中的能力，从出生就拥有能力。并且很早就发现了世界一直在重复。（就是阳炎眩乱）从小到大记忆力都很好。\n与榎本贵音、九之濑遥以及同届的楯山文乃就读同一所高中。\n在国中三年级时跟楯山文乃同班，两人一同参加榎本贵音的高中校庆，并且以惊人的天才实力在名为“HeadphoneActor”的射击游戏中，以满分的分数击败曾在某个知名的线上射击游戏竞技全国第二、人称“闪光舞姬Ene”的榎本贵音。\n因过优秀的智商而培养成了极端冷漠的性格。属于外冷内热，其实为人十分温柔。很关心家人（妹妹如月桃），在漫画中可以看出是个妹控。（详见TV动画第8集）\n中学、高中的全国模拟测试都取得了顶尖的成绩，但在16岁高中一年级时因为高中同学楯山文乃的自杀事件后退学成为家里蹲。\n对楯山文乃的死而感到后悔不已。（详见歌曲《回忆补时》和《透明answer》的PV）\n自从打开一封不明邮件后，使用的手机和电脑随即被Ene控制，过上了焦头烂额的生活。\n曾被Ene劝导“总是闭门不出的话，就会一直孤独下去的”，却充耳不闻将Enemy（榎本贵音的电子化）杀害（删除）（详见歌曲《人造敌人》和《回忆补时》）。随后自己也用剪刀割断颈动脉死亡。那时与阳炎实验接触，详细不明。本人也记不得那时的事。曾阻止过kuroha的自杀\n两年后由于Ene的恶作剧下弄坏了键盘与鼠标而出外购买，结果被卷入恐怖份子事件，因此接触了目隐团，之后与ENE一同加入目隐团。两年从没出过门的日子使得体力相当差。自称皮肤脆弱，总是穿着运动外套。\n对Ene时刻捣蛋头痛不已。最害怕Ene告诉如月桃自己总是存美腿文件的事实。\n在了解了所有事情及楯山文乃自杀真相后，通过选择自杀达到濒死状态，进入阳炎世界去拯救她。\n喜欢的漫画是《神风怪盗贞德》。",
    "雨宫响也/Hibiya（雨宫 响也（あめみや ひびや，AMEMIYA HIBIYA）/ヒビヤ）\nCV：富樫美铃\n身高：140cm\n体重：36kg\n血型：AB型\n生日：11月4日\n能力：目凝（目を凝らす）\n相关歌曲：カゲロウデイズ / コノハの世界事情 / オツキミリサイタル/サマータイムレコード\n“阿哞大婶，‘哞’是因为大婶像牛一样的意思才写上去的么？”\n通称“ヒビヤ（HIBIYA）”。\n红瞳持有者，拥有能够将远方的事物和状况以俯瞰的形式认识的“目凝”能力。用在生物上可以看到对象所看过的场景，使用在物体上可以看见该物品过去的所有者。（简单说就是千里眼）\n以参加暑期讲习为借口，和朝比奈日和一同外出购物时遭遇交通事故，并接触了阳炎眩乱，为“目凝”的蛇所依凭。\n住在田舍从没去过大城市也没有手机的少年，在班上颇受欢迎，对班上的小女生朝比奈日和有好感，属于班上同学里以朝比奈日和为当事人的“朝比奈粉”的粉丝团的一分子，却唯独不入暗恋的朝比奈日和的眼，但有他自己一套方式去表达他对日和的爱慕之情。对被朝比奈日和一见钟情的KONOHA抱有强烈的嫉妒。虽然头脑很好，但因为身在一个连电视也不准许观看的家庭长大，对流行十分无感，因此一开始见到如月桃也不知道她是位偶像，而且还大骂如月桃是一位没事找事的大婶。\n和如月桃互不对头，关系相当差，经常为了一点小事争论不绝。经常称呼桃是头牛，但后来两人在寻找朝比奈日和的过程关系逐渐好转。\n喜欢的蔬菜是南瓜。",
    "九之濑遥/Konoha（九之瀬 遥（ここのせ はるか，KOKONOSE HARUKA）/コノハ）\nCV：宫野真守\n身高：182cm\n体重：64kg\n血型：O型\n生日：12月24日\n年龄：19\n能力：目醒（目を醒ます）\n相关歌曲：コノハの世界事情 / 夕景イエスタデイ/サマータイムレコード\n“ZZZ…！我已经醒了的。嗯。真的”\n通称“コノハ（KONOHA）”。\n朝比奈日和姐姐（既楯山彩花，楯山文乃的母亲）家的养子。与榎本贵音同在保育班学习。九之濑遥是生前的名字，失去记忆的青年，和Ene（榎本贵音）一样都是为了进行实验而制造出来的人造人。拥有异于常人的运动力。喜欢和附近的孩子打棒球。\n红瞳持有者。生前患有特殊疾病，是稍微一发作就极可能死去的病症。在高中二年级时痼疾突发而死。对阳炎实验进行干涉。\n当时被“目醒”的蛇凭依，虽然获得了将原本虚弱的身体替换为“理想的身体”的能力，得以成为“Konoha”，但也因此受到了精神创伤，失去了一部分的记忆，并成为楯山家的养子。在暑假的楯山家中迎接日和跟响也的来访，并在之后的阳炎实验中以Konoha的身分监视日和跟响也的实验进程。而在某次实过程中突然间找回自我意识，“选择了”跟响也一起回到现实世界，并加入目隐团。\n生前的兴趣和专长都是画画，“HeadphoneActor”游戏中的角色均由他绘制。此外食量非常大，有着怎么吃也吃不胖的体质，喜欢吃烤肉串。\n在听说贵音是线上射击游戏“DEAD BULLET -1989-”游戏大赛的全国第二后，也对此游戏产生兴趣并注册帐号开始玩游戏。Konoha的样貌也是此游戏中遥给自己的虚构人物设定的模样。\n在12集中，被目冴附身的研次郎开枪打死，理想身体被目冴附身变成了kuroha（即黑化九之濑遥） ，kuroha开始残杀蛇之女王小樱茉莉的同伴。并唆使茉莉轮回使自己的宿主的愿望无法实现，而自己一直生活在这个世界中。\n在TV版12集中Konoha许愿救出朝比奈日和，Kuroha消失，Konoha也回到了世界。\n当kuroha要杀死楯山文乃和如月伸太郎时，存在在理想身体中的他的意识控制了kuroha，帮助文乃传达给小樱茉莉轮回的记忆。\n喜欢的恐龙是三角龙。",
    "楯山文乃/Ayano（楯山 文乃（たてやま あやの,TATEYAMA AYANO）/アヤノ）\nCV：中原麻衣\n身高：155cm\n体重：43kg\n血型：B型\n生日：11月22日\n年龄：18（死亡时为16）\n能力：目挂（目を挂ける）\n相关歌曲：透明アンサー / ロスタイムメモリー / アヤノの幸福理论/ロスタイムメモリー/夕景イエスタデイ\n“诶嘿嘿，我头脑不好嘛。没办法啦”\n通称“アヤノ（AYANO）”。\n楯山研次朗的女儿，国中时如月伸太郎的同班同学。被拥有“目挂”能力的蛇凭依，是一个能力为向他人传递心意的力量。\n炎夏中也依旧戴着红色围巾，总是崭露开朗笑容的温柔少女，但在高中一年级的夏天，为了阻止父亲楯山研次朗的阳炎计划而跳楼自杀身亡。\n国中时对总是轻松取得满分、对于一成不变的日子感到厌世的如月伸太郎给予鼓励并维持友好关系，两人一起升上同所高中。\n常常带着笑容的开朗少女，积极地接近与人保持距离的慎太郎，对于厌世的如月伸太郎给予鼓励。不过在《透明answer》一曲中，描写出某次放学被如月伸太郎目击在无人的教室中流泪。\n参加榎本贵音、九之濑遥的高中所举办学园祭并与他们相识，升上该所高中后彼此成为前后辈关系。\n对家中收养的木户蕾、鹿野修哉、濑户幸助像亲生的姐姐一样的照顾他们。\n为鼓励察觉拥有阳炎能力而遭到挫折的三人，戴上红色围巾扮成英雄，设计了三件兜帽送给他们，并成立了目隐团，也是最初的团长，因此代号为No.0。\n与鹿野修哉在之前就认识，并形成友好关系。\n比谁都还要祈求家人的幸福。在发现阳炎实验的存在后，为了阻止在母亲楯山彩花死后开始的家庭崩坏，也为了阻止蛇如愿，有目的地跳楼自杀（自杀日期：8.15）而与阳炎眩乱接触，进行一个人的作战。这是与伸太郎认识了3年后的事情\n最后被如月伸太郎从阳炎眩乱的世界中救出，一同打败了黑Konoha。\n用了目挂的能力说服了小樱茉莉拯救大家，并且和目隐团的大家回归了原世界。\n喜欢的角色是“花京院典明”。",
    "朝比奈日和/Hiyori（朝比奈 日和（あさひな ひより，ASAHINA HIYORI）/ヒヨリ）\nCV：小岩井小鸟\n身高：138cm\n体重：34kg\n血型：A型\n生日：3月3日\n相关歌曲：カゲロウデイズ / コノハの世界事情/デッドアンドシーク、オツキミリサイタル\n“夏天还真是讨厌”\n通称“ヒヨリ（HIYORI）”。以了暑期讲习为由，和雨宫响也一起来到这条街上的少女。\n某个田舍有钱人家的女儿，对大城市带有憧憬的少女，以行动来说十分任性，不由分说的将雨宫响也带到城里的罪魁祸首。在班上有很高的人气，但本人对此毫不在意。\n因为家里是大地主，从小被要求学习各种才艺。\n楯山文乃的母亲楯山彩花的妹妹，但其实在这位姐姐生前都没见过这位很早就离家的姐姐，第一次看到时已经是躺在棺材中的样子了。\n喜欢的偶像同时也是目隐团的成员如月桃。\n在暑假的时候，因为姐夫楯山研次朗在电话中说，能帮她拿到班上学生如月桃的签名而向双亲保密前往大城市，但因为是第一次独自前往大城市，所以想找个人帮她提行李，因此使响也在阴错阳差中就以参加暑假讲习为名一同前往大城市。\n暑假期间住在姐姐楯山彩花的家中，对留中家中看家的Konoha（九之濑遥）一见钟情。隔天，与响也在街上争吵后跑向对街被突然经过的卡车所辗过，连同响也一起被卷入了阳炎眩乱中，在那里面不断经过无数次8月14日到8月15日间的死亡与轮回。\n喜欢的动物是猫，第三卷中透露喜欢的偶像是如月桃。",
    "楯山研次朗（楯山 研次朗 （たてやま けんじろう，TATEYAMA KENJIROU））\nCV：藤原启治\n身高：179cm\n体重：69kg\n血型：AB型\n生日：9月11日\n能力：目冴（目が冴える）\n“…不好。睡着了啊。现在不管怎么睡疲劳都不会消除啊…”\n相关歌曲：デッドアンドシーク / アヤノの幸福理论\n如月桃的导师，过去曾经也是榎本贵音和九之濑遥的导师，楯山文乃的父亲。\n年轻时是个极端怕麻烦而过著堕落的生活，在家人的劝告下考上大学。在读时对楯山彩花一见钟情，却被以“对堕落的男人没有兴趣”为由拒绝，开始认真学习当上了教师，与彩花结婚。\n在与彩花一起寻找解开美杜莎能力的方法的途中，被卷入塌方，接触了阳炎眩乱，和蓟谈判。\n被目冴的蛇凭依，拥有“目冴”能力，睡着后拥有另一个“自我意识”，效果是实现自身的愿望。\n利用死去的榎本贵音和九之濑遥进行阳炎实验。\n在动画的第12集中，因为小樱茉莉拯救了所有被卷入阳炎眩乱的人，因此已和楯山彩花重逢。",
    "小樱紫苑（小桜 紫苑 （こざくら しおん，KOZAKURA SHION））\nCV：冈村明美\n身高：168cm\n体重：一百五十个苹果的重量（45kg）\n血型：不明\n生日：6月18日\n相关歌曲：空想フォレスト / 群青レイン\n“希望今天一天也能平平安安的。”\n美杜莎和人类混血的女性，小樱茉莉的母亲，蓟之女，拥有二分之一美杜莎血统。担心茉莉会因美杜莎血脉的缘故遭到人类嫌恶，而和茉莉一起隐居于森林中。\n某天遭到人类的袭击，为了保护茉莉使用了让物件变成石头的“目合”的能力，但因为对身体的负担过重无法承受而死去。在那时被带入阳炎眩乱，与蓟再会，却选择将“目合体”让给茉莉，让自己去面对死亡。\n喜欢的人是“妈妈”（蓟）。",
    "蓟/Azami（（あざみ，AZAMI）/アザミ）\nCV：新井里美\n身高：140cm\n体重：44kg\n血型：不明\n生日：8月15日\n能力：目合体（目を合体させる）\n相关歌曲：シニガミレコード / ロスタイムメモリー / アウターサイエンス/カゲロウデイズ\n“想要逃的话就觉醒吧，小丫头”\n通称“アザミ（AZAMI）”。纯种美杜莎，每一根蛇发代表一种能力。小樱紫苑之母。\n起初只是个从黑暗中所诞生的黑色的物体，随着后来接触并理解的生物增加后而有了类似“蛇”的外貌，之后与人类进行接触后，开始有了人类女子的形貌。\n和对自己抱持着善意的少年兵相恋，并组建了家庭，生下了小桜紫苑，并制作出“目挂”的蛇。\n因觉人类的寿命十分短暂，害怕又变成一个人，所以使用所有蛇的能力，创造出了阳炎眩乱的世界，想在其中与家人一同生活，却在实施前遭受人类袭击，觉得自己的丈夫受到村里人的绑架攻击是自己的错（如果没有自己，家人会得到幸福）选择了独自在阳炎眩乱中生活的道路。\n在女儿紫苑和外孙女茉莉被人类杀害后，将茉莉拉进阳炎眩乱中，将适合茉莉生命的统合能力“目合体”交给了她。又因自己失去统合能力，而无法阻止自己在Marry死去那天所下的“将8月15日死去的生命卷入其中”的指示。\n在蓟的日记所叙述的蓟的故事来看，蓟并不是希腊神话中的美杜莎。 可能是由于紫苑告诉茉莉“我们是绘本里画的美杜莎哦”，因此使茉莉认定她们一族的人就是故事里的美杜莎。",
    "黑Konoha/Kuroha（黒コノハ）\nCV：宫野真守\n相关歌曲：アウターサイエンス/ ロスタイムメモリー\n官方并未给出名字，为了与Konoha区别开来，网络通称“Kuroha”。\n与Konoha样貌相同的谜样青年，同时有着黑发及身着黑服等与Konoha截然不同的特征，目前被认为其身分可能是最初唆使蓟创造阳炎眩乱的“目冴”的蛇。与感情表现淡薄的Konoha相反，有着疯狂而嗜虐的性格。\n于《メカクシティデイズ》初回生产版之附录漫画《マリーの架空世界》中，在杀害目隐团的成员之后，被取回美杜莎本来力量的茉莉所石化。\n漫画版中，出现了小说版相异的分歧，离开游乐园的目隐团成员们所遭遇的并非是Konoha而是黑Konoha，并且在这之后遭其杀害。\n从其至今以来的行动来看，有很高的机率为故事中的幕后黑手。\n据TV版中可知其身份是“目冴”的蛇从楯山研次朗凭依到Konoha身上而形成的人物，在TV12集中因为被动的实现了konoha想要将朝比奈日和从阳炎世界中救出愿望从而消失。\n当被附身研次郎打死理想身体的 konoha之后得到了konoha的身体来杀害茉莉的伙伴。最后茉莉吞噬了一切，研次郎也和彩花见面愿望实现。\n在TV版结尾可得知伸太郎和文乃前来将一切改变，marry没有再次轮回并与目隐团的大家重新团聚。愿望实现，目讶蛇便会消失，所以“kuroha”便消失了。",
    "少年兵/Tsukihiko（ツキヒコ）\nCV：子安武人\n相关歌曲：シニガミレコード\n人类少年兵，ツキヒコ常用的通译为“槻彦”。\n为蓟的丈夫，同时也是紫苑的父亲、茉莉的外祖父。从出生起就因为色素缺乏而被同村的人称作“怪物”受到迫害，紫苑跟茉莉的白发跟肤色也是受到他的遗传。\n某天与蓟相遇，在蓟自称“怪物”时坦承自己也是“怪物”并开始一起生活，生下女儿紫苑。但村民却误认为其遭到监禁，袭击了三人所居住的家，蓟因此进入“阳炎眩乱”。之后跟着女儿紫苑一起持续等著妻子的归来。",
    "楯山彩花/Ayaka（楯山 彩花 （たてやま あやか，TATEYAMA AYAKA）/アヤカ）\nCV：兵藤まこ\n相关歌曲：アヤノの幸福理论\n幼年时起就对日本某些地方流传的“梅杜莎的传承”抱持着兴趣。大学入学后，志向成为正式的考古学家。\n与同级生的研次朗结婚，并生下女儿楯山文乃。后来领养了具备特殊体质的木户、鹿野和濑户。\n有着开朗大方的性格，虽然对于家人有着一视同仁的温柔，但发火的时候却又有着谁都阻拦不了的可怕。与研次朗一起探索著解开木户、鹿野、濑户能力的方法，却在途中被卷入塌方而下落不明。（对外公开为死亡。）\n在动画十二集已和楯山研次朗重逢。"
  ]
}
