{
    "_title": [
        "资治通鉴"
    ],
    "_author": [
        "nao"
    ],
    "_date": [
        "2022/01/29"
    ],
    "_brief": [
        "真的会有人抽这个吗？！"
    ],
    "_version": [
        "1.0.0"
    ],
    "_keys": [
        "资治通鉴"
    ],
    "资治通鉴": [
        "《资治通鉴• 周纪一》\n臣光曰：智伯之亡也，才胜德也。夫才与德异，而世俗莫之能辨，通谓之贤，此其所以失人也。夫聪察强毅之谓才，正直中和之谓德。才者，德之资也；德者，才之帅也。……是故才德全尽谓之圣人，才德兼亡谓之愚人，德胜才谓之君子，才胜德谓之小人。凡取人之术，苟不得圣人、君子而与之，与其得小人，不若得愚人。何则？君子挟才以为善，小人挟才以为恶。挟才以为善者，善无不至矣；挟才以为恶者，恶亦无不至矣。\n\n作者：司马光",
        "《资治通鉴·陈纪》\n周主将视学，以太傅燕国公于谨为三老。……谨起，立于席后，对曰：“木受绳则正，后从谏则圣。明王虚心纳谏以知得失，天下乃安。”又曰：“去食去兵，信不可去；愿陛下守信勿失。”又曰：“有功必赏，有罪必罚，则为善者日进，为恶者日止。”\n\n作者：司马光",
        "《资治通鉴 · 卷一 · 周纪一》\n起著雍摄提格，尽玄黓困敦，凡三十五年。\r\n威烈王二十三年（戊寅，公元前四零三年）\r\n初命晋大夫魏斯、赵籍、韩虔为诸侯。\r\n臣光曰：臣闻天子之职莫大于礼，礼莫大于分，分莫大于名。何谓礼？纪纲是也；何谓分？君臣是也；何谓名？公、侯、卿、大夫是也。夫以四海之广，兆民之众，受制于一人，虽有绝伦之力，高世之智，莫敢不奔走而服役者，岂非以礼为之纲纪哉！是故天子统三公，三公率诸侯，诸侯制卿大夫，卿大夫治士庶人。贵以临贱，贱以承贵。上之使下，犹心腹之运手足，根本之制支叶；下之事上，犹手足之卫心腹，支叶之庇本根。然后能上下相保而国家治安。故曰：天子之职莫大于礼也。\r\n文王序《易》，以乾坤为首。孔子系之曰：“天尊地卑，乾坤定矣，卑高以陈，贵贱位矣。”言君臣之位，犹天地之不可易也。《春秋》抑诸侯，尊周室，王人虽微，序于诸侯之上，以是见圣人于君臣之际，未尝不惓惓也。非有桀、纣之暴，汤、武之仁，人归之，天命之，君臣之分，当守节伏死而已矣。是故以微子而代纣，则成汤配天矣；以季札而君吴，则太伯血食矣。然二子宁亡国而不为者，诚以礼之大节不可乱也。故曰：礼莫大于分也。\r\n夫礼，辨贵贱，序亲疏，裁群物，制庶事。非名不著，非器不形。名以命之，器以别之，然后上下粲然有伦，此礼之大经也。名器既亡，则礼安得独在哉？昔仲叔于奚有功于卫，辞邑而请繁缨，孔子以为不如多与之邑。惟器与名，不可以假人，君之所司也。政亡，则国家从之。卫君待孔子而为政，孔子欲先正名，以为名不正则民无所措手足。夫繁缨，小物也，而孔子惜之；正名，细务也，而孔子先之。诚以名器既乱，则上下无以相有故也。夫事未有不生于微而成于著。圣人之虑远，故能谨其微而治之；众人之识近，故必待其著而后救之。治其微，则用力寡而功多；救其著，则竭力而不能及也。《易》曰：“履霜，坚冰至”，《书》曰：“一日二日万几”，谓此类也。故曰：分莫大于名也。\r\n呜呼！幽、厉失德，周道日衰，纲纪散坏，下陵上替，诸侯专征，大夫擅政。礼之大体，什丧七八矣。然文、武之祀犹绵绵相属者，盖以周之子孙尚能守其名分故也。何以言之？昔晋文公有大功于王室，请隧于襄王，襄王不许，曰：“王章也。未有代德而有二王，亦叔父之所恶也。不然，叔父有地而隧，又何请焉！”文公于是乎惧而不敢违。是故以周之地则不大于曹、滕，以周之民则不众于邾、莒，然历数百年，宗主天下，虽以晋、楚、齐、秦之强，不敢加者，何哉？徒以名分尚存故也。至于季氏之于鲁，田常之于齐，白公之于楚，智伯之于晋，其势皆足以逐君而自为，然而卒不敢者，岂其力不足而心不忍哉？乃畏奸名犯分而天下共诛之也。今晋大夫暴蔑其君，剖分晋国，天子既不能讨，又宠秩之，使列于诸侯，是区区之名分复不能守而并弃之也。先王之礼于斯尽矣。或者以为当是之时，周室微弱，三晋强盛，虽欲勿许，其可得乎？是大不然。夫三晋虽强，苟不顾天下之诛而犯义侵礼，则不请于天子而自立矣。不请于天子而自立，则为悖逆之臣。天下苟有桓、文之君，必奉礼义而征之。今请于天子而天子许之，是受天子之命而为诸侯也，谁得而讨之！故三晋之列于诸侯，非三晋之坏礼，乃天子自坏之也。\r\n呜呼！君臣之礼既坏矣，则天下以智力相雄长，遂使圣贤之后为诸侯者，社稷无不泯绝，生民之害糜灭几尽，岂不哀哉！\r\n初，智宣子将以瑶为后。智果曰：“不如宵也。瑶之贤于人者五，其不逮者一也。美鬓长大则贤，射御足力则贤，伎艺毕给则贤，巧文辩慧则贤，强毅果敢则贤，如是而甚不仁。夫以其五贤陵人，而以不仁行之，其谁能待之？若果立瑶也，智宗必灭。”弗听，智果别族于太史为辅氏。赵简子之子，长曰伯鲁，幼曰无恤。将置后，不知所立。乃书训戒之辞于二简，以授二子曰：“谨识之。”三年而问之，伯鲁不能举其辞，求其简，已失之矣。问无恤，诵其辞甚习，求其简，出诸袖中而奏之。于是简子以无恤为贤，立以为后。简子使尹鐸为晋阳。请曰：“以为茧丝乎？抑为保障乎？”简子曰：“保障哉！”尹鐸损其户数。简子谓无恤曰：“晋国有难，而无以尹鐸为少，无以晋阳为远，必以为归。”及智宣子卒，智襄子为政，与韩康子、魏桓子宴于蓝台。智伯戏康子而侮段规，智国闻之，谏曰：“主不备，难必至矣！”智伯曰：“难将由我。我不为难，谁敢兴之？”对曰：“不然。《夏书》有之曰：‘一人三失，怨岂在明，不见是图。’夫君子能勤小物，故无大患。今主一宴而耻人之君相，又弗备，曰不敢兴难，无乃不可乎！蜹、蚁、蜂、虿，皆能害人，况君相乎！”弗听。\r\n智伯请地于韩康子，康子欲弗与。段规曰：“智伯好利而愎，不与，将伐我；不如与之。彼狃于得地，必请于他人；他人不与，必向之以兵。然则我得免于患而待事之变矣。”康子曰：“善。”使使者致万家之邑于智伯，智伯悦。又求地于魏桓子，桓子欲弗与。任章曰：“何故弗与？”桓子曰：“无故索地，故弗与。”任章曰：“无故索地，诸大夫必惧；吾与之地，智伯必骄。彼骄而轻敌，此惧而相亲。以相亲之兵待轻敌之人，智氏之命必不长矣。《周书》曰：‘将欲败之，必姑辅之；将欲取之，必姑与之。’主不如与之以骄智伯，然后可以择交而图智氏矣。奈何独以吾为智氏质乎！”桓子曰：“善。”复与之万家之邑一。智伯又求蔡、皋狼之地于赵襄子，襄子弗与。智伯怒，帅韩、魏之甲以攻赵氏。襄子将出，曰：“吾何走乎？”从者曰：“长子近，且城厚完。”襄子曰：“民罢力以完之，又毙死以守之，其谁与我！”从者曰：“邯郸之仓库实。”襄子曰：“浚民之膏泽以实之，又因而杀之，其谁与我！其晋阳乎，先主之所属也，尹鐸之所宽也，民必和矣。”乃走晋阳。\r\n三家以国人围而灌之，城不浸者三版。沈灶产蛙，民无叛意。智伯行水，魏桓子御，韩康子骖乘。智伯曰：“吾乃今知水可以亡人国也。”桓子肘康子，康子履桓子之跗，以汾水可以灌安邑，绛水可以灌平阳也。絺疵谓智伯曰：“韩、魏必反矣。”智伯曰：“子何以知之？”絺疵曰：“以人事知之。夫从韩、魏之兵以攻赵，赵亡，难必及韩、魏矣。今约胜赵而三分其地，城不没者三版，人马相食，城降有日，而二子无喜志，有忧色，是非反而何？”明日，智伯以絺疵之言告二子，二子曰：“此夫谗臣欲为赵氏游说，使主疑于二家而懈于攻赵氏也。不然，夫二家岂不利朝夕分赵氏之田，而欲为危难不可成之事乎？”二子出，絺疵入曰：“主何以臣之言告二子也？”智伯曰：“子何以知之？”对曰：“臣见其视臣端而趋疾，知臣得其情故也。”智伯不悛。絺疵请使于齐。\r\n赵襄子使张孟谈潜出见二子，曰：“臣闻唇亡则齿寒。今智伯帅韩、魏而攻赵，赵亡则韩、魏为之次矣。”二子曰：“我心知其然也，恐事末遂而谋泄，则祸立至矣”。张孟谈曰：“谋出二主之口，入臣之耳，何伤也？”二子乃阴与张孟谈约，为之期日而遣之。襄子夜使人杀守堤之吏，而决水灌智伯军。智伯军救水而乱，韩、魏翼而击之，襄子将卒犯其前，大败智伯之众。遂杀智伯，尽灭智氏之族。唯辅果在。\r\n臣光曰：智伯之亡也，才胜德也。夫才与德异，而世俗莫之能辨，通谓之贤，此其所以失人也。夫聪察强毅之谓才，正直中和之谓德。才者，德之资也；德者，才之帅也。云梦之竹，天下之劲也，然而不矫揉，不羽括，则不能以入坚；棠溪之金，天下之利也，然而不熔范，不砥砺，则不能以击强。是故才德全尽谓之圣人，才德兼亡谓之愚人，德胜才谓之君子，才胜德谓之小人。凡取人之术，苟不得圣人、君子而与之，与其得小人，不若得愚人。何则？君子挟才以为善，小人挟才以为恶。挟才以为善者，善无不至矣；挟才以为恶者，恶亦无不至矣。愚者虽欲为不善，智不能周，力不能胜，譬之乳狗搏人，人得而制之。小人智足以遂其奸，勇足以决其暴，是虎而翼者也，其为害岂不多哉！夫德者人之所严，而才者人之所爱。爱者易亲，严者易疏，是以察者多蔽于才而遗于德。自古昔以来，国之乱臣，家之败子，才有馀而德不足，以至于颠覆者多矣，岂特智伯哉！故为国为家者，苟能审于才德之分而知所先后，又何失人之足患哉！\r\n三家分智氏之田。赵襄子漆智伯之头，以为饮器。智伯之臣豫让欲为之报仇，乃诈为刑人，挟匕首，入襄子宫中涂厕。襄子如厕心动，索之，获豫让。左右欲杀之，襄子曰：“智伯死无后，而此人欲为报仇，真义士也！吾谨避之耳。”乃舍之。豫让又漆身为癞，吞炭为哑，行乞于市，其妻不识也。行见其友，其友识之，为之泣曰：“以子之才，臣事赵孟，必得近幸。子乃为所欲为，顾不易邪？何乃自苦如此！求以报仇，不亦难乎？”豫让曰：“不可！既已委质为臣，而又求杀之，是二心也。凡吾所为者，极难耳。然所以为此者，将以愧天下后世之为人臣怀二心者也。”襄子出，豫让伏于桥下。襄子至桥，马惊，索之，得豫让，遂杀之。襄子为伯鲁之不立也，有子五人，不肯置后。封伯鲁之子于代，曰代成君，早卒，立其子浣为赵氏后。襄子卒，弟桓子逐浣而自立，一年卒。赵氏之人曰：“桓子立，非襄主意。”乃共杀其子，复迎浣而立之，是为献子。献子生籍，是为烈侯。魏斯者，桓子之孙也，是为文侯。韩康子生武子，武子生虔，是为景侯。\r\n魏文侯以卜子夏、田子方为师，每过段干木之庐必式。四方贤士多归之。文侯与群臣饮酒，乐，而天雨，命驾将适野。左右曰：“今日饮酒乐，天又雨，君将安之？”文侯曰：“吾与虞人期猎，虽乐，岂可无一会期哉！”乃往，身自罢之。韩借师于魏以伐赵。文侯曰：“寡人与赵，兄弟也，不敢闻命。”赵借师于魏以伐韩，文侯应之亦然。二国皆怒而去。已而知文侯以讲于己也，皆朝于魏。魏由是始大于三晋，诸侯莫能与之争。使乐羊伐中山，克之，以封其子击。文侯问于群臣曰：“我何如主？”皆曰：“仁君。”任座曰：“君得中山，不以封君之弟而以封君之子，何谓仁君？”文侯怒，任座趋出。次问翟璜，对曰：“仁君也。”文侯曰：“何以知之？”对曰：“臣闻君仁则臣直。向者任座之言直，臣是以知之。”文侯悦，使翟璜召任座而反之，亲下堂迎之，以为上客。文侯与田子方饮，文侯曰：“钟声不比乎？左高。”田子方笑。文侯曰：“何笑？”子方曰：“臣闻之，君明乐官，不明乐音。今君审于音，臣恐其聋于官也。”文侯曰：“善。”子击出，遭田子方于道，下车伏谒。子方不为礼。子击怒，谓子方曰：“富贵者骄人乎？贫贱者骄人乎？”子方曰：“亦贫贱者骄人耳，富贵者安敢骄人？国君而骄人则失其国，大夫而骄人则失其家。失其国者未闻有以国待之者也，失其家者未闻有以家待之者也。夫士贫贱者，言不用，行不合，则纳履而去耳，安往而不得贫贱哉！”子击乃谢之。文侯谓李克曰：“先生尝有言曰：‘家贫思良妻，国乱思良相。’今所置非成则璜，二子何如？”对曰：“卑不谋尊，疏不谋戚。臣在阙门之外，不敢当命。”文侯曰：“先生临事勿让。”克曰：“君弗察故也。居视其所亲，富视其所与，达视其所举，穷视其所不为，贫视其所不取，五者足以定之矣，何待克哉！”文侯曰：“先生就舍，吾之相定矣。”李克出，见翟璜。翟璜曰：“今者闻君召先生而卜相，果谁为之？”克曰：“魏成。”翟璜忿然作色曰：“西河守吴起，臣所进也；君内以鄴为忧，臣进西门豹；君欲伐中山，臣进乐羊；中山已拔，无使守之，臣进先生；君之子无傅，臣进屈侯鲋。以耳目之所睹记，臣何负于魏成？”李克曰：“子之言克于子之君者，岂将比周以求大官哉？君问相于克，克之对如是。所以知君之必相魏成者，魏成食禄千钟，什九在外，什一在内，是以东得卜子夏、田子方、段干木。此三人者，君皆师之；子所进五人者，君皆臣之。子恶得与魏成比也！”翟璜逡巡再拜曰：“璜，鄙人也，失对，愿卒为弟子。”\r\n吴起者，卫人，仕于鲁。齐人伐鲁，鲁人欲以为将，起取齐女为妻，鲁人疑之，起杀妻以求将，大破齐师。或谮之鲁侯曰：“起始事曾参，母死不奔丧，曾参绝之。今又杀妻以求为君将。起，残忍薄行人也。且以鲁国区区而有胜敌之名，则诸侯图鲁矣。”起恐得罪。闻魏文侯贤，乃往归之。文侯问诸李克，李克曰：“起贪而好色，然用兵，司马穰苴弗能过也。”于是文侯以为将，击秦，拔五城。起之为将，与士卒最下者同衣食，卧不设席，行不骑乘，亲裹赢粮，与士卒分劳苦。卒有病疽者，起为吮之。卒母闻而哭之。人曰：“子，卒也，而将军自吮其疽，何哭为？”母曰：“非然也。往年吴公吮其父，其父战不还踵，遂死于敌。吴公今又吮其子，妾不知其死所矣，是以哭之。”\r\n燕湣公薨，子僖公立。\r\n威烈王二十四年（己卯，公元前四零二年）\r\n王崩，子安王骄立。\r\n盗杀楚声王，国人立其子悼王。\r\n安王\r\n威烈王元年（庚辰，公元前四零一年）\r\n秦伐魏，至阳狐。\r\n威烈王二年（辛巳，公元前四零零年）\r\n魏、韩、赵伐楚，至桑丘。\r\n郑围韩阳翟。\r\n韩景侯薨，子烈侯取立。\r\n赵烈侯薨，国人立其弟武侯。\r\n秦简公薨，子惠公立。\r\n威烈王三年（壬午，公元前三九九年）\r\n王子定奔晋。\r\n虢山崩，壅河。\r\n威烈王四年（癸未，公元前三九八年）\r\n楚围郑。郑人杀其相驷子阳。\r\n威烈王五年（甲申，公元前三九七年）\r\n日有食之。\r\n三月，盗杀韩相侠累。侠累与濮阳严仲子有恶。仲子闻轵人聂政之勇，以黄金百镒为政母寿，欲因以报仇。政不受，曰：“老母在，政身未敢以许人也！”及母卒，仲子乃使政刺侠累。侠累方坐府上，兵卫甚众，聂政直入上阶，刺杀侠累，因自皮面抉眼，自屠出肠。韩人暴其尸于市，购问，莫能识。其姊嫈闻而往哭之，曰：“是轵深井里聂政也。以妾尚在之故，重自刑以绝从。妾奈何畏殁身之诛，终灭贤弟之名！”遂死于政尸之旁。\r\n威烈王六年（乙酉，公元前三九六年）\r\n郑驷子阳之党弑繻公，而立其弟乙，是为康公。\r\n宋悼公薨，子休公田立。\r\n威烈王八年（丁亥，公元前三九四年）\r\n齐伐鲁，取最。韩救鲁。\r\n郑负黍叛，复归韩。\r\n威烈王九年（戊子，公元前三九三年）\r\n魏伐郑。\r\n晋烈公薨，子孝公倾立。\r\n威烈王十一年（庚寅，公元前三九一年）\r\n秦伐韩宜阳，取六邑。\r\n初，田常生襄子盘，盘生庄子白，白生太公和。是岁，田和迁齐康公于海上，使食一城，以奉其先祀。\r\n威烈王十二年（辛卯，公元前三九零年）\r\n秦、晋战于武城。\r\n齐伐魏，取襄阳。\r\n鲁败齐师于平陆。\r\n威烈王十三年（壬辰，公元前三八九年）\r\n秦侵晋。\r\n齐田和会魏文侯、楚人、卫人于浊泽，求为诸侯。魏文侯为之请于王及诸侯，王许之。\r\n威烈王十五年（甲午，前三八七年）年\r\n秦伐蜀，取南郑。\r\n魏文侯薨，太子击立，是为武侯。\r\n武侯浮西河而下，中流顾谓吴起曰：“美哉山河之固，此魏国之宝也！”对曰：“在德不在险。昔三苗氏，左洞庭，右彭蠡，德义不修，禹灭之；夏桀之居，左河济，右泰华，伊阙在其南，羊肠在其北，修政不仁，汤放之；商纣之国，左孟门，右太行，常山在其北，大河经其南，修政不德，武王杀之。由此观之，在德不在险。若君不修德，舟中之人皆敌国也。”武侯曰：“善。”魏置相，相田文。吴起不悦，谓田文曰：“请与子论功，可乎？”田文曰：“可。”起曰：“将三军，使士卒乐死，敌国不敢谋，子孰与起？”文曰：“不如子。”起曰：“治百官，亲万民，实府库，子孰与起？”文曰：“不如子。”起曰：“守西河而秦兵不敢东乡，韩、赵宾从，子孰与起？”文曰：“不如子。”起曰：“此三者子皆出吾下，而位加吾上，何也？”文曰：“主少国疑，大臣未附，百姓不信，方是之时，属之子乎，属之我乎？”起默然良久，曰：“属之子矣。”久之，魏相公叔尚魏公主而害吴起。公叔之仆曰：“起易去也。起为人刚劲自喜，子先言于君曰：‘吴起，贤人也，而君之国小，臣恐起之无留心也，君盍试延以女？起无留心，则必辞矣。’子因与起归而使公主辱子，起见公主之贱子也，必辞，则子之计中矣。”公叔从之，吴起果辞公主。魏武侯疑之而未信，起惧诛，遂奔楚。楚悼王素闻其贤，至则任之为相。起明法审令，捐不急之官，废公族疏远者，以抚养战斗之士，要在强兵，破游说之言从横者。于是南平百越，北却三晋，西伐秦，诸侯皆患楚之强，而楚之贵戚大臣多怨吴起者。\r\n秦惠公薨，子出公立。\r\n赵武侯薨，国人复立烈侯之太子章，是为敬侯。\r\n韩烈侯薨，子文侯立。\r\n威烈王十六年（乙未，公元前三八六年）\r\n初命齐大夫田和为诸侯。\r\n赵公子朝作乱，出奔魏，与魏袭邯郸，不克。\r\n威烈王十七年（丙申，公元前三八五年）\r\n秦庶长改逆献公于河西而立之；杀出子及其母，沉之渊旁。\r\n齐伐鲁。\r\n韩伐郑，取阳城；伐宋，执宋公。\r\n齐太公薨，子桓公午立。\r\n威烈王十九年（戊戌，公元前三八三年）\r\n魏败赵师于兔台。\r\n威烈王二十年（己亥，公元前三八二年）\r\n日有食之，既。\r\n威烈王二十一年（庚子，公元前三八一年）\r\n楚悼王薨，贵戚大臣作乱，攻吴起，起走之王尸而伏之。击起之徒因射刺起，并中王尸。既葬，肃王即位。使令尹尽诛为乱者，坐起夷宗者七十馀家。\r\n威烈王二十二年（辛丑，公元前三八零年）\r\n齐伐燕，取桑丘。魏、韩、赵伐齐，至桑丘。\r\n威烈王二十三年（壬寅，公元前三七九年）\r\n赵袭卫，不克。\r\n齐康公薨，无子，田氏遂并齐而有之。\r\n是岁，齐桓公亦薨，子威王因齐立。\r\n威烈王二十四年（癸卯，公元前三七八年）\r\n狄败魏师于浍。\r\n魏、韩、赵伐齐，至灵丘。\r\n晋孝公薨，子靖公俱酒立。\r\n威烈王二十五年（甲辰，公元前三七七年）\r\n蜀伐楚，取兹方。\r\n子思言苟变于卫侯曰：“其材可将五百乘。”公曰：“吾知其可将。然变也尝为吏，赋于民而食人二鸡子，故弗用也。”子思曰：“夫圣人之官人，犹匠之用木也，取其所长，弃其所短。故杞梓连抱而有数尺之朽，良工不弃。今君处战国之世，选爪牙之士，而以二卵弃干城之将，此不可使闻于邻国也。”公再拜曰：“谨受教矣。”卫侯言计非是，而群臣和者如出一口。子思曰：“以吾观卫，所谓‘君不君，臣不臣’者也。”公丘懿子曰：“何乃若是？”子思曰：“人主自臧，则众谋不进。事是而臧之，犹却众谋，况和非以长恶乎！夫不察事之是非而悦人赞己，暗莫甚焉；不度理之所在而阿谀求容，谄莫甚焉。君暗臣谄，以居百姓之上，民不与也。若引不已，国无类矣！”子思言于卫侯曰：“君之国事将日非矣！”公曰：“何故？”对曰：“有由然焉。君出言自以为是，而卿大夫莫敢矫其非；卿大夫出言亦自以为是，而士庶人莫敢矫其非。君臣既自贤矣，而群下同声贤之，贤之则顺而有福，矫之则逆而有祸，如此则善安从生！《诗》曰：‘具曰予圣，谁知乌之雌雄？’抑亦似君之君臣乎？”\r\n鲁穆公薨，子共公奋立。\r\n韩文侯薨，子哀侯立。\r\n威烈王二十六年（乙巳，公元前三七六年）\r\n王崩，子烈王喜立。魏、韩、赵共废晋靖公为家人而分其地。\r\n烈王\r\n威烈王元年（丙午，公元前三七五年）\r\n日有食之。\r\n韩灭郑，因徒都之。\r\n赵敬侯薨，子成侯种立。\r\n威烈王三年（戊申，公元前三七三年）\r\n燕败齐师于林狐。\r\n鲁伐齐，入阳关。\r\n魏伐齐，至博陵。\r\n燕僖公薨，子辟公立。\r\n宋休公薨，子桓公立。\r\n卫慎公薨，子声公训立。\r\n威烈王四年（己酉，公元前三七二年）\r\n赵伐卫，取都鄙七十三。\r\n魏败赵师于北蔺。\r\n威烈王五年（庚戌，公元前三七一年）\r\n魏伐楚，取鲁阳。\r\n韩严遂弑哀侯，国人立其子懿侯。初，哀侯以韩廆为相而爱严遂，二人甚相害也。严遂令人刺韩廆于朝，廆走哀侯，哀侯抱之。人刺韩廆，兼及哀侯。\r\n魏武侯薨，不立太子，子罃与公中缓争立，国内乱。\r\n威烈王六年（辛亥，公元前三七零年）\r\n齐威王来朝。是时周室微弱，诸侯莫朝，而齐独朝之，天下以此益贤威王。\r\n赵伐齐，至鄄。\r\n魏败赵师于怀。\r\n齐威王召即墨大夫，语之曰：“自子之居即墨也，毁言日至。然吾使人视即墨，田野辟，人民给，官无事，东方以宁。是子不事吾左右以求助也。”封之万家。召阿大夫，语之曰：“自子守阿，誉言日至。吾使人视阿，田野不辟，人民贫馁。昔日赵攻鄄，子不救；卫取薛陵，子不知。是子厚币事吾左右以求誉也。”是日，烹阿大夫及左右尝誉者。于是群臣耸惧，莫敢饰诈，务尽其情，齐国大治，强于天下。\r\n楚肃王薨，无子，立其弟良夫，是为宣王。\r\n宋辟公薨，子剔成立。\r\n威烈王七年（壬子，公元前三六九年）\r\n日有食之。\r\n王崩，弟扁立，是为显王。\r\n魏大夫王错出奔韩。公孙颀谓韩懿侯曰：“魏乱，可取也。”懿侯乃与赵成侯合兵伐魏，战于浊泽，大破之，遂围魏。成侯曰：“殺罃，立公中缓，割地而退，我二国之利也。”懿侯曰：“不可。杀魏君，暴也；割地而退，贪也。不如两分之。魏分为两，不强于宋、卫，则我终无魏患矣。”赵人不听。懿侯不悦，以其兵夜去。赵成侯亦去。遂杀公中缓而立，是为惠王。\r\n太史公曰：魏惠王之所以身不死，国不分者，二国之谋不和也。若从一家之谋，魏必分矣。故曰：“君终，无适子，其国可破也。”\n\n作者：司马光",
        "《资治通鉴 · 卷二 · 周纪二》\n起昭阳赤奋若，尽上章困敦，凡四十八年。\r\n显王元年（癸丑，公元前三六八年）\r\n齐伐魏，取观津。\r\n赵侵齐，取长城。\r\n显王三年（乙卯，公元前三六六年）\r\n魏、韩会于宅阳。\r\n秦败魏师、韩师于洛阳。\r\n显王四年（丙辰，公元前三六五年）\r\n魏伐宋。\r\n显王五年（丁巳，公元前三六四年）\r\n秦献公败三晋之师于石门，斩首六万。王赐以黼黻之服。\r\n显王七年（己未，前三六二年）\r\n魏败韩师、赵师于浍。秦、魏战于少梁，魏师败绩；获魏公孙痤。\r\n卫声公薨，子成侯速立。\r\n燕桓公薨，子文公立。\r\n秦献公薨，子孝公立。孝公生二十一年矣。是时河、山以东强国六，淮、泗之间小国十馀，楚、魏与秦接界。魏筑长城，自郑滨洛以北有上郡；楚自汉中，南有巴、黔中；皆以夷翟遇秦，摈斥之，不得与中国之会盟。于是孝公发愤，布德修政，欲以强秦。\r\n显王八年（庚申，公元前三六一年）\r\n孝公令国中曰：“昔我穆公，自岐、雍之间修德行武，东平晋乱，以河为界，西霸戎翟，广地千里，天子致伯，诸侯毕贺，为后世开业甚光美。会往者厉、躁、简公、出子之不宁，国家内忧，未遑外事。三晋攻夺我先君河西地，丑莫大焉。献公即位，镇抚边境，徙治栎阳，且欲东伐，复穆公之故地，修穆公之政令。寡人思念先君之意，常痛于心。宾客群臣有能出奇计强秦者，吾且尊官，与之分土。”于是卫公孙鞅闻是令下，乃西入秦。公孙鞅者，卫之庶孙也，好刑名之学。事魏相公叔痤，痤知其贤，未及进。会病，魏惠王往问之曰：“公叔病如有不可讳，将奈社稷何？”公叔曰：“痤之中庶子卫鞅，年虽少，有奇才，愿君举国而听之！”王嘿然。公叔曰：“君即不听用鞅，必杀之，无令出境。”王许诺而去。公叔召鞅谢曰：“吾先君而后臣，故先为君谋，后以告子。子必速行矣！”鞅曰：“君不能用子之言任臣，又安能用子之言杀臣乎？”卒不去。王出，谓左右曰：“公叔病甚，悲乎！欲令寡人以国听卫鞅也，既又劝寡人杀之，岂不悖哉！”卫鞅既至秦，因嬖臣景监以求见孝公，说以富国强兵之术。公大悦，与议国事。\r\n显王十年（壬戌，公元前三五九年）\r\n卫鞅欲变法，秦人不悦。卫鞅言于秦孝公曰：“夫民不可与虑始，而可与乐成。论至德者不和于俗，成大功者不谋于众。是以圣人苟可以强国，不法其故。”甘龙曰：“不然。缘法而治者，吏习而民安之。”卫鞅曰：“常人安于故俗，学者溺于所闻，以此两者，居官守法可也，非所与论于法之外也。智者作法，愚者制焉；贤者更礼，不肖者拘焉。”公曰：“善。”以卫鞅为左庶长，卒定变法之令。令民为什伍而相收司、连坐，告奸者与斩敌首同赏，不告奸者与降敌同罚。有军功者，各以率受上爵。为私斗者，各以轻重被刑大小。僇力本业，耕织致粟帛多者，复其身。事末利及怠而贫者，举以为收孥。宗室非有军功论，不得为属籍。明尊卑爵秩等级，各以差次名田宅、臣妾、衣服。有功者显荣，无功者虽富无所芬华。令既具未布，恐民之不信，乃立三丈之木于国都市南门，募民有能徙置北门者予十金。民怪之，莫敢徙。复曰：“能徙者予五十金！”有一人徙之，辄予五十金。乃下令。令行期年，秦民之国都言新令之不便者以千数。于是太子犯法。卫鞅曰：“法之不行，自上犯之。太子，君嗣也，不可施刑。刑其傅公子虔，黥其师公孙贾。”明日，秦人皆趋令。行之十年，秦国道不拾遗，山无盗贼，民勇于公战，怯于私斗，乡邑大治。秦民初言令不便者，有来言令便。卫鞅曰：“此皆乱法之民也！”尽迁之于边。其后民莫敢议令。\r\n臣光曰：夫信者，人君之大宝也。国保于民，民保于信。非信无以使民，非民无以守国。是故古之王者不欺四海，霸者不欺四邻，善为国者不欺其民，善为家者不欺其亲。不善者反之：欺其邻国，欺其百姓，甚者欺其兄弟，欺其父子。上不信下，下不信上，上下离心，以至于败。所利不能药其所伤，所获不能补其所亡，岂不哀哉！昔齐桓公不背曹沫之盟，晋文公不贪伐原之利，魏文侯不弃虞人之期，秦孝公不废徙木之赏。此四君者，道非粹白，而商君尤称刻薄，又处战攻之世，天下趋于诈力，犹且不敢忘信以畜其民，况为四海治平之政者哉！\r\n韩懿侯薨，子昭侯立。\r\n显王十一年（癸亥，公元前三五八年）\r\n秦败韩师于西山。\r\n显王十二年（甲子，公元前三五七年）\r\n魏、韩会于鄗。\r\n显王十三年（乙丑，公元前三五六年）\r\n赵、燕会于阿。\r\n赵、齐、宋会于平陆。\r\n显王十四年（丙寅，公元前三五五年）\r\n齐威王、魏惠王会田于郊。惠王曰：“齐亦有宝乎？”威王曰：“无有。”惠王曰：“寡人国虽小，尚有径寸之珠，照车前后各十二乘者十枚。岂以齐大国而无宝乎？”威王曰：“寡人之所以为宝者与王异。吾臣有檀子者，使守南城，则楚人不敢为寇，泗上十二诸侯皆来朝；吾臣有盼子者，使守高唐，则赵人不敢东渔于河；吾吏有黔夫者，使守徐州，则燕人祭北门，赵人祭西门，徙而从者七千馀家；吾臣有种首者，使备盗贼，则道不拾遗。此四臣者，将照千里，岂特十二乘哉！”惠王有惭色。\r\n秦孝公、魏惠王会于杜平。鲁共公薨，子康公毛立。\r\n显王十五年（丁卯，公元前三五四年）\r\n秦败魏师于元里，斩首七千级，取少梁。\r\n魏惠王伐赵，围邯郸。楚王使景舍救赵。\r\n显王十六年（戊辰，公元前三五三年）\r\n齐威王使田忌救赵。初，孙膑与庞涓俱学兵法。庞涓仕魏为将军，自以能不及孙膑，乃召之。至，则以法断其两足而黥之，欲使终身废弃。齐使者至魏，孙膑以刑徒阴见，说齐使者。齐使者窃载与之齐。田忌善而客待之，进于威王。威王问兵法，遂以为师。于是威王谋救赵，以孙膑为将，辞以刑馀之人不可。乃以田忌为将而孙子为师，居辎车中，坐为计谋。\r\n田忌欲引兵之赵。孙子曰：“夫解杂乱纷纠者不控拳，救斗者不搏撠。批亢捣虚，形格势禁，则自为解耳。今梁、赵相攻，轻兵锐卒必竭于外，老弱疲于内。子不若引兵疾走魏都，据其街路，冲其方虚，彼必释赵以自救。是我一举解赵之围而收弊于魏也。”田忌从之。十月，邯郸降魏。魏师还，与齐战于桂陵，魏师大败。\r\n韩伐东周，取陵观、廪丘。\r\n楚昭奚恤为相。江乙言于楚王曰：“人有爱其狗者，狗尝溺井，其邻人见，欲入言之，狗当门而噬之。今昭奚恤常恶臣之见，亦犹是也。且人有好扬人之善者，王曰：‘此君子也，’近之；好扬人之恶者，王曰：‘此小人也，’远之。然则且有子弑其父、臣弑其主者，而王终己不知也。何者？以王好闻人之美而恶闻人之恶也。”王曰：“善！寡人愿两闻之。”\r\n显王十七年（己巳，公元前三五二年）\r\n秦大良造卫鞅伐魏。\r\n诸侯围魏襄陵。\r\n显王十八年（庚午，公元前三五一年）\r\n秦卫鞅围魏固阳，降之。\r\n魏人归赵邯郸，与赵盟漳水上。\r\n韩昭侯以申不害为相。申不害者，郑之贱臣也，学黄、老、刑名，以干昭侯。昭侯用为相，内修政教，外应诸侯，十五年，终申子之身，国治兵强。申子尝请仕其从兄，昭侯不许，申子有怨色。昭侯曰：“所为学于子者，欲以治国也。今将听子之谒而废子之术乎，已其行子之术而废子之请乎？子尝教寡人修功劳，视次第；今有所私求，我将奚听乎？”申子乃辟舍请罪曰：“君真其人也。”昭侯有弊袴，命藏之。侍者曰：“君亦不仁者矣。不赐左右而藏之！”昭侯曰：“吾闻明主爱一颦一笑，颦有为颦，笑有为笑。今袴岂特颦笑哉！吾必待有功者。”\r\n显王十九年（辛未，公元前三五零年）\r\n秦商鞅筑冀阙宫庭于咸阳，徙都之。令民父子、兄弟同室内息者为禁。并诸小乡聚集为一县，县置令、丞，凡三十一县。废井田，开阡陌，平斗、桶、权、衡、丈、尺。\r\n秦、魏遇于彤。\r\n赵成侯薨，公子緤与太子争立。緤败，奔韩。\r\n显王二十一年（癸酉，公元前三四八年）\r\n秦商鞅更为赋税法，行之。\r\n显王二十二年（甲戌，公元前三四七年）\r\n赵公子范袭邯郸，不胜而死。\r\n显王二十三年（乙亥，公元前三四六年）\r\n齐杀其大夫牟。\r\n鲁康公薨，子景公偃立。\r\n卫更贬号曰侯，服属三晋。\r\n显王二十五年（丁丑，公元前三四四年）\r\n诸侯会于京师。\r\n显王二十六年（戊寅，公元前三四三年）\r\n王致伯于秦，诸侯皆贺秦。秦孝公使公子少官帅师会诸侯于逢泽以朝王。\r\n显王二十八年（庚辰，公元前三四一年）\r\n魏庞涓伐韩。韩请救于齐。齐威王召大臣而谋曰：“蚤救孰与晚救？”成侯曰：“不如勿救。”田忌曰：“弗救则韩且折而入于魏，不如蚤救之。”孙膑曰：“夫韩、魏之兵未弊而救之，是吾代韩受魏之兵，顾反听命于韩也。且魏有破国之志，韩见亡，必东面而愬于齐矣。吾因深结韩之亲而晚承魏之弊，则可受重利而得尊名也。”王曰：“善！”乃阴许韩使而遣之。韩因恃齐，五战不胜，而东委国于齐。齐因起兵，使田忌、田婴、田盼将之，孙子为师，以救韩，直走魏都。庞涓闻之，去韩而归。魏人大发兵，以太子申为将，以御齐师。孙子谓田忌曰：“彼三晋之兵素悍勇而轻齐，齐号为怯。善战者因其势而利导之。《兵法》：‘百里而趣利者蹶上将，五十里而趣利者军半至。’”乃使齐军入魏地为十万灶，明日为五万灶，又明日为二万灶。庞涓行三日，大喜曰：“我固知齐军怯，入吾地三日，士卒亡者过半矣！”乃弃其步军，与其轻锐倍日并行逐之。孙子度其行，暮当至马陵。马陵道狭而旁多阻隘，可伏兵。乃斫大树，白而书之曰：“庞涓死此树下！”于是令齐师善射者万弩夹道而伏，期日暮见火举而俱发。庞涓果夜到斫木下，见白书，以火烛之。读未毕，万弩俱发，魏师大乱相失。庞涓自知智穷兵败，乃自刭，曰：“遂成竖子之名！”齐因乘胜大破魏师，虏太子申。\r\n成侯邹忌恶田忌，使人操十金，卜于市，曰：“我，田忌之人也。我为将三战三胜，欲行大事，可乎？”卜者出，因使人执之。田忌不能自明，率其徒攻临淄，求成侯。不克，出奔楚。\r\n显王二十九年（辛巳，公元前三四零年）\r\n卫鞅言于秦孝公曰：“秦之与魏，譬若人之有腹心之疾，非魏并秦，秦即并魏。何者？魏居岭厄之西，都安邑，与秦界河，而独擅山东之利。利则西侵秦，病则东收地。今以君之贤圣，国赖以盛；而魏往年大破于齐，诸侯畔之，可因此时伐魏。魏不支秦，必东徙。然后秦据河山之固，东乡以制诸侯，此帝王之业也。”公从之，使卫鞅将兵伐魏。魏使公子卬将而御之。军既相距，卫鞅遗公子卬书曰：“吾始与公子欢，今俱为两国将，不忍相攻，可与公子面相见盟，乐饮而罢兵，以安秦、魏之民。”公子卬以为然，乃相与会。盟已，饮。而卫鞅伏甲士，袭虏公子卬，因攻魏师，大破之。魏惠王恐，使使献河西之地于秦以和。因去安邑，徙都大梁。乃叹曰：“吾恨不用公叔之言！”\r\n秦封卫鞅商于十五邑，号曰商君。\r\n齐、赵伐魏。\r\n楚宣王薨，子威王商立。\r\n显王三十一年（癸未，公元前三三八年）\r\n秦孝公薨，子惠文王立，公子虔之徒告商君欲反，发吏捕之。商君亡之魏。魏人不受，复内之秦。商君乃与其徒之商于，发兵北击郑。秦人攻商君，杀之，车裂以徇，尽灭其家。\r\n初，商君相秦，用法严酷，尝临渭沦囚，渭水尽赤，为相十年，人多怨之。赵良见商君，商君问曰：“子观我治秦，孰与五羖大夫贤？”赵良曰：“千人之诺诺，不如一士之谔谔。仆请终烧正言而无诛，可乎？”商君曰“诺。”赵良曰：“五羖大夫，荆之鄙人也，穆公举之牛口之下，而加之百姓之上，秦国莫敢望焉。相秦六七年而东伐郑，三置晋君，一救荆祸。其为相也，劳不坐乘，暑不张盖。行于国中，不从车乘，不操干戈。五羖大夫死，秦国男女流涕，童子不歌谣，舂者不相杵。今君之见也，因嬖人景监以为主；其从政也，凌轹公族，残伤百姓。公子虔杜门不出已八年矣。君又杀祝欢而黥公孙贾。《诗》曰：‘得人者兴，失人者崩。’此数者，非所以得人也。君之出也，后车载甲，多力而骈胁者为骖乘，持矛而操闟戟者旁车而趋。此一物不具，君固不出。《书》曰：‘恃德者昌，恃力者亡。’此数者，非恃德也。君之危若朝露，而尚贪商于之富，宠秦国之政，畜百姓之怨。秦王一旦捐宾客而不立朝，秦国之所以收君者岂其微哉！”商君弗从。居五月而难作。\r\n显王三十二年（甲申，公元前三三七年）\r\n韩申不害卒。\r\n显王三十三年（乙酉，公元前三三六年）\r\n宋太丘社亡。\r\n邹人孟轲见魏惠王。王曰：“叟，不远千里而来，亦有以利吾国乎？”孟子曰：“君何必曰利，仁义而已矣！君曰何以利吾国，大夫曰何以利吾家，士庶人曰何以利吾身，上下交征利而国危矣。未有仁而遗其亲者也，未有义而后其君者也。”王曰：“善。”\r\n初，孟子师子思，尝问牧民之道何先。子思曰：“先利之。”孟子曰：“君子所以教民，亦仁义而已矣，何必利？”子思曰：“仁义固所以利之也。上不仁则下不得其所，上不义则下乐为诈也。此为不利大矣。故《易》曰：‘利者，义之和也。’又曰：‘利用安身，以崇德也。’此皆利之大者也。”\r\n臣光曰：子思、孟子之言，一也。夫唯仁者为知仁义之利，不仁者不知也。故孟子对梁王直以仁义而不及利者，所与言之人异故也。\r\n显王三十四年（丙戌，公元前三三五年）\r\n秦伐韩，拔宜阳。\r\n显王三十五年（丁亥，公元前三三四年）\r\n齐王、魏王会于徐州以相王。\r\n韩昭侯作高门，屈宜臼曰：“君必不出此门。何也？不时。吾所谓时者，非时日也。夫人固有利、不利时。往者君尝利矣，不作高门。前年秦拔宜阳，今年旱，君不以此时恤民之急而顾益奢，此所谓时诎举赢者也。故曰不时。”\r\n越王无疆伐齐。齐王使人说之以伐齐不如伐楚之利，越王遂伐楚。楚人大败之，乘胜尽取吴故地，东至于浙江。越以此散，诸公族争立，或为王，或为君，滨于海上，朝服于楚。\r\n显王三十六年（戊子，公元前三三三年）\r\n楚王伐齐，围徐州。\r\n韩高门成，昭侯薨，子宣惠王立。\r\n初，洛阳人苏秦说秦王以兼天下之术，秦王不用其言。苏秦乃去，说燕文公曰：“燕之所以不犯寇被甲兵者，以赵之为蔽其南也。且秦之攻燕也，战于千里之外；赵之攻燕也，战于百里之内。夫不忧百里之患而重千里之外，计无过于此者。愿大王与赵从亲，天下为一，则燕国必无患矣。”文公从之，资苏秦车马，以说赵肃侯曰：“当今之时，山东之建国莫强于赵，秦之所害亦莫如赵。然而秦不敢举兵伐赵者，畏韩、魏之议其后也。秦之攻韩、魏也，无有名山大川之限，稍蚕食之，傅国都而止。韩、魏不能支秦，必入臣于秦。秦无韩、魏之规则祸中于赵矣。臣以天下地图案之，诸侯之地五倍于秦，料度诸侯之卒十倍于秦。六国为一，并力西乡而攻秦，秦必破矣。夫衡人者皆欲割诸侯之地以与秦，秦成则其身富荣，国被秦患而不与其忧，是以衡人日夜务以秦权恐愒诸侯，以求割地。故愿大王熟计之也！窃为大王计，莫如一韩、魏、齐、楚、燕、赵为从亲以畔秦，令天下之将相会于洹水上，通质结盟，约曰：‘秦攻一国，五国各出锐师，或桡秦，或救之。有不如约者，五国共伐之！’诸侯从亲以摈秦，秦甲必不敢出于函谷以害山东矣。”肃侯大说，厚待苏秦，尊宠赐赉之，以约于诸侯。会秦使犀首伐魏，大败其师四万馀人，禽将龙贾，取雕阴，且欲东兵。苏秦恐秦兵至赵而败从约，念莫可使用于秦者，乃激怒张仪，入之于秦。\r\n张仪者，魏人，与苏秦俱事鬼谷先生，学纵横之术，苏秦自以为不及也。仪游诸侯无所遇，困于楚，苏秦故召而辱之。仪怒，念诸侯独秦能苦越，遂入秦。苏秦阴遣其舍人赍金币资仪，仪得见秦王。秦王说之，以为客卿。舍人辞去，曰：“苏君忧秦伐赵败从约，以为非君莫能得秦柄，故激怒君，使臣阴奉给君资，尽苏君之计谋也。”张仪曰：“嗟乎！此在吾术中而不悟，吾不及苏君明矣。为吾谢苏君，苏君之时，仪何敢言！”\r\n于是苏秦说韩宣惠王曰：“韩地方九百馀里，带甲数十万，天下之强弓、劲弩、利剑皆从韩出。韩卒超足而射，百发不暇止。以韩卒之勇，被坚甲，跖劲弩，带利剑，一人当百，不足言也。大王事秦，秦必求宜阳、成皋。今兹效之，明年又复求割地。与则无地以给之，不与则弃前功，受后祸。且大王之地有尽而秦之求无已，以有尽之地逆无已之求，此所谓市怨结祸者也。不战而地已削矣！鄙谚曰：‘宁为鸡口，无为牛后。’夫以大王之贤，挟强韩之兵，而有牛后之名，臣窃为大王羞之。”韩王从其言。苏秦说魏王曰：“大王之地方千里，地名虽小，然而田舍、庐庑之数，曾无所刍牧。人民之众，车马之多，日夜行不绝，輷訇殷殷，若有三军之众。臣窃量大王之国不下楚。今窃闻大王之卒，武士二十万，苍头二十万，奋击二十万，厮徒十万；车六百乘，骑五千匹，乃听于群臣之说，而欲臣事秦。愿大王熟察之。故敝邑赵王使臣效愚计，奉明约，以大王之诏诏之。”魏王听之。\r\n苏秦说齐王曰：“齐四塞之国，地方二千馀里，带甲数十万，粟如丘山。三军之良，五家之兵，进如锋矢，战如雷霆，解如风雨。即有军役，未尝倍泰山，绝清河，涉渤海也。临菑之中七万户，臣窃度之，不下户三男子，不待发于远县，而临菑之卒固已二十一万矣。临菑甚富而实，其民无不斗鸡、走狗、六博、阘鞠。临菑之涂，车毂击，人肩摩，连衽成帷，挥汗成雨。夫韩、魏之所以重畏秦者，为与秦接境壤也。兵出而相当，不十日而战胜存亡之机决矣。韩、魏战而胜秦，则兵半折，四境不守；战而不胜，则国已危亡随其后。是故韩、魏之所以重与秦战而轻为之臣也。今秦之攻齐则不然。倍韩、魏之地，过卫阳晋之道，经乎亢父之险，车不得方轨，骑不得比行。百人守险，千人不敢过也。秦虽欲深入则狼顾，恐韩、魏之议其后也。是故恫疑、虚喝、骄矜而不敢进，则秦之不能害齐亦明矣。夫不深料秦之无奈齐何，而欲西面而事之，是群臣之计过也。今无臣事秦之名而有强国之宝，臣是故愿大王少留意计之。”齐王许之。乃西南说楚威王曰：“楚，天下之强国也，地方六千馀里，带甲百万，车千乘，骑万匹，粟支十年，此霸王之资也。秦之所害莫如楚，楚强则秦弱，秦强则楚弱，其势不两立。故为大王计，莫如从亲以孤秦。臣请令山东之国奉四时之献，以承大王之明诏。委社稷，奉宗庙，练士厉兵，在大王之所用之。故从亲则诸侯割地以事楚，衡合则楚割地以事秦。此两策者相去远矣，大王何居焉？”楚王亦许之。于是苏秦为从约长，并相六国，北报赵，车骑辎重拟于王者。\r\n齐威王薨，子宣王辟疆立；知成侯卖田忌，乃召而复之。\r\n燕文公薨，子易王立。\r\n卫成侯薨，子平侯立。\r\n显王三十七年（己丑，公元前三三二年）\r\n秦惠王使犀首欺齐、魏，与共伐赵，以败从约。赵肃侯让苏秦，苏秦恐，请使燕，必报齐。苏秦去赵而从约皆解。赵人决河水以灌齐、魏之师，齐、魏之师乃去。\r\n魏以阴晋为和于秦，实华阴。\r\n齐王伐燕，取十城，已而复归之。\r\n显王三十九年（辛卯，公元前三三零年）\r\n秦伐魏，围焦、曲沃。魏入少梁、河西地于秦。\r\n显王四十年（壬辰，公元前三二九年）\r\n秦伐魏，渡河，取汾阴、皮氏，拔焦。\r\n楚威王薨，子怀王槐立。\r\n宋公剔成之弟偃袭攻剔成。剔成奔齐，偃自立为君。\r\n显王四十一年（癸巳，公元前三二八年）\r\n秦公子华、张仪帅师围魏蒲阳，取之。张仪言于秦王，请以蒲阳复与魏，而使公子繇质于魏。仪因说魏王曰：“秦之遇魏甚厚，魏不可以无礼于秦。”魏因尽入上郡十五县以谢焉。张仪归而相秦。\r\n显王四十二年（甲午，公元前三二七年）\r\n秦县义渠，以其君为臣。\r\n秦归焦、曲沃于魏。\r\n显王四十三年（乙未，公元前三二六年）\r\n赵肃侯薨，子武灵王立。置博闻师三人，左、右司过三人，先问先君贵臣肥义，加其秩。\r\n显王四十四年（丙申，公元前三二五年）\r\n夏，四月，戊午，秦初称王。\r\n卫平侯薨，子嗣君立。卫有胥靡亡之魏，因为魏王之后治病。嗣君闻之，使人请以五十金买之。五反，魏不与，乃以左氏易之。左右谏曰：“夫以一都买一胥靡，可乎？”嗣君曰：“非子所知也。夫治无小，乱无大。法不立，诛不必，虽有十左氏，无益也。法立，诛必，失十左氏，无害也。”魏王闻之曰：“人主之欲，不听之不祥。”因载而往，徒献之。\r\n显王四十五年（丁酉，公元前三二四年）\r\n秦张仪帅师伐魏，取陕。\r\n苏秦通于燕文公之夫人，易王知之。苏秦恐，乃说易王曰：“臣居燕不能使燕重，而在齐则燕重。”易王许之。乃伪得罪于燕而奔齐，齐宣王以为客卿。苏秦说齐王高宫室，大苑囿，以明得意，欲以敝齐而为燕。\r\n显王四十六年（戊戌，公元前三二三年）\r\n秦张仪及齐、楚之相会啮桑。\r\n韩、燕皆称王，赵武灵王独不肯，曰：“无其实，敢处其名乎？”令国人谓己曰君。\r\n显王四十七年（己亥，公元前三二二年）\r\n秦张仪自啮桑还而免相，相魏。欲令魏先事秦而诸侯效之，魏王不听。秦王伐魏，取曲沃、平周。复阴厚张仪益甚。\r\n显王四十八年（庚子，公元前三二一年）\r\n王崩，子慎靓王定立。\r\n燕易王薨，子哙立。\r\n齐王封田婴于薛，号曰靖郭君。靖郭君言于齐王曰：“五官之计，不可不日听而数览也。”王从之。已而厌之，悉以委靖郭君。靖郭君由是得专齐之权。靖郭君欲城薛，客谓靖郭君曰：“君不闻海大鱼乎？网不能止，钩不能牵，荡而失水，则蝼蚁制焉。今夫齐，亦君之水也。君长有齐，奚以薛为！苟为失齐，虽隆薛之城到于天，庸足恃乎？”乃不果城。靖郭君有子四十馀人，其贱妾之子曰文。文通傥饶智略，说靖郭君以散财养士。靖郭君使文主家待宾客，宾客争誉其美，皆请靖郭君以文为嗣。靖郭君卒，文嗣为薛公，号曰孟尝君。孟尝君招致诸侯游士及有罪亡人，皆舍业厚遇之，存救其亲戚。食客常数千人，各自以为孟尝君亲己。由是孟尝君之名重天下。\r\n臣光曰：君子之养士，以为民也。《易》曰：“圣人养贤，以及万民。”夫贤者，其德足以敦化正俗，其才足以顿纲振纪，其明足以烛微虑远，其强足以结仁固义。大则利天下，小则利一国。是以君子丰禄以富之，隆爵以尊之。养一人而及万人者，养贤之道也。今孟尝君之养士也，不恤智愚，不择臧否，盗其君之禄，以立私党，张虚誉，上以侮其君，下以蠹其民，是奸人之雄也，乌足尚哉！《书》曰：“受为天下逋逃主、萃渊薮。”此之谓也。\r\n孟尝君聘于楚，楚王遗之象床。登徒直送之，不欲行，谓孟尝君门人公孙戌曰：“象床之直千金，苟伤之毫发，则卖妻子不足偿也。足下能使仆无行者，有先人之宝剑，愿献之。”公孙戌许诺，入见孟尝君曰：“小国所以皆致相印于君者，以君能振达贫穷，存亡继绝，故莫不悦君之义，慕君之廉也。今始至楚而受象床，则未至之国将何以待君哉！”孟尝君曰：“善。”遂不受。公孙戌趋去，未至中闺，孟尝君召而反之，曰：“子何足之高，志之扬也？”公孙戌以实对。孟尝君乃书门版曰：“有能扬文之名，止文之过，私得宝于外者，疾入谏！”\r\n臣光曰：孟尝君可谓能用谏矣。苟其言之善也，虽怀诈谖之心，犹将用之，况尽忠无私以事其上乎！《诗》云：“采葑采菲，无以下体。”孟尝君有焉。韩宣惠王俗两用公仲、公叔为政，问于缪留。对曰：“不可。晋用六卿而国分，齐简公用陈成子及阚止而见杀，魏用犀首、张仪而西河之外亡。今君两用之，其多力者内树党，其寡力者藉外权。群臣有内树党以骄主，有外为交以削地，君之国危矣！”\n\n作者：司马光",
        "《资治通鉴 · 卷四 · 周纪四》\n起阏逢困敦，尽著雍困敦，凡二十五年。\r\n赧王中十八年（甲子，公元前二九七年）\r\n楚怀王亡归。秦人觉之，遮楚道。怀王从间道走赵。赵主父在代，赵人不敢受。怀王将走魏，秦人追及之，以归。\r\n鲁平公薨，子缗王贾立。\r\n赧王中十九年（乙丑，公元前二九六年）\r\n楚怀王发病，薨于秦，秦人归其丧。楚人皆怜之，如悲亲戚。诸侯由是不直秦。\r\n齐、韩、魏、赵、宋同击秦，至盐氏而还。秦与韩武遂、与魏封陵以和。\r\n赵主父行新地，遂出代；西遇楼烦王于西河而致其兵。\r\n魏襄王薨，子昭王立。\r\n韩襄王薨，子釐王咎立。\r\n赧王中二十年（丙寅，公元前二九五年）\r\n秦尉错伐魏襄城。赵主父与齐、燕共灭中山，迁其王于肤施。归，行赏，大赦，置酒，酺五日。\r\n赵主父封其长子章于代，号曰安阳君。安阳君素侈，心不服其弟。主父使田不礼相之。李兑谓肥义曰：“公子章强壮而志骄，党众而欲大，田不礼忍杀而骄，二人相得，必有阴谋。夫小人有欲，轻虑浅谋，徒见其利，不顾其害，难必不久矣。子任重而势大，乱之所始而祸之所集也。子奚不称疾毋出而传政于公子成，毋为祸梯，不亦可乎！”肥义曰：“昔者主父以王属义也，曰：‘毋变而度，毋易而虑，坚守一心，以殁而世。’义再拜受命而籍之。今畏不礼之难而忘吾籍，变孰大焉！谚曰：‘死者复生，生者不愧。’吾欲全吾言，安得全吾身乎！子则有赐而忠我矣。虽然，吾言已在前矣，终不敢失！”李兑曰：“诺。子勉之矣！吾见子已今年耳。”涕泣而出。李兑数见公子成以备田不礼。肥义谓信期曰：“公子章与田不礼声善而实恶，内得主而外为暴，矫令以擅一旦之命，不难为也。今吾忧之，夜而忘寐，饥而忘食，盗出入不可不备。自今以来，有召王者必见吾面，我将以身先之。无故而后王可入也。”信期曰：“善。”\r\n主父使惠文王朝群臣而自从旁窥之，见其长子傫然也，反北面为臣。诎于其弟，心怜之，于是乃欲分赵而王公子章于代，计未决而辍。主父及王游沙丘，异宫，公子章、田不礼以其徒作乱，诈以主父令召王。肥义先入，杀之。高信即与王战。公子成与李兑自国至，乃起四邑之兵入距难，杀公子章及田不礼，灭其党。公子成为相，号安平君；李兑为司寇。是时惠文王少，成、兑专政。公子章之败也，往走主父，主父开之。成、兑因围主父宫。公子章死，成、兑谋曰：“以章故，围主父；即解兵，吾属夷矣！”乃遂围之，令：“宫中人后出者夷！”宫中人悉出。主父欲出不得，又不得食，探雀鷇而食之。三月馀，饿死沙丘宫。主父定死，乃发丧赴诸侯。主父初以长子章为太子，后得吴娃，爱之，为不出者数岁。生子何，乃废太子章而立之。吴娃死，爱驰；怜故太子，欲两王之，犹豫未决，故乱起。\r\n秦楼缓免相，魏冉代之。\r\n赧王中二十一年（丁卯，公元前二九四年）\r\n秦败魏师于解。\r\n赧王中二十二年（戊辰，公元前二九三年）\r\n韩公孙喜、魏人伐秦。穰侯荐左更白起于秦王以代向寿将兵，败魏师、韩师于伊阙，斩首二十四万级，虏公孙喜，拔五城。秦王以白起为国尉。\r\n秦王遗楚王书曰：“楚倍秦，秦且率诸侯伐楚，愿王之饬士卒，得一乐战！”楚王患之，乃复与秦和亲。\r\n赧王中二十三年（己巳，公元前二九二年）\r\n楚襄王迎妇于秦。\r\n臣光曰：甚哉秦之无道也，杀其父而劫其子；楚之不竞也，忍其父而婚其仇！呜呼！楚之君诚得其道，臣诚得其人，秦虽强，乌得陵之哉！善乎荀卿论之曰：“夫道，善用之则百里之地可以独立，不善用之则楚六千里而为仇人役。”故人主不务得道而广有其势，是其所以危也。\r\n秦魏冉谢病免，以客卿烛寿为丞相。\r\n赧王中二十四年（庚午，公元前二九一年）\r\n秦伐韩，拔宛。\r\n秦烛寿免。魏冉复为丞相，封于穰与陶，谓之穰侯。又封公子市于宛，公子悝于邓。\r\n赧王中二十五年（辛未，公元前二九零年）\r\n魏入河东地四百里、韩入武遂地二百里于秦。\r\n魏芒卯始以诈见重。\r\n赧王中二十六年（壬申，公元前二八九年）\r\n秦大良造白起、客卿错伐魏，至轵，取城大小六十一。\r\n赧王中二十七年（癸酉，公元前二八八年）\r\n冬，十月，秦王称西帝，遣使立齐王为东帝，欲约与共伐赵。苏代自燕来，齐王曰：“秦使魏冉致帝，子以为何如？”对曰：“愿王受之而勿称也。秦称之，天下安之，王乃称之，无后也。秦称之，天下恶之，王因勿称，以收天下，此大资也。且伐赵孰与伐桀宋利？今王不如释帝以收天下之望，发兵以伐桀宋，宋举则楚、赵、梁、卫皆惧矣。是我以名尊秦而令天下憎之，所谓以卑为尊也。”齐王从之，称帝二日而复归之。十二月，吕礼自齐入秦，秦王亦去帝复称王。\r\n秦攻赵，拔杜阳。\r\n赧王中二十八年（甲戌，公元前二八七年）\r\n秦攻魏，拔新垣、曲阳。\r\n赧王中二十九年（乙亥，公元前二八六年）\r\n秦司马错击魏河内。魏献安邑以和，秦出其人归之魏。\r\n秦败韩师于夏山。\r\n宋有雀生湣于城之陬。史占之，曰：“吉。小而生巨，必霸天下。”宋康王喜，起兵灭滕；伐薛；东败齐，取五城；南败楚，取地三百里，西败魏军。与齐、魏为敌国，乃愈自信其霸。欲霸之亟成，故射天笞地，斩社稷而焚灭之，以示威服鬼神。为长夜之饮于室中，室中人呼万岁，则堂上之人应之，堂下之人又应之，门外之人又应之，以至于国中，无敢不呼万岁者。天下之人谓之“桀宋”。齐湣王起兵伐之，民散，城不守。宋王奔魏，死于温。\r\n赧王中三十年（丙子，公元前二八五年）\r\n秦王会楚王于宛，会赵王于中阳。\r\n秦蒙武击齐，拔九城。\r\n齐湣王既灭宋而骄，乃南侵楚，西侵三晋，欲并二周，为天子。狐咺正议，斫之檀衢，陈举直言，杀之东闾。燕昭王日夜抚循其人，益为富实，乃与乐毅谋伐齐。乐毅曰：“齐，霸国之馀业也。地大人众，未易独攻也。王必欲伐之。莫如约赵及楚、魏。”于是使乐毅约赵，别使使者连楚、魏，且令赵啖秦以伐齐之利。诸侯害齐王之骄暴，皆争合谋与燕伐齐。\r\n赧王中三十一年（丁丑，公元前二八四年）\r\n燕王悉起兵，以乐毅为上将军。秦尉斯离帅师与三晋之师会之。赵王以相国印授乐毅，乐毅并将秦、魏、韩、赵之兵以伐齐。齐湣王悉国中之众以拒之，战于济西，齐师大败。乐毅还秦、韩之师，分魏师以略宋地，部赵师以收河间，身率燕师，长驱逐北。剧辛曰：“齐大而燕小，赖诸侯之助以破其军，宜及时攻取其边城以自益，此长久之利也。今过而不攻，以深入为名，无损于齐，无益于燕，而结深怨，后必悔之。”乐毅曰：“齐王伐功矜能，谋不逮下，废黜贤良，信任谄谀，政令戾虐，百姓怨怼。今军皆破亡，若因而乘之，其民必叛，祸乱内作，则齐可图也。若不遂乘之，待彼悔前之非，改过恤下而抚其民，则难虑也。”遂进军深入。齐人果大乱失度，湣王出走。乐毅入临淄，取宝物、祭器，输之于燕。燕王亲至济上劳军，行赏飨士，封乐毅为昌国君，遂使留徇齐城之未下者。齐王出亡之卫，卫君辟宫舍之，称臣而共具。齐王不逊，卫人侵之。齐王去奔邹、鲁，有骄色，邹、鲁弗内，遂走莒。楚使淖齿将兵救齐，因为齐相。淖齿欲与燕分齐地，乃执湣王而数之曰：“千乘、博昌之间，方数百里，雨血沾衣，王知之乎？”曰：“知之。”“赢、博之间，地坼及泉，王知之乎？”曰：“知之。”“有人当阙而哭者，求之不得，去则闻其声，王知之乎？”曰：“知之。”淖齿曰：“天雨血沾衣者，天以告也；地坼及泉者，地以告也；有人当阙而哭者，人以告也。天、地、人皆告矣，而王不知诫焉，何得无诛！”遂弑王于鼓里。\r\n荀子论之曰：国者，天下之利势也。得道以持之，则大安也，大荣也，积美之源也。不得道以持之，则大危也，大累也，有之不如无之。及其綦也，索为匹夫，不可得也。齐湣、宋献是也。故用国者义立而王，信立而霸，权谋立而亡。\r\n挈国以呼礼义也，而无以害之。行一不义，杀一无罪，而得天下，仁者不为也。擽然扶持心国，且若是其固也。之所与为之者之人，则举义士也；之所以为布陈于国家刑法者，则举义法也；主之所极然，帅群臣而首向之者，则举义志也。如是，则下仰上以义矣，是綦定也。綦定而国定，国定而天下定。故曰：以国济义，一日而白，汤、武是也。是所谓义立而王也。\r\n德虽未至也，义虽未济也，然而天下之理略奏矣，刑赏已诺信乎天下矣，臣下晓然皆知其可要也。政令已陈，虽睹利败，不欺其民；约结已定，虽睹利败，不欺其与。如是，则兵劲城固，敌国畏之；国一綦明，与国信之。虽在僻陋之国，威动天下，五伯是也。是所谓信立而而霸也。\r\n挈国以呼功利，不务张其义，齐其信，唯利之求；内则不惮诈其民而求小利焉，外则不惮诈其与而求大利焉。内不修正其所以有，然常欲人之有，如是，则臣下百姓莫不以诈心待其上矣。上诈其下，下诈其上，则是上下析也。如是，则敌国轻之，与国疑之，权谋日行而国不免危削，綦之而亡，齐湣、薛公是也。故用强齐，非以修礼义也，非以本政教也，非以一天下也，绵绵常以结引驰外为务。故强，南足以破楚，西足以诎秦，北足以败燕，中足以举宋。及以燕、赵起而攻之，若振槁然，而身死国亡，为天下大戮，后世言恶则必稽焉。是无他故焉，唯其不由礼义而由权谋也。\r\n三者，明主之所谨择也，仁人之所务白也。善择者制人，不善择者人制之。\r\n乐毅闻昼邑人王蠋贤，令军中环画邑三十里无入。使人请蠋，蠋谢不往。燕人曰：“不来，吾且屠画邑！”蠋曰：“忠臣不事二君，烈女不更二夫。齐王不用吾谏，故退而耕于野。国破君亡，吾不能存，而又欲劫之以兵，吾与其不义而生，不若死！”遂经其颈于树枝，自奋绝脰而死。燕师乘胜长驱，齐城皆望风奔溃。乐毅修整燕军，禁止侵掠，求齐之逸民，显而礼之。宽其赋敛，除其暴令，修其旧政，齐民喜悦。乃遣左军渡胶东、东莱；前军循太山以东至海，略琅邪；右军循河、济，屯阿、鄄以连魏师；后军旁北海以抚千乘；中军据临淄而镇齐都。祀桓公、管仲于郊，表贤者之闾，封王蠋之墓。齐人食邑于燕者二十馀君，有爵位于蓟者百有馀人。六月之间，下齐七十馀城，皆为郡县。秦王、魏王、韩王会于京师。\r\n赧王中三十二年（戊寅，公元前二八三年）\r\n秦、赵会于穰。秦拔魏安城，兵至大梁而还。\r\n齐淖齿之乱，湣王子法章变名姓为莒太史敫家佣。太史敫女奇法章状貌，以为非常人，怜而常窃衣食之，因与私通。王孙贾从湣王，失王之处，其母曰：“汝朝出而晚来，则吾倚门而望；汝暮出而不还，则吾倚闾而望。汝今事王，王走，汝不知其处，汝尚何归焉！”王孙贾乃入市中呼曰：“淖齿乱齐国，杀湣王。欲与我诛之者袒右！”市人从者四百人，与攻淖齿，杀之。于是齐亡臣相与求湣王子，欲立之。法章惧其诛己，久之乃敢自言，遂立以为齐王，保莒城以拒燕，布告国中曰：“王已立在莒矣！”\r\n赵王得楚和氏璧，秦昭王欲之，请易以十五城。赵王欲勿与，畏秦强，欲与之，恐见欺。以问蔺相如，对曰：“秦以城求璧而王不许，曲在我矣；我与之璧而秦不与我城，则曲在秦。均之二策，宁许以负秦。臣愿奉璧而往；使秦城不入，臣请完璧而归之。”赵王遣之。相如至秦，秦王无意偿赵城。相如乃以诈绐秦王，复取璧，遣从者怀之，间行归赵，而以身待命于秦。秦王以为贤而弗诛，礼而归之。赵王以相如为上大夫。\r\n卫嗣君薨，子怀君立。嗣君好察微隐，县令有发褥而席敝者，嗣君闻之，乃赐之席。令大惊，以君为神。又使人过关市，赂之以金，既而召关市，问有客过与汝金，汝回遣之，关市大恐。又爱泄姬，重如耳，而恐其因爱重以壅己也，乃贵薄疑以敌如耳，尊魏妃以偶泄姬，曰：“以是相参也。”\r\n荀子论之曰：成侯、嗣君，聚敛计数之君也，未及取民也。子产，取民者也，未及为政也。管仲，为政者也，未及修礼也。故修礼者王，为政者强，取民者安，聚敛者亡。\r\n赧王中三十三年（己卯，公元前二八二年）\r\n秦伐赵，拔两城。\r\n赧王中三十四年（庚辰，公元前二八一年）\r\n秦伐赵，拔石城。\r\n秦穰侯复为丞相。\r\n楚欲与齐、韩共伐秦，因欲图周。王使东周武公谓楚令尹昭子曰：“周不可图也。”昭子曰：“乃图周，则无之；虽然，何不可图？”武公曰：“西周之地，绝长补短，不过百里。名为天下共主，裂其地不足以肥国，得其众不足以劲兵。虽然，攻之者名为弑君。然而犹有欲攻之者，见祭器在焉故也。夫虎肉臊而兵利身，人犹攻之；若使泽中之麋蒙虎之皮，人之攻之也必万倍矣。裂楚之地，足以肥国；诎楚之名，足以尊主。今子欲诛残天下之共主，居三代之传器，器南，则兵至矣。”于是楚计辍不行。\r\n赧王中三十五年（辛巳，公元前二八零年）\r\n秦白起败赵军，斩首二万，取代光狼城。又使司马错发陇西兵，因蜀攻楚黔中，拔之。楚献汉北及上庸地。\r\n赧王中三十六年（壬午，公元前二七九年）\r\n秦白起伐楚，取鄢、邓、西陵。\r\n秦王使使者告赵王，愿为好会于河外渑池。赵王欲毋行，廉颇、蔺相如计曰：“王不行，示赵弱且怯也。”赵王遂行，相如从。廉颇送至境，与王诀曰：“王行，度道里会遇之礼毕，还，不过三十日。三十日不还，则请立太子，以绝秦望。”王许之。会于渑池。王与赵王饮，酒酣，秦王请赵王鼓瑟，赵王鼓之。蔺相如复请秦王击缶，秦王不肯。相如曰：“五步之内，臣请得以颈血溅大王矣！”左右欲刃相如，相如张目叱之，左右皆靡。王不怿，为一击缶。罢酒，秦终不能有加于赵。赵人亦盛为之备，秦不敢动。赵王归国，以蔺相如为上卿，位在廉颇之右。廉颇曰：“我为赵将，有攻城野战之功。蔺相如素贱人，徒以口舌而位居我上。吾羞，不忍为之下！”宣言曰：“我见相如，必辱之！”相如闻之，不肯与会；每朝，常称病，不欲争列。出而望见，辄引车避匿。其舍人皆以为耻。相如曰：“子视廉将军孰与秦王？”曰：“不若。”相如曰：“夫以秦王之威而相如廷叱之，辱其群臣。相如虽驽，独畏廉将军哉！顾吾念之，强秦之所以不敢加兵于赵者，徒以吾两人在也。今两虎共斗，其势不俱生。吾所以为此者，先国家之急而后私仇也。”廉颇闻之，肉袒负荆至门射罪，遂为刎颈之交。\r\n初，燕人攻安平，临淄市掾田单在安平，使其宗人皆以铁笼傅车轊。及城溃，人争门而出，皆以轊折车败，为燕所禽；独田单宗人以铁笼得免，遂奔即墨。是时齐地皆属燕，独莒、即墨未下，乐毅及并右军、前军以围莒，左军、后军围即墨。即墨大夫出战而死。即墨人曰：“安平之战，田单宗人以铁笼得全，是多智习兵。”因共立以为将以拒燕。乐毅围二邑，期年不克，及令解围，各去城九里而为垒，令曰：“城中民出者勿获，困者赈之，使即旧业，以镇新民。”三年而犹未下。或谗之于燕昭王曰：“乐毅智谋过人，伐齐，呼吸之间克七十馀城。今不下者两城耳，非其力不能拔，所以三年不攻者，欲久仗兵威以服齐人，南面而王耳。今齐人已服，所以未发者，以其妻子在燕故也。且齐多美女，又将忘其妻子。愿王图之！”昭王于是置酒大会，引言者而让之曰：“先王举国以礼贤者，非贪土地以遗子孙也。遭所传德薄，不能堪命，国人不顺。齐为无道，乘孤国之乱以害先王。寡人统位，痛之入骨，故广延群臣，外招宾客，以求报仇。其有成功者，尚欲与之同共燕国。今乐君亲为寡人破齐，夷其宗庙，报塞先仇，齐国固乐君所有，非燕之所得也。乐君若能有齐，与燕并为列国，结欢同好，以抗诸侯之难，燕国之福，寡人之愿也。汝何敢言若此！”乃斩之。赐乐毅妻以后服，赐其子以公子之服；辂车乘马，后属百两，遣国相奉而致之乐毅，立乐毅为齐王。乐毅惶恐不受，拜书，以死自誓。由是齐人服其义，诸侯畏其信，莫敢复有谋者。顷之，昭王薨，惠王立。惠王自为太子时，尝不快于乐毅。田单闻之，乃纵反间于燕，宣言曰：“齐王已死，城之不拔者二耳。乐毅与燕新王有隙，畏诛而不敢归，以伐齐为名，实欲连兵南面王齐。齐人未附，故且缓攻即墨以待其事。齐人所惧，唯恐他将之来，即墨残矣。”燕王固已疑乐毅，得齐反间，乃使骑劫代将而召乐毅。乐毅知王不善代之，遂奔赵。燕将士由是愤惋不和。\r\n田单令城中人，食必祭其先祖于庭，飞鸟皆翔舞而下城中。燕人怪之，田单因宣言曰：“当有神师下教我。”有一卒曰：“臣可以为师乎？”因反走。田单起引还，坐东乡，师事之。卒曰：“臣欺君。”田单曰：“子勿言也。”因师之，每出约束，必称神师。乃宣言曰：“吾唯惧燕军之劓所得齐卒，置之前行，即墨败矣！”燕人闻之，如其言。城中见降者尽劓，皆怒，坚守，唯恐见得。单又纵反间，言：“吾惧燕人掘吾城外冢墓，可为寒心！”燕军尽掘冢墓，烧死人。齐人从城上望见，皆涕泣，共欲出战，怒自十倍。田单知士卒之可用，乃身操版、锸，与士卒分功；妻妾编于行伍之间；尽散饮食飨士。令甲卒皆伏，使老、弱、女子乘城，遣使约降于燕，燕军皆呼万岁。田单又收民金得千镒，令即墨富豪遗燕将，曰：“即降，愿无虏掠吾族家。”燕将大喜，许之。燕军益懈。田单乃收城中，得牛千馀，为绛缯衣，画以五采龙文，束兵刃于其角，而灌脂束苇于其尾，烧其端，凿城数十穴，夜纵牛，壮士五千人随其后。牛尾热，怒而奔燕军。燕军大惊，视牛皆龙文，所触尽死伤。而城中鼓噪从之，老弱皆击铜器为声，声动天地。燕军大骇，败走。齐人杀骑劫，追亡逐北，所过城邑皆叛燕，复为齐。田单兵日益多，乘胜，燕日败亡，走至河上，而齐七十馀城皆复焉。乃迎襄王于莒。入临淄，封田单为安平君。齐王以太史敫之女为后，生太子建。太史敫曰：“女不取媒，因自嫁，非吾种也，污吾世！”终身不见君王后，君王后亦不以不见故失人子之礼。\r\n赵王封乐毅于观津，尊宠之，以警动于燕、齐。燕惠王乃使人让乐毅，且谢之曰：“将军过听，以与寡人有隙，遂捐燕归赵。将军自为计则可矣，而亦何以报先王这所以遇将军之意乎？”乐毅报书曰：“昔伍子胥说听于阖闾而吴远迹至郢；夫差弗是也，赐之鸱夷而浮之江。吴王不寤先论之可以立功，故沈子胥而不悔；子胥不蚤见主之不同量，是以至于入江而不化。夫免自立功以明先王之迹，臣之上计也。离毁辱之诽谤，堕先王之名，臣之所大恐也。临不测之罪，以幸为利，义之所不敢出也。臣闻古之君子，交绝不出恶声，忠臣去国，不洁其名。臣虽不佞，数奉教于君子矣。唯君王之留意焉！”于是燕王复以乐毅子闲为昌国君，而乐毅往来复通燕，卒于赵，号曰望诸君。\r\n田单相齐，过淄水，有老人涉淄而寒，出水不能行。田单解其裘而衣之。襄王恶之，曰：“田单之施于人，将欲以取我国乎？不早图，恐后之变也。”左右顾无人，岩下有贯珠者，襄王呼而问之曰：“汝闻吾言乎？”对曰：“闻之。”王曰：“汝以为何如？”对曰：“王不如因以为己善。王嘉单之善，下令曰：‘寡人忧民之饥也，单收而食之；寡人忧民之寒也，单解裘而衣之；寡人忧劳百姓，而单亦忧之，称寡人之意。’单有是善而王嘉之，单之善亦王之善也。”王曰：“善。”乃赐单牛酒。后数日，贯珠者复见王曰：“王朝日宜召田单而揖之于庭，口劳之。乃布令求百姓之饥寒者，收穀之。”乃使人听于闾里，闻大夫之相与语者曰：“田单之爱人，嗟，乃王之教也！”\r\n田单任貂勃于王。王有所幸臣九人，欲伤安平君，相与语于王曰：“燕之伐齐之时，楚王使将军将万人而佐齐。今国已定而社稷已安矣，何不使使者谢于楚王？”王曰：“左右孰可？”九人之属曰：“貂勃可。”貂勃使楚，楚王受而觞之，数月不反。九人之属相与语于王曰：“夫一人之身而牵留万乘者，岂不以据势也哉！且安平君之与王也，君臣无异而上下无别。且其志欲为不善，内抚百姓，外怀戎翟，礼天下之贤士，其志欲有为也，愿王之察之！”异日，王曰：“召相单而来！”田单免冠、徒跣、肉袒而进，退而请死罪，五日而王曰：“子无罪于寡人。子为子之臣礼，吾为吾之王礼而已矣。”貂勃从楚来，王赐之酒。酒酣，王曰：“召相单而来！”貂勃避席稽首曰：“王上者孰与周文王？”王曰：“吾不若也。”貂勃曰：“然，臣固知王不若也。下者孰与齐桓公？”王曰：“吾不若也。”貂勃曰：“然，臣固知王不若也。然则周文王得吕尚以为太公，齐桓公得管夷吾以为仲父，今王得安平君而独曰‘单’，安得此亡国之言乎！且自天地之辟，民人之始，为人臣之功者，谁有厚于安平君者哉？王不能守王之社稷，燕人兴师而袭齐，王走而之城阳之山中，安平君以惴惴即墨三里之城，五里之郭，敝卒七千人，禽其司马而反千里之齐，安平君之功也。当是之时，舍城阳而自王，天下莫之能止。然而计之于道，归之于义，以为不可，故栈道木阁而迎王与后于城阳山中，王乃得反，子临百姓。今国已定，民已安矣，王乃曰‘单’，婴儿之计不为此也。王亟杀此九子者以谢安平君，不然，国其危矣！”乃杀九子而逐其家，益封安平君以夜邑万户。\r\n田单将攻狄，往见鲁仲连。鲁仲连曰：“将军攻狄，不能下也。”田单曰：“臣以即墨破亡馀卒破万乘之燕，复齐之墟，今攻狄而不下，何也？”上车弗谢而去，遂攻狄，三月不克。齐小儿谣曰：“大冠若箕，修剑拄颐。攻狄不能下，垒枯骨成丘。”田单乃惧，问鲁仲连曰：“先生谓单不能下狄，请问其说。”鲁仲连曰：“将军之在即墨，坐则织蒉，立则仗锸，为士卒倡曰：‘无可往矣！宗庙亡矣！今日尚矣！归于何党矣！’当此之时，将军有死之心，士卒先无之气，闻君言莫不挥泣奋臂而欲战，此所以破燕也。当今将军东有夜邑之奉，西有淄上之娱，黄金横带而骋乎淄、渑之间，有生之乐，无死之心，所以不胜也。”田单曰：“单之有心，先生志之矣。”明日，乃厉气循城，立于矢石之所，援袍鼓之。狄人乃下。\r\n初，齐湣王既灭宋，欲去孟尝君。孟尝君奔魏，魏昭王以为相，与诸侯共伐破齐。湣王死，襄王复国，而孟尝君中立为诸侯，无所属。襄王新立，畏孟尝君，与之连和。孟尝君卒，诸子争立，而齐、魏共灭薛，孟尝君绝嗣。\r\n赧王中三十七年（癸未，公元前二七八年）\r\n秦大良造白起伐楚，拔郢，烧夷陵。楚襄王兵散，遂不复战，东北徙都于陈。秦以郢为南郡，封白起为武安君。\r\n赧王中三十八年（甲申，公元前二七七年）\r\n秦武安君定巫、黔中，初置黔中郡。\r\n魏昭王薨，子安釐王立。\r\n赧王中三十九年（乙酉，公元前二七六年）\r\n秦武安君伐魏，拔两城。\r\n楚王收东地兵，得十馀万，复西取江南十五邑。\r\n魏安釐王封其弟无忌为信陵君。\r\n赧王中四十年（丙戌，公元前二七五年）\r\n秦相国穰侯伐魏。韩暴鸢救魏，穰侯大破之，斩首四万。暴鸢走开封。魏纳八城以和。穰侯复伐魏，走芒卯，入北宅。遂围大梁，魏人割温以和。\r\n赧王中四十一年（丁亥，公元前二七四年）\r\n魏复与齐合从。秦穰侯伐魏，拔四城，斩首四万。\r\n鲁缗公薨，子顷公雠立。\r\n赧王中四十二年（戊子，公元前二七三年）\r\n赵人、魏人伐韩华阳。韩人告急于秦，秦王弗救。韩相国谓陈筮曰：“事急矣！愿公虽病，为一宿之行。”陈筮如秦，见穰侯。穰侯曰：“事急乎？故使公来。”陈筮曰：“未急也。”穰侯怒曰：“何也？”陈筮曰：“彼韩急则将变而他从；以未急，故复来耳。”穰侯曰：“请发兵矣。”乃与武安君及客卿胡阳救韩，八日而至，败魏军于华阳之下，走芒卯，虏三将，斩首十三万。武安君又与赵将贾偃战，沈其卒二万人于河。魏段干子请割南阳予秦以和。苏代谓魏王曰：“欲玺者，段干子也；欲地者，秦也。今王使欲地者制玺，欲玺者制地，魏地尽矣！夫以地事秦，犹抱薪救火，薪不尽，火不灭。”王曰：“是则然也。虽然，事始已行，不可更矣！”对曰：“夫博之所以贵枭者，便则食，不便则止。今何王之用智不如用枭也？”魏王不听，卒以南阳为和，实修武。\r\n韩釐王薨，子桓惠王立。\r\n韩、魏既服于秦，秦王将使武安君与韩、魏伐楚，未行，而楚使者黄歇至，闻之，畏秦乘胜一举而灭楚也，乃上书曰：“臣闻物至则反，冬、夏是也；致至则危，累棋是也。今大国之地，遍天下有其二垂，此从生民已来，万乘之地未尝有也。先王三世不忘接地于齐，以绝从亲之要。今王使盛桥守事于韩，盛桥以其地入秦，是王不用甲，不信威，而得百里之地，王可谓能矣！王又举甲而攻魏，杜大梁之门，举河内，拔燕、酸枣、虚、桃，入邢，魏之兵云翔而不敢救，王之功亦多矣！王休甲息众，二年而后复之，又并蒲、衍、首、垣以临仁、平丘，黄、济阳婴城而魏氏服。王又割濮磨之北，注齐、秦之要，绝楚、赵之脊，天下五合六聚而不敢救，王之威亦单矣！王若能保功守威，绌攻取之心，而肥仁义之地，使无后患，三王不足四，五伯不足六也！王若负人徒之众，仗兵革之强，乘毁魏之威，而欲以力臣天下之主，臣恐其有后患也。《诗》曰：‘靡不有初，鲜克有终。’《易》曰：‘狐涉水，濡其尾。’此言始之易，终之难也。昔吴之信越也，从而伐齐，既胜齐人于艾陵，还为越禽于三江之浦。智氏之信韩、魏也，从而伐赵，攻晋阳城，胜有日矣，韩、魏叛之，杀智伯瑶于凿台之下。今王妒楚之不毁，而忘毁楚之强韩、魏也，臣为王虑而不取也。夫楚国，援也；邻国，敌也。今王信韩、魏之善王，此正吴之信越也，臣恐韩、魏卑辞除患而实欲欺大国也。何则？王无重世之德于韩、魏而有累世之怨焉。夫韩、魏父子兄弟接踵而死于秦者将十世矣，故韩、魏之不亡，秦社稷之忧也。今王资之与攻楚，不亦过乎！且攻楚将恶出兵？王将借路于仇雠之韩、魏乎？兵出之日而王忧其不反也。王若不借路于仇雠之韩、魏，必攻随水右壤，此皆广川、大水、山林、溪谷，不食之地。是王有毁楚之名而无得地之实也。且王攻楚之日，四国必悉起兵以应王。秦、楚之兵构而不离；魏氏将出而攻留、方舆、铚、湖陵、砀、萧、相，故宋必尽；齐人南面攻楚，泗上必举。此皆平原四达膏腴之地。如此，则天下之国莫强于齐、魏矣。臣为王虑，莫若善楚。秦、楚合而为一以临韩，韩必敛手而朝；王施以东山之险，带以曲河之利，韩必为关内之侯。若是而王以十万戍郑，梁氏寒心，许、鄢陵婴城而上蔡、召陵不往来也。如此，魏亦关内侯矣。王壹善楚而关内两万乘之主注地于齐，齐右壤可拱手而取也。王之地一经两海，要约天下，是燕、赵无齐、楚，齐、楚无燕、赵也。然后危动燕、赵，直摇齐、楚，此四国者不待痛而服矣。”\r\n王从之，止武安君而谢韩、魏，使黄歇归，约亲于楚。\n\n作者：司马光",
        "《资治通鉴 · 卷六 · 秦纪一》\n起柔兆敦牂，尽昭阳作噩，凡二十八年。\r\n昭襄王五十二年（丙午，公元前二五五年）\r\n河东守王稽坐与诸侯通，弃市。应侯日以不怿。王临朝而叹，应侯请其故。王曰：“今武安君死，而郑安平、王稽等皆畔，内无良将而外多敌国，吾是以忧。”应侯惧，不知所出。燕客蔡泽闻之，西入秦，先使人宣言于应侯曰：“蔡泽，天下雄辩之士。彼见王，必困君而夺君之位。”应侯怒，使人召之。蔡泽见应侯，礼又倨。应侯不快，因让之曰：“子宣言欲代我相，请闻其说。”蔡泽曰：“吁，君何见之晚也！夫四时之序，成功者去。君独不见夫秦之商君、楚之吴起、越之大夫种，何足愿与？”应侯谬曰：“何为不可？！此三子者，义之至也，忠之尽也。君子有杀身以成名，死无所恨！”蔡泽曰：“夫人立功岂不期于成全邪？身名俱全者，上也；名可法而身死者，次也；名僇辱而身全者，下也。夫商君、吴起、大夫种，其为人臣尽忠致功，则可愿矣。闳夭、周公，岂不亦忠且圣乎？！三子之可愿，孰与闳夭、周公哉？”应侯曰：“善。”蔡泽曰：“然则君之主惇厚旧故，不倍功臣，孰与孝公、楚王、越王？”曰：“未知何如。”蔡泽曰：“君之功能孰与三子？”曰：“不若。”蔡泽曰：“然则君身不退，患恐甚于三子矣。语曰：‘日中则移，月满则亏。’进退嬴缩，与时变化，圣人之道也。今君之怨已雠而德已报，意欲至矣而无变计，窃为君危之。”应侯遂延以为上客，因荐于王。王召与语，大悦，拜为客卿。应侯因谢病免。王新悦蔡泽计画，遂以为相国，泽为相数月，免。\r\n楚春申君以荀卿为兰陵令。荀卿者，赵人，名况，尝与临武君论兵于赵孝成王之前。王曰：“请问兵要。”临武君对曰：“上得天时，下得地利，观敌之变动，后之发，先之至，此用兵之要术也。”荀卿曰：“不然。臣所闻古之道，凡用兵攻战之本，在乎一民。弓矢不调，则羿不能以中；六马不和，则造父不能以致远；士民不亲附，则汤、武不能以必胜也。故善附民者，是乃善用兵者也。故兵要在乎附民而已。”临武君曰：“不然。兵之所贵者势利也，所行者变诈也。善用兵者感忽悠闇，莫知所从出。孙吴用之，无敌于天下，岂必待附民哉！”荀卿曰：“不然。臣之所道，仁人之兵，王者之志也。君之所贵，权谋势利也。仁人之兵，不可诈也。彼可诈者，怠慢者也，露袒者也，君臣上下之间滑然有离德者也。故以桀诈桀，犹巧拙有幸焉。以桀诈尧，譬之以卵投石，以指桡沸，若赴水火，入焉焦没耳。故仁人之兵，上下一心，三军同力。臣之于君也，下之于上也，若子之事父，弟之事兄，若手臂之扞头目而覆胸腹也。诈而袭之，与先惊而后击之，一也。且仁人用十里之国则将有百里之听，用百里之国则将有千里之听，用千里之国则将有四海之听，必将聪明警戒，和傅而一。故仁人之兵，聚则成卒，散则成列，延则若莫耶之长刃，婴之者断；兑则若莫耶之利锋，当之者溃。圜居而方止，则若盘石然，触之者角摧而退耳。且夫暴国之君，将谁与至哉？彼其所与至者，必其民也。其民之亲我欢若父母，其好我芬若椒兰；彼反顾其上则若灼黥，若仇雠；人之情，虽桀、跖，岂有肯为其所恶，贼其所好者哉！是犹使人之子孙自贼其父母也。彼必将来告之，夫又何可诈也！故仁人用国日明，诸侯先顺者安，后顺者危，敌之者削，反之者亡。《诗》曰：‘武王载发，有虔秉钺，如火烈烈，则莫我敢遏，’此之谓也。”\r\n孝成王、临武君曰：“善。请问王者之兵，设何道，何行而可？”荀卿曰：“凡君贤者其国治，君不能者其国乱；隆礼贵义者其国治，简礼贱义者其国乱。治者强，乱者弱，是强弱之本也。上足卬则下可用也，上不足卬则下不可用也。下可用则强，下不可用则弱，是强弱之常也。好士者强，不好士者弱；爱民者强，不爱民者弱；政令信者强，政令不信者弱；重用兵者强，轻用兵者弱；权出一者强，权出二者弱；是强弱之常也。齐人隆技击，其技也，得一首者则赐赎锱金，无本赏矣。是事小敌毳，则偷可用也；事大敌坚，则涣焉离耳。若飞鸟然，倾侧反覆无日，是亡国之兵也，兵莫弱是矣，是其去赁市佣而战之几矣。魏氏之武卒，以度取之；衣三属之甲，操十二石之弩，负矢五十个，置戈其上，冠胄带剑，赢二日之粮，日中而趋百里；中试则复其户，利其田宅。是其气力数年而衰，而复利未可夺也，改造则不易周也，是故地虽大，其税必寡，是危国之兵也。秦人，其生民也狭隘，其使民也酷烈，劫之以势，隐之以厄，忸之以庆赏，之以刑罚，使民所以要利于上者，非斗无由也。使以功赏相长，五甲首而隶五家，是最为众强长久之道。故四世有胜，非幸也，数也。故齐之技击不可以遇魏之武卒，魏之武卒不可以遇秦之锐士，秦之锐士不可以当桓、文之节制，桓、文之节制不可以当汤、武之仁义，有遇之者，若以焦熬投石焉。兼是数国者，皆干赏蹈利之兵也，佣徒鬻卖之道也，未有贵上安制綦节之理也。诸侯有能微妙之以节，则作而兼殆之耳。故招延募选，隆势诈，尚功利，是渐之也。礼义教化，是齐之也。故以诈遇诈，犹有巧拙焉；以诈遇齐，譬之犹以锥刀堕太山也。故汤、武之诛桀、纣也，拱挹指麾，而强暴之国莫不趋使，诛桀、纣若诛独夫。故《泰誓》曰：‘独夫纣，’此之谓也。故兵大齐则制天下，小齐则治邻敌。若夫招延募选，隆势诈，尚功利之兵，则胜不胜无常，代翕代张，代存代亡，相为雌雄耳。夫是之谓盗兵，君子不由也。”\r\n孝成王、临武君曰：“善。请问为将。”荀卿曰：“知莫大乎弃疑，行莫大乎无过，事莫大乎无悔。事至无悔而止矣，不可必也。故制号政令，欲严以威；庆赏刑罚，欲必以信；处舍收藏，欲周以固；徙举进退，欲安以重，欲疾以速；窥敌观变，欲潜以深，欲伍以参；遇敌决战，必行吾所明，无行吾所疑；夫是之谓六术。无欲将而恶废，无怠胜而忘败，无威内而轻外，无见其利而不顾其害，凡虑事欲熟而用财欲泰，夫是之谓五权。将所以不受命于主有三，可杀而不可使处不完，可杀而不可使击不胜，可杀而不可使欺百姓，夫是之谓三至。凡受命于主而行三军，三军既定，百官得序，群物皆正，则主不能喜，敌不能怒，夫是之谓至臣。虑必先事而申之以敬，慎终如始，始终如一，夫是之谓大吉。凡百事之成也必在敬之，其败也必在慢之。故敬胜怠则吉，怠胜敬则灭；计胜欲则从，欲胜计则凶。战如守，行如战，有功如幸。敬谋无旷，敬事无旷，敬吏无旷，敬众无旷，敬敌无旷，夫是之谓五无旷。慎行此六术、五权、三至，而处之以恭敬、无旷，夫是之谓天下之将，则通于神明矣。”\r\n临武君曰：“善。请问王者之军制。”荀卿曰：“将死鼓，御死辔，百吏死职，士大夫死行列。闻鼓声而进，闻金声而退。顺命为上，有功次之。令不进而进，犹令不退而退也，其罪惟均。不杀老弱，不猎禾稼，服者不禽，格者不赦，奔命者不获。凡诛，非诛其百姓也，诛其乱百姓者也。百姓有捍其贼，则是亦贼也。以故顺刃者生，傃刃者死，奔命者贡。微子开封于宋，曹触龙断于军，商之服民，所以养生之者无异周人，故近者歌讴而乐之，远者竭蹶而趋之，无幽闲辟陋之国，莫不趋使而安乐之，四海之内若一家，通达之属莫不从服，夫是之谓人师。《诗》曰：‘自西自东，自南自北，无思不服。’此之谓也。王者有诛而无战，城守不攻，兵格不击，敌上下相喜则庆之，不屠城，不潜军，不留众，师不越时，故乱者乐其政，不安其上，欲其至也。”临武君曰：“善。”\r\n陈嚣问荀卿曰：“先生议兵，常以仁义为本。仁者爱人，义者循理，然则又何以兵为？凡所为有兵者，为争夺也。”荀卿曰：“非汝所知也。彼仁者爱人，爱人，故恶人之害之也；义者循理，循理，故恶人之乱之也。彼兵者，所以禁暴除害也，非争夺也。”\r\n燕孝王薨，子喜立。\r\n周民东亡。秦人取其宝器，迁西周公于惮狐之聚。\r\n楚人迁鲁于莒而取其地。\r\n昭襄王五十三年（丁未，公元前二五四年）\r\n摎伐魏，取吴城。韩王入朝。魏举国听令。\r\n昭襄王五十四年（戊申，公元前二五三年）\r\n王郊见上帝于雍。\r\n楚迁于巨阳。\r\n昭襄王五十五年（己酉，公元前二五二年）\r\n卫怀君朝于魏，魏人执而杀之；更立其弟，是为元君。元君，魏婿也。\r\n昭襄王五十六年（庚戌，公元前二五一年）\r\n秋，王薨，孝文王立。尊唐八子为唐太后，以子楚为太子。赵人奉子楚妻子归之。韩王衰绖入吊祠。\r\n燕王喜使栗腹约欢于赵，以五百金为赵王酒。反而言于燕王曰：“赵壮者皆死长平，其孤未壮，可伐也。”王召昌国君乐闲问之，对曰：“赵四战之国，其民习兵，不可。”王曰：“吾以五而伐一。”对曰：“不可。”王怒。群臣皆以为可，乃发二千乘，栗腹将而攻鄗，卿秦攻代。将渠曰：“与人通关约交，以五百金饮人之王，使者报而攻之，不祥，师必无功。”王不听，自将偏军随之。将渠引王之绶，王以足蹙之。将渠泣曰：“臣非自为，为王也！”燕师至宋子，赵廉颇为将，逆击之，败栗腹于鄗，败卿秦、乐乘于代，追北五百馀里，遂围燕。燕人请和，赵人曰：“必令将渠处和。”燕王以将渠为相而处和，赵师乃解去。\r\n赵平原君卒。\r\n秦孝文王\r\n昭襄王元年（辛亥，公元前二五零年）\r\n冬，十月，已亥，王即位；三日薨。子楚立，是为庄襄王。尊华阳夫人为华阳太后，夏姬为夏太后。\r\n燕将攻齐聊城，拔之。或谮之燕王，燕将保聊城，不敢归。齐田单攻之，岁馀不下，鲁仲连乃为书，约之矢以射城中，遗燕将，为陈利害曰：“为公计者，不归燕则归齐。今独守孤城，齐兵日益而燕救不至，将何为乎？”燕将见书，泣三日，犹豫不能自决，欲归燕，已有隙；欲降齐，所杀虏于齐甚众，恐已降而后见辱。喟然叹曰：“与人刃我，宁我自刃！”遂自杀。聊城乱，田单克聊城。归，言鲁仲连于齐王，欲爵之。仲连逃之海上，曰：“吾富贵而诎于人，宁贫贱而轻世肆志焉！”\r\n魏安釐王问天下之高士于子顺，子顺曰：“世无其人也；抑可以为次，其鲁仲连乎！”王曰：“鲁仲连强作之者，非体自然也。”子顺曰：“人皆作之。作之不止，乃成君子；作之不变，习与体成；习与体成，则自然也。”\r\n秦庄襄王\r\n昭襄王元年（壬子，公元前二四九年）\r\n吕不韦为相国。\r\n东周君为诸侯谋伐秦，王使相国帅师讨灭之，迁东周君于阳人聚。周既不祀。周比亡，凡有七邑：河南、洛阳、穀城、平阴、偃师、巩、缑氏。\r\n以河南、洛阳十万户封相国不韦为文信侯。\r\n蒙骜伐韩，取成皋、荥阳，初置三川郡。\r\n楚灭鲁，迁鲁顷公于卞，为家人。\r\n昭襄王二年（癸丑，公元前二四八年）\r\n日有食之。\r\n蒙骜伐赵，定太原，取榆次、狼孟等三十七城。\r\n楚春申君言于楚王曰：“淮北地边于齐，其事急，请以为郡而封于江东。”楚王许之。春申君因城吴故墟以为都邑，宫室极盛。\r\n昭襄王三年（甲寅，公元前二四七年）\r\n王龁攻上党诸城，悉拔之，初置太原郡。\r\n蒙骜帅师伐魏，取高都、汲。魏师数败，魏王患之，乃使人请信陵君于赵。信陵君畏得罪，不肯还，诫门下曰：“有敢为魏使通者死！”宾客莫敢谏。毛公、薛公见信陵君曰：“公子所以重于诸侯者，徒以有魏也。今魏急而公子不恤，一旦秦人克大梁，夷先王之宗庙，公子当何面目立天下乎！”语未卒，信陵君色变，趣驾还魏。魏王持信陵君而泣，以为上将军。信陵君使人求援于诸侯。诸侯闻信陵君复为魏将，皆遣兵救魏。信陵君率五国之师败蒙骜于河外，蒙骜遁走。信陵君追至函谷关，抑之而还。安陵人缩高之子仕于秦，秦使之守管。信陵君攻之不下，使人谓安陵君曰：“君其遣缩高，吾将仕之以五大夫，使为执节尉。”安陵君曰：“安陵，小国也，不能必使其民。使者自往请之。”使吏导使者至缩高之所。使者致信陵君之命，缩高曰：“君之幸高也，将使高攻管也。夫父攻子守，人之笑也；见臣而下，是倍主也。父教子倍，亦非君之所喜。敢再拜辞！”使者以报信陵君。信陵君大怒，遣使之安陵君所曰：“安陵之地，亦犹魏也。今吾攻管而不下，则秦兵及我，社稷必危矣。愿君生束缩高而致之！若君弗致，无忌将发十万之师以造安陵之城下！”安陵君曰：“吾先君成侯受诏襄王以守此城也，手授太府之宪，宪之上篇曰：‘子弑父，臣弑君，有常不赦。国虽大赦，降城亡子不得与焉。’今缩高辞大位以全父子之义，而君曰‘必生致之’，是使我负襄王之诏而废太府之宪也，虽死，终不敢行！”缩高闻之曰：“信陵君为人，悍猛而自用，此辞反必为国祸。吾已全己，无违人臣之义矣，岂可使吾君有魏患乎！”乃之使者之舍，刎颈而死。信陵君闻之，缟素辟舍，使使者谢安陵君曰：“无忌，小人也，困于思虑，失信于君，请再拜辞罪！”\r\n王使人行万金于魏以间信陵君，求得晋鄙客，令说魏王曰：“公子亡在外十年矣，今复为将，诸侯皆属，天下徒闻信陵君而不闻魏王矣。”王又数使人贺信陵君：“得为魏王未也？”魏王日闻其毁，不能不信，乃使人代信陵君将兵。信陵君自知再以毁废，乃谢病不朝，日夜以酒色自娱，凡四岁而卒。韩王往吊，其子荣之，以告子顺。子顺曰：“必辞之以礼。‘邻国君吊，君为之主。’今君不命子，则子无所受韩君也。”其子辞之。\r\n五月，丙午，王薨。太子政立，生十三年矣，国事皆委于文信侯，号称仲父。\r\n晋阳反。\r\n秦始皇帝上\r\n昭襄王元年（乙卯，公元前二四六年）\r\n蒙骜击定之。\r\n韩欲疲秦人，使无东伐，乃使水工郑国为间于秦，凿泾水自仲山为渠，并北山，东注洛。中作而觉，秦人欲杀之。郑国曰：“臣为韩延数年之命，然渠成，亦秦万世之利也。”乃使卒为之。注填阏之水溉舄卤之地四万馀顷，收皆亩一钟，关中由是益富饶。\r\n昭襄王二年（丙辰，公元前二四五年）\r\n麃公将卒攻卷，斩首三万。\r\n赵以廉颇为假相国，伐魏，取繁阳。赵孝成王薨，子悼襄王立，使武襄君乐乘代廉颇。廉颇怒，攻武襄君，武襄君走，廉颇出奔魏。久之，魏不能信用。赵师数困于秦，赵王思复得廉颇，廉颇亦思复用于赵。赵王使使者视廉颇尚可用否。廉颇之仇郭开多与使者金，令毁之。廉颇见使者，一饭斗米，肉十斤，被甲上马，以示可用。使者还报曰：“廉将军虽老，尚善饭；然与臣坐，顷之三遗矢矣。”赵王以为老，遂不召。楚人阴使迎之。廉颇一为楚将，无功，曰：“我思用赵人。”卒死于寿春。\r\n昭襄王三年（丁巳，公元前二四四年）\r\n大饥。\r\n蒙骜伐韩，取十二城。\r\n赵王以李牧为将，伐燕，取武遂、方城。李牧者，赵之北边良将也，尝居代、雁门备匈奴，以便宜置吏，市租皆输入莫府，为士卒费，日击数牛飨士；习骑射，谨烽火，多间谍，为约曰：“匈奴即入盗，急入收保。有敢捕虏者斩！”匈奴每入，烽火谨，辄入收保不战。如是数岁，亦不亡失。匈奴皆以为怯，虽赵边兵亦以为吾将怯。赵王让之，李牧如故。王怒，使他人代之。岁馀，屡出战，不利，多失亡，边不得田畜。王复请李牧，李牧杜门称病不出。王强起之，李牧曰：“必用臣，臣如前，乃敢奉令。”王许之。\r\n李牧至边，如约。匈奴数岁无所得，终以为怯。边士日得赏赐而不用，皆愿一战。于是乃具选车得千三百乘，选骑得万三千匹，百金之士五万人，彀者十万人，悉勒习战；大纵畜牧、人民满野。匈奴小入，佯北不胜，以数十人委之。单于闻之，大率众来入。李牧多为奇陈，张左、右翼击之，大破之，杀匈奴十馀万骑，灭衤詹褴，破东胡，降林胡。单于奔走，十馀岁不敢近赵边。\r\n先是时，天下冠带之国七，而三国边于戎狄：秦自陇以西有绵诸、绲戎、翟、之戎，岐、梁、泾、漆之北有义渠、大荔、乌氏、朐衍之戎；而赵北有林胡、楼烦之戎；燕北有东胡、山戎；各分散居溪谷，自有君长，往往而聚者百有馀戎，然莫能相一。其后义渠筑城郭以自守，而秦稍蚕食之，至惠王遂拔义渠二十五城。昭王之时，宣太后诱义渠王，杀诸甘泉，遂发兵伐义渠，灭之；始于陇西、北地、上郡筑长城以拒胡。赵武灵王北破林胡、楼烦，筑长城，自代并阴山下，至高阙为塞，而置云中、雁门、代郡。其后燕将秦开为质于胡，胡甚信之；归而袭破东胡，东胡却千馀里；燕亦筑长城，自造阳至襄平，置上谷、渔阳、右北平、辽东郡以距胡。及战国之末而匈奴始大。\r\n昭襄王四年（戊午，公元前二四三年）\r\n春，蒙骜伐魏，取旸、有诡。三月，军罢。\r\n秦质子归自赵；赵太子出归国。\r\n七月，蝗，疫。令百姓纳粟千石，拜爵一级。\r\n魏安釐王薨，子景湣王立。\r\n昭襄王五年（己未，公元前二四二年）\r\n蒙骜伐魏，取酸枣、燕、虚、长平、雍丘、山阳等二十城；初置东郡。\r\n初，剧辛在赵与庞爰善，已而仕燕。燕王见赵数困于秦，廉颇去而庞爰为将，欲因其敝而攻之，问于剧辛，对曰：“庞爰易与耳。”燕王使剧辛将而伐赵。赵庞爰御之，杀剧辛，取燕师二万。\r\n诸侯患秦攻伐无已时。\r\n昭襄王六年（庚申，公元前二四一年）\r\n楚、赵、魏、韩、卫合从以伐秦，楚王为从长，春申君用事，取寿陵。至函谷，秦师出，五国之师皆败走。楚王以咎春申君，春申君以此益疏。观津人朱英谓春申君曰：“人皆以楚为强，君用之而弱。其于英不然。先君时，秦善楚，二十年而不攻楚，何也？秦逾黾厄之塞而攻楚，不便；假道于两周，背韩、魏而攻楚，不可。今则不然。魏旦暮亡，不能爱许、鄢陵，魏割以与秦，秦兵去陈百六十里。臣之所观者，见秦、楚之日斗也。”楚于是去陈，徙寿春，命曰郢。春申君就封于吴，行相事。\r\n秦拔魏朝歌，及卫濮阳。卫元君率其支属徙居野王，阻其山以保魏之河内。\r\n昭襄王七年（辛酉，公元前二四零年）\r\n伐魏，取汲。\r\n夏太后薨。\r\n蒙骜卒。\r\n昭襄王八年（壬戌，公元前二三九年）\r\n魏与赵鄴。\r\n韩桓惠王薨，子安立。\r\n昭襄王九年（癸亥，公元前二三八年）\r\n伐魏，取垣、浦。\r\n夏，四月，寒，民有冻死者。\r\n王宿雍。\r\n己酉，王冠，带剑。\r\n杨端和伐魏，取衍氏。\r\n初，王即位，年少，太后时时与文信侯私通。王益壮，文信侯恐事觉，祸及己，乃诈以舍人嫪毐为宦者，进于太后。太后幸之，生二子，封毐为长信侯，以太原为毐国，政事皆决于毐；客求为毐舍人者甚众。王左右有与毐争言者，告毐实非宦者，王下吏治毐。毐惧，矫王御玺发兵，欲攻蕲年宫为乱。王使相国昌平君、昌文君发卒攻毐，战咸阳，斩首数百；毐败走，获之。秋，九月，夷毐三族；党与皆车裂灭宗；舍人罪轻者徙蜀，凡四千馀家。迁太后于雍萯阳宫，杀其二子。下令曰：“敢以太后事谏者，戮而杀之，断其四支，积之阙下！”死者二十七人。齐客茅焦上谒请谏。王使谓之曰：“若不见夫积阙下者邪？”对曰：“臣闻天有二十八宿，今死者二十七人，臣之来固欲满其数耳。臣非畏死者也！”使者走入白之。茅焦邑子同食者，尽负其衣物而逃王。王大怒曰：“是人也，故来犯吾，趣召镬烹之，是安得积阙下哉！”王按剑怒而坐，口正沫出。使者召之入，茅焦徐行至前，再拜谒起，称曰：“臣闻有生者不讳死，有国者不讳亡。讳死者不可以得生，讳亡者不可以得存。死生存亡，圣主所欲急闻也，陛下欲闻之乎？”王曰：“何谓也？”茅焦曰：“陛下有狂悖之行，不自知邪？车裂假父，囊扑二弟，迁母于雍，残戮谏士，桀、纣之行不至于是矣。令天下闻之，尽瓦解，无向秦者，臣窃为陛下危之！臣言已矣！”乃解衣伏质。王下殿，手自接之曰：“先生起就衣，今愿受事！”乃爵之上卿。王自驾，虚左方，往迎太后，归于咸阳，复为母子如初。\r\n楚考烈王无子，春申君患之，求妇人宜子者甚众，进之，卒无子。赵人李园持其妹欲进诸楚王，闻其不宜子，恐久无宠，乃求为春申君舍人。已而谒归，故失期而还。春申君问之，李园曰：“齐王使人求臣之妹，与其使者饮，故失期。”春申君曰：“聘入乎？”曰：“未也。”春申君遂纳之。既而有娠，李园使其妹说春申君曰：“楚王贵幸君，虽兄弟不如也。今君相楚二十馀年而王无子，即百岁后将更立兄弟，彼亦各贵其故所亲，君又安得常保此宠乎！非徒然也，君贵，用事久，多失礼于王之兄弟，兄弟立，祸且及身矣。今妾有娠而人莫知，妾幸君未久，诚以君之重，进妾于王，王必幸之。妾赖天而有男，则是君之子为王也。楚国尽可得，孰与身临不测之祸哉！”春申君大然之。乃出李园妹，谨舍而言诸楚王。王召入，幸之，遂生男，立为太子。\r\n李园妹为王后，李园亦贵用事，而恐春申君泄其语，阴养死士，欲杀春申君以灭口；国人颇有知之者。楚王病，朱英谓春申君曰：“世有无望之福，亦有无望之祸。今君处无望之世，事无望之主，安可以无无望之人乎！”春申君曰：“何谓无望之福？”曰：“君相楚二十馀年矣，虽名相国，其实王也。王今病，旦暮薨，薨而君相幼主，因而当国，王长而反政，不即遂南面称孤，此所谓无望之福也。”“何谓无望之祸？”曰：“李园不治国而君之仇也，不为兵而养死士之日久矣。王薨，李园必先入，据权而杀君以灭口，此所谓无望之祸也。”“何谓无望之人？”曰：“君置臣郎中，王薨，李园先入，臣为君杀之，此所谓无望之人也。”春申君曰：“足下置之。李园，弱人也，仆又善之。且何至此！”朱英知言不用，惧而亡去。后十七日，楚王薨，李园果先入，伏死士于棘门之内。春申君入，死士侠刺之，投其首于棘门之外；于是使吏尽捕诛春申君之家。太子立，是为幽王。\r\n扬子《法言》曰：或问：“信陵、平原、孟尝、春申益乎？”曰：“上失其政，奸臣窃国命，何其益乎！”\r\n王以文信侯奉先王功大，不忍诛。\r\n昭襄王十年（甲子，公元前二三七年）\r\n冬，十月，文信侯免相，出就国。\r\n宗室大臣议曰：“诸侯人来仕者，皆为其主游间耳，请一切逐之。”于是大索，逐客。客卿楚人李斯亦在逐中，行，且上书曰：“昔穆公求士，西取由余于戎，东得百里奚于宛，迎蹇叔于宋，求丕豹、公孙支于晋，并国二十，遂霸西戎。孝公用商鞅之法，诸侯亲服，至今治强。惠王用张仪之计，散六国之从，使之事秦。昭王得范雎，强公室，杜私门。此四君者，皆以客之功。由此观之，客何负于秦哉！夫色、乐、珠、玉不产于秦而王服御者众，取人则不然，不问可否，不论曲直，非秦者去，为客者逐。是所重者在乎色、乐、珠、玉，而所轻者在乎人民也。臣闻太山不让土壤，故能成其大；河海不择细流，故能就其深；王者不却众庶，故能明其德。此五帝、三王之所以无敌也。今乃弃黔首以资敌国，却宾客以业诸侯，所谓藉寇兵而赍盗粮者也。”王乃召李斯，复其官，除逐客之令。李斯至骊邑而还。王卒用李斯之谋，阴遣辩士赍金玉游说诸侯，诸侯名士可下以财者厚遗结之，不肯者利剑刺之，离其君臣之计，然后使良将随其后，数年之中，卒兼天下。\r\n昭襄王十一年（乙丑，公元前二三六年）\r\n赵人伐燕，取狸阳。兵未罢，将军王剪、桓齮、杨端和伐赵，攻鄴，取九城。王剪攻阏与、轑阳，桓齮取鄴、安阳。\r\n赵悼襄王薨，子幽缪王迁立。其母，倡也，嬖于悼襄王，悼襄王废嫡子嘉而立之。迁素以无行闻于国。\r\n文信侯就国岁馀，诸侯宾客使者相望于道，请之。王恐其为变，乃赐文信侯书曰：“君何功于秦，封君河南，食十万户？何亲于秦，号称仲父？其与家属徙处蜀！”文信侯自知稍侵，恐诛。\r\n昭襄王十二年（丙寅，公元前二三五年）\r\n文信侯饮鸩死，窃葬。其舍人临者，皆逐迁之。且曰：“自今以来，操国事不道如嫪毐、不韦者，籍其门，视此！”\r\n扬子《法言》曰：或问：“吕不韦其智矣乎？以人易货。”曰：“谁谓不韦智者欤？以国易宗。吕不韦之盗，穿窬之雄乎！穿窬也者，吾见担石矣，未见雒阳也。”\r\n自六月不雨，至于八月。\r\n发四郡兵助魏伐楚。\r\n昭襄王十三年（丁卯，公元前二三四年）\r\n桓齮伐赵，败赵将扈輙于平阳，斩首十万，杀扈輙。赵王以李牧为大将军，复战于宜安、肥下，秦师败绩，桓齮奔还。赵封李牧为武安君。\r\n昭襄王十四年（戊辰，公元前二三三年）\r\n桓齮伐赵，取宜安、平阳、武城。\r\n韩王纳地效玺，请为籓臣，使韩非来聘。韩非者，韩之诸公子也，善刑名法术之学，见韩之削弱，数以书干韩王，王不能用。于是韩非疾治国不务求人任贤，反举浮淫之蠹而加之功实之上，宽则宠名誉之人，急则用介胄之士，所养非所用，所用非所养。悲廉直不容于邪枉之臣，观往者得失之变，作《孤愤》、《五蠹》、《内、外储》、《说林》、《说难》五十六篇，十馀万言。\r\n王闻其贤，欲见之。非为韩使于秦，因上书说王曰：“今秦地方数千里，师名百万，号令赏罚，天下不如。臣昧死愿望见大王，言所以破天下从之计。大王诚听臣说，一举而天下之从不破，赵不举，韩不亡，荆、魏不臣，齐、燕不亲，霸王之名不成，四邻诸侯不朝，大王斩臣以徇国，以戒为王谋不忠者也。”王悦之，未任用。李斯嫉之，曰：“韩非，韩之诸公子也。今欲并诸侯，非终为韩不为秦，此人情也。今王不用，又留而归之，此自遗患也。不如以法诛之。”王以为然，下吏治非。李斯使人遗非药，令早自杀。韩非欲自陈，不得见。王后悔，使赦之，非已死矣。\r\n扬子《法言》曰：或问：“韩非作《说难》之书而卒死乎说难，敢问何反也？”曰：“《说难》盖其所以死乎！”曰：“何也？”“君子以礼动，以义止，合则进，否则退，确乎不忧其不合也。夫说人而忧其不合，则亦无所不至矣。”或曰：“非忧说之不合，非邪？”曰：“说不由道，忧也。由道而不合，非忧也。”\r\n臣光曰：臣闻君子亲其亲以及人之亲，爱其国以及人之国，是以功大名美而享有百福也。今非为秦画谋，而首欲覆其宗国，以售其言，罪固不容于死矣，乌足愍哉！\r\n昭襄王十五年（己巳，公元前二三二年）\r\n王大兴师伐赵，一军抵鄴，一军抵太原，取狼孟、番吾；遇李牧而还。\r\n初，燕太子丹尝质于赵，与王善。王即位，丹为质于秦，王不礼焉。丹怒，亡归。\r\n昭襄王十六年（庚午，公元前二三一年）\r\n韩献南阳地。九月，发卒受地于韩。\r\n魏人献地。\r\n代地震，自乐徐以西，北至平阴；台屋墙垣太半坏，地坼东西百三十步。\r\n昭襄王十七年（辛未，公元前二三零年）\r\n内史胜灭韩，虏韩王安，以其地置颖川郡。\r\n华阳太后薨。\r\n赵大饥。\r\n卫元君薨，子角立。\r\n昭襄王十八年（壬申，公元前二二九年）\r\n王剪将上地兵下井陉，端和将河内兵共伐赵。赵李牧、司马尚御之。秦人多与赵王嬖臣郭开金，使毁牧及尚，言其欲反。赵王使赵葱及齐将颜聚代之。李牧不受命，赵人捕而杀之；废司马尚。\r\n昭襄王十九年（癸酉，公元前二二八年）\r\n王剪击赵军，大破之，杀赵葱，颜聚亡，遂克邯郸，虏赵王迁。王如邯郸，故与母家有仇怨者皆杀之。还，从太原、上郡归。\r\n太后薨。\r\n王剪屯中山以临燕。赵公子嘉帅其宗族百人奔代，自立为代王，赵之亡，大夫稍稍归之，与燕合兵，军上谷。\r\n楚幽王薨，国人立其弟郝。三月，郝庶兄负刍杀之，自立。\r\n魏景湣王薨，子假立。\r\n燕太子丹怨王，欲报之，以问其傅鞠武。鞠武请西约三晋，南连齐、楚，北媾匈奴以图秦。太子曰：“太傅之计，旷日弥久，令人心惽然，恐不能须也。”顷之，将军樊于期得罪，亡之燕；太子受而舍之。鞠武谏曰：“夫以秦王之暴而积怒于燕，足为寒心，又况闻樊将军之所在乎！是谓委肉当饿虎之蹊也。愿太子疾遣樊将军入匈奴。”太子曰：“樊将军穷困于天下，归身于丹，是固丹命卒之时也，愿更虑之！”鞠武曰：“夫行危以求安，造祸以为福，计浅而怨深，乃连结一人之后交，不顾国家之大害，所谓资怨而助祸矣！”太子不听。\r\n太子闻卫人荆轲之贤，卑辞厚礼而请见之。谓轲曰：“今秦已虏韩王，又举兵南伐楚，北临赵。赵不能支秦，则祸必至于燕。燕小弱，数困于兵，何足以当秦！诸侯服秦，莫敢合从。丹之私计愚，以为诚得天下之勇士使于秦，劫秦王，使悉反诸侯侵地，若曹沫之与齐桓公，则大善矣；则不可，因而刺杀之，彼大将擅兵于外而内有乱，则君臣相疑，以其间，诸侯得合从，其破秦必矣。唯荆卿留意焉！”荆轲许之。于是舍荆卿于上舍，太子日造门下，所以奉养荆轲，无所不至。及王剪灭赵，太子闻之惧，欲遣荆轲行。荆轲曰：“今行而无信，则秦未可亲也。诚得樊将军首与燕督亢之地图，奉献秦王，秦王必说见臣，臣乃有以报。”太子曰：“樊将军穷困来归丹，丹不忍也！”荆轲乃私见樊于期曰：“秦之遇将军，可谓深矣，父母宗族皆为戮没！今闻购将军首，金千斤，邑万家，将奈何？”于期太息流涕曰：“计将安出？”荆卿曰：“愿得将军之首以献秦王，秦王必喜而见臣，臣左手把其袖，右手揕其胸，则将军之仇报而燕见陵之愧除矣！”樊于期曰：“此臣之日夜切齿腐心也！”遂自刎。太子闻之，奔往伏哭，然已无奈何，遂以函盛其首。太子豫求天下之利匕首，使工以药焠之，以试人，血濡缕，人无不立死者。乃装为遣荆轲，以燕勇士秦舞阳为之副，使入秦。\n\n作者：司马光",
        "《资治通鉴 · 卷十一  · 汉纪三》\n起屠维大渊献，尽重光赤奋若，凡三年。\r\n太祖高皇帝中五年（己亥，公元前二零二年）\r\n冬，十月，汉王追项羽至固陵，与齐王信、魏相国越期会击楚；信、越不至，楚击汉军，大破之。汉王复坚壁自守，谓张良曰：“诸侯不从，奈何？”对曰：“楚兵且破，二人未有分地，其不至固宜。君王能与共天下，可立致也。齐王信之立，非君王意，信亦不自坚；彭越本定梁地，始，君王以魏豹故拜越为相国，今豹死，越亦望王，而君王不早定。今能取睢阳以北至穀城皆以王彭越，从陈以东傅海与齐王信。信家在楚，其意欲复得故邑。能出捐此地以许两人，使各自为战，则楚易破也。”汉王从之。于是韩信、彭越皆引兵来。\r\n十一月，刘贾南渡淮，围寿春，遣人诱楚大司马周殷。殷畔楚，以舒屠六，举九江兵迎黥布，并行屠城父，随刘贾皆会。\r\n十二月，项王至垓下，兵少，食尽，与汉战不胜，入壁；汉军及诸侯兵围之数重。项王夜闻汉军四面皆楚歌，乃大惊曰：“汉皆已得楚乎？是何楚人之多也？”则夜起，饮帐中，悲歌慷慨，泣数行下；左右皆泣，莫能仰视。于是项王乘其骏马名骓，麾下壮士骑从者八百馀人，直夜，溃围南出驰走。平明，汉军乃觉之，令骑将灌婴以五千骑追之。项王渡淮，骑能属者才百馀人。至阴陵，迷失道，问一田父，田父绐曰“左”。左，乃陷大泽中，以故汉追及之。项王乃复引兵而东，至东城，乃有二十八骑。汉骑追者数千人，项王自度不得脱，谓其骑曰：“吾起兵至今，八岁矣；身七十馀战，未尝败北，遂霸有天下。然今卒困于此，此天之亡我，非战之罪也。今日固决死，愿为诸君快战，必溃围，斩将，刈旗，三胜之，令诸君知天亡我，非战之罪也。”乃分其骑以为四队，四乡。汉军围之数重。项王谓其骑曰：“吾为公取彼一将。”令四面骑驰下，期山东为三处。于是项王大呼驰下，汉军皆披靡，遂斩汉一将。是时，郎中骑杨喜追项王，项王瞋目而叱之，喜人马俱惊，辟易数里。项王与其骑会为三处，汉军不知项王所在，乃分军为三，复围之。项王乃驰，复斩汉一都尉，杀数十百人。复聚其骑，亡其两骑耳。乃谓其骑曰：“何如？”骑皆伏曰：“如大王言！”于是项王欲东渡乌江，乌江亭长舣船待，谓项王曰：“江东虽小，地方千里，众数十万人，亦足王也。愿大王急渡！今独臣有船，汉军至，无以渡。”项王笑曰：“天之亡我，我何渡为！且籍与江东子弟八千人渡江而西，今无一人还；纵江东父兄怜而王我，我何面目见之！纵彼不言，籍独不愧于心乎！”乃以所乘骓马赐亭长，令骑皆下马步行，持短兵接战。独籍所杀汉军数百人，身亦被十馀创。顾见汉骑司马吕马童，曰：“若非吾故人乎？”马童面之，指示中郎骑王翳曰：“此项王也！”项王乃曰：“吾闻汉购我头千金，邑万户，吾为若德。”乃刎而死。王翳取其头，馀骑相蹂践争项王，相杀者数十人。最其后，杨喜、吕马童及郎中吕胜、杨武各得其一体；五人共会其体，皆是，故分其户，封五人皆为列侯。楚地悉定，独鲁不下；汉王引天下兵欲屠之。至其城下，犹闻弦诵之声，为其守礼义之国，为主死节，乃持项王头以示鲁父兄，鲁乃降。汉王以鲁公礼葬项王于穀城，亲为发哀，哭之而去。诸项氏枝属皆不诛。封项伯等四人皆为列侯，赐姓刘氏；诸民略在楚者皆归之。\r\n太史公曰：羽起陇畮之中，三年，遂将五诸侯灭秦，分裂天下而封王侯，政由羽出；位虽不终，近古以来未尝有也！及羽背关怀楚，放逐义帝而自立；怨王侯叛己，难矣！自矜功伐，奋其私智而不师古，谓霸王之业，欲以力征经营天下。五年，卒亡其国，身死东城，尚不觉寤而不自责，乃引“天亡我，非用兵之罪也，”岂不谬哉！\r\n扬子《法言》：或问：“楚败垓下，方死，曰‘天也！’谅乎？”曰：“汉屈群策，群策屈群力；楚憞群策而自屈其力。屈人者克，自屈者负。天曷故焉！”\r\n汉王还，至定陶，驰入齐王信壁，夺其军。\r\n临江王共尉不降，遣卢绾、刘贾击虏之。\r\n春，正月，更立齐王信为楚王，王淮北，都下邳。封魏相国建城侯彭越为梁王，王魏故地，都定陶。\r\n令曰：“兵不得休八年，万民与苦甚。今天下事毕，其赦天下殊死以下。”\r\n诸侯王皆上疏请尊汉王为皇帝。二月甲午，王即皇帝位于汜水之阳。更王后曰皇后，太子曰皇太子；追尊先媪曰昭灵夫人。诏曰：“故衡山王吴芮，从百粤之兵，佐诸侯，诛暴秦，有大功；诸侯立以为王，项羽侵夺之地，谓之番君。其以芮为长沙王。”又曰：“故粤王无诸，世奉粤祀；秦侵夺其地，使其社稷不得血食。诸侯伐秦，无诸身率闽中兵以佐灭秦，项羽废而弗立。今以为闽粤王，王闽中地。”\r\n帝西都洛阳。\r\n夏，五月，兵皆罢归家。\r\n诏：“民前或相聚保山泽，不书名数。今天下已定，令各归其县，复故爵、田宅；吏以文法教训辨告，勿笞辱军吏卒；爵及七大夫以上，皆令食邑，非七大夫已下，皆复其身及户，勿事。”\r\n帝置酒洛阳南宫，上曰：“彻侯、诸将毋敢隐朕，皆言其情。吾所以有天下者何？项氏之所以失天下者何？”高起、王陵对曰：“陛下使人攻城略地，因以与之，与天下同其利；项羽不然，有功者害之，贤者疑之，此其所以失天下也。”上曰：“公知其一，未知其二。夫运筹帷幄之中，决胜千里之外，吾不如子房；填国家，抚百姓，给饷馈，不绝粮道，吾不如萧何；连百万之众，战必胜，攻必取，吾不如韩信。三者皆人杰，吾能用之，此吾所以取天下者也。项羽有一范增而不能用，此所以为我禽也。”群臣说服。\r\n韩信至楚，召漂母，赐千金。召辱己少年令出胯下者，以为中尉，告诸将相曰：“此壮士也。方辱我时，我宁不能杀之邪？杀之无名，故忍而就此。”\r\n彭越既受汉封，田横惧诛，与其徒属五百馀人入海，居岛中。帝以田横兄弟本定齐地，齐贤者多附焉；今在海中，不取，后恐为乱。乃使使赦横罪，召之。横谢曰：“臣烹陛下之使郦生，今闻其弟商为汉将；臣恐惧，不敢奉诏，请为庶人，守海岛中。”使还报，帝乃诏卫尉郦商曰：“齐王田横即至，人马从者敢动摇者，致族夷！”乃复使使持节具告以诏商状，曰：“田横来，大者王，小者乃侯耳；不来，且举兵加诛焉！”横乃与其客二人乘传诣洛阳。未至三十里，至尸乡厩置。横谢使者曰：“人臣见天子，当洗沐。”因此留，谓其客曰：“横始与汉王俱南面称孤；今汉王为天子，而横乃为亡虏，北面事之，其耻固已甚矣。且吾烹人之兄，与其弟并肩而事主，纵彼畏天子之诏不敢动，我独不愧于心乎！且陛下所以欲见我者，不过欲一见吾面貌耳。今斩吾头，驰三十里间，形容尚未能败，犹可观也。”遂自刭，令客奉其头，从使者驰奏之。帝曰：“嗟乎！起自布衣，兄弟三人更王，岂不贤哉！”为之流涕，而拜其二客为都尉；发卒二千人，以王者礼葬之。既葬，二客穿其冢傍孔，皆自刭，下从之。帝闻之，大惊。以横客皆贤，馀五百人尚在海中，使使召之；至，则闻田死，亦皆自杀。\r\n初，楚人季布为项籍将，数窘辱帝。项籍灭，帝购求布千金；敢有舍匿，罪三族。布乃髡钳为奴，自卖于朱家。朱家心知其季布也，买置田舍，身之洛阳见藤公，说曰；“季布何罪！臣各为其主用，职耳；项氏臣岂可尽诛邪？今上始得天下，而以私怨求一人，何示不广也！且以季布之贤，汉求之急，此不北走胡，南走越耳。夫忌壮士以资敌国，此伍子胥所以鞭荆平之墓也。君何不从容为上言之！”滕公待间言于上，如朱家指。上乃赦布，召拜郎中，朱家遂不复见之。布母弟丁公，亦为项羽将，逐窘帝彭城西。短兵接，帝急，顾谓丁公曰：“两贤相厄哉！”丁公引兵而还。及项王灭，丁公谒见。帝以丁公徇军中，曰：“丁公为项王臣不忠，使项王失天下者也。”遂斩之，曰：“使后为人臣无效丁公也！”\r\n臣光曰：高祖起丰、沛以来，罔罗豪桀，招亡纳叛，亦已多矣。及即帝位，而丁公独以不忠受戮，何哉？夫进取之与守成，其势不同。当群雄角逐之际，民无定主，来者受之，固其宜也。及贵为天子，四海之内，无不为臣；苟不明礼义以示之，使为臣者，人怀贰心以徼大利，则国家其能久安乎！是故断以大义，使天下晓然皆知为臣不忠者无所自容；而怀私结恩者，虽至于活己，犹以义不与也。戮一人而千万人惧，其虑事岂不深且远哉！子孙享有天禄四百馀年，宜矣！\r\n齐人娄敬戍陇西，过洛阳，脱輓辂，衣羊裘，因齐人虞将军求见上。虞将军欲与之鲜衣，娄敬曰：“臣衣帛，衣帛见；衣褐，衣褐见，终不敢易衣。”于是虞将军入言上，上召见，问之。娄敬曰：“陛下都洛阳，岂欲与周室比隆哉？”上曰：“然。”娄敬曰：“陛下取天下与周异。周之先，自后稷封邰，积德累善，十有馀世，至于太王、王季、文王、武王而诸侯自归之，遂灭殷为天子。及成王即位，周公相焉，乃营洛邑，以为此天下之中也，诸侯四方纳贡职，道里均矣。有德则易以王，无德则易以亡。故周之盛时，天下和洽，诸侯、四夷莫不宾服，效其贡职。及其衰也，天下莫朝，周不能制也；非唯其德薄也，形势弱也。今陛下起丰、沛，卷蜀、汉，定三秦，与项羽战荥阳、成皋之间，大战七十，小战四十；使天下之民，肝脑涂地，父子暴骨中野，不可胜数，哭泣之声未绝，伤夷者未起；而欲比隆于成、康之时，臣窃以为不侔也。且夫秦地被山带河，四塞以为固，卒然有急，百万之众可立具也。因秦之故，资甚美膏腴之地，此所谓天府者也。陛下入关而都之，山东虽乱，秦之故地可全而有也。夫与人斗，不搤其亢，拊其背，未能全其胜也。今陛下案秦之故地，此亦扼天下之亢而拊其背也。”帝问群臣，群臣皆山东人，争言：“周王数百年，秦二世即亡。洛阳东有成皋，西有殽、渑，倍河，乡伊、洛，其固亦足恃也。”上问张良。良曰：“洛阳虽有此固，其中小不过数百里，田地薄，四面受敌，此非用武之国也。关中左殽、函，右陇、蜀，沃野千里。南有巴、蜀之饶，北有胡苑之利。阻三面而守，独以一面东制诸侯；诸侯安定，河、渭漕輓天下，西给京师；诸侯有变，顺流而下，足以委输。此所谓金城千里，天府之国也。娄敬说是也。”上即日车驾西，都长安。拜娄敬为郎中，号曰奉春君，赐姓刘氏。\r\n张良素多病，从上入关，即道引，不食穀，杜门不出，曰：“家世相韩，及韩灭，不爱万金之资，为韩报雠强秦，天下振动。今以三寸舌为帝者师，封万户侯，此布衣之极，于良足矣。愿弃人间事，欲从赤松子游耳。”\r\n臣光曰：夫生之有死，譬犹夜旦之必然；自古及今，固未尝有超然而独存者也。以子房之明辨达理，足以知神仙之为虚诡矣；然其欲从赤松子游者，其智可知也。夫功名之际，人臣之所难处。如高帝所称者，三杰而已。淮阳诛夷，萧何系狱，非以履盛满而不止耶！故子房托于神仙，遗弃人间，等功名于外物，置荣利而不顾，所谓明哲保身者，子房有焉。\r\n六月，壬辰，大赦天下。\r\n秋，七月，燕王臧荼反；上自将征之。\r\n赵景王耳、长沙文王芮皆薨。\r\n九月，虏藏荼。壬子，立太尉长安侯卢绾为燕王。绾家与上同里闬，绾生又与上同日；上宠幸绾，群臣莫敢望，故特王之。\r\n项羽故将利几反，上自击破之。\r\n后九月，治长乐宫。\r\n项王将钟离昧，素与楚王信善。项王死后，亡归信。汉王怨昧，闻其在楚，诏楚捕昧。信初之国，行县邑，陈兵出入。\r\n太祖高皇帝中六年（庚子，公元前二零一年）\r\n冬，十月，人有上书告楚王信反者。帝以问诸将，皆曰：“亟发兵，坑竖子耳！”帝默然。又问陈平。陈平曰：“人上书言信反，信知之乎？”曰：“不知。”陈平曰：“陛下精兵孰与楚？”上曰：“不能过。”平曰：“陛下诸将，用兵有能过韩信者乎？”上曰：“莫及也。”平曰：“今兵不如楚精而将不及，举兵攻之，是趣之战也，窃为陛下危之。”上曰：“为之奈何？”平曰：“古者天子有巡狩，会诸侯。陛下第出，伪游云梦，会诸侯于陈。陈，楚之西界；信闻天子以好出游，其势必无事而郊迎谒；谒而陛下因禽之，此特一力士之事耳。”帝以为然，乃发使告诸侯会陈，“吾将南游云梦。”上因随以行。楚王信闻之，自疑惧，不知所为。或说信曰：“斩钟离昧以谒上，上必喜，无患。”信从之。十二月，上会诸侯于陈，信持昧首谒上；上令武士缚信，载后车。信曰：“果若人言：‘狡兔死，走狗烹；飞鸟尽，良弓藏；敌国破，谋臣亡。’天下已定，我固当烹！”上曰：“人告公反。”遂械系信以归，因赦天下。\r\n田肯贺上曰：“陛下得韩信，又治秦中。秦，形胜之国也，带河阻山，地势便利；其以下兵于诸侯，譬犹居高屋之上建瓴水也。夫齐，东有琅邪、即墨之饶，南有泰山之固，西有浊河之限，北有勃海之利；地方二千里，持戟百万，此东西秦也，非亲子弟，莫可使王齐者。”上曰：“善！”赐金五百斤。\r\n上还，至洛阳，赦韩信，封为淮阴侯。信知汉王畏恶其能，多称病，不朝从；居常鞅鞅，羞与绛、灌等列。尝过樊将军哙，哙跪拜送迎，言称臣，曰：“大王乃肯临臣！”信出门，笑曰：“生乃与哙等为伍！”上尝从容与信言诸将能将兵多少。上问曰：“如我能将几何？”信曰：“陛下不过能将十万。”上曰：“于君何如？”曰：“臣多多而益善耳。”上笑曰：“多多益善，何为为我禽？”信曰：“陛下不能将兵而善将将，此乃信之所以为陛下禽也。且陛下，所谓天授，非人力也。”\r\n甲申，始剖符封诸功臣为彻侯。萧何封酂侯，所食邑独多。功臣皆曰：“臣等身被坚执锐，多者百馀战，小者数十合。今萧何未尝有汗马之劳，徒持文墨议论，顾反居臣等上，何也？”帝曰：“诸君知猎乎？夫猎，追杀兽兔者，狗也；而发纵指示兽处者，人也。今诸君徒能得走兽耳，功狗也；至如萧何，发纵指示，功人也。”群臣皆不敢言。张良为谋臣，亦无战斗功；帝使自择齐三万户。良曰：“始，臣起下邳，与上会留，此天以臣授陛下。陛下用臣计，幸而时中。臣愿封留足矣，不敢当三万户。”乃封张良为留侯。封陈平为户牖侯。平辞曰：“此非臣之功也。”上曰：“吾用先生谋计，战胜克敌，非功而何？”平曰：“非魏无知，臣安得进？”上曰：“若子，可谓不背本矣！”乃复赏魏无知。帝以天下初定，子幼，昆弟少，惩秦孤立而亡，欲大封同姓以填抚天下。\r\n春，正月，丙午，分楚王信地为二国，以淮东五十三县立从兄将军贾为荆王，以薛郡、东海、彭城三十六县立弟文信君交为楚王。壬子，以云中、雁门、代郡五十三县立兄宜信侯喜为代王；以胶东、胶西、临淄、济北、博阳、城阳郡七十三县立微时外妇之子肥为齐王，诸民能齐言者皆以与齐。\r\n上以韩王信材武，所王北近巩、洛，南迫宛、叶，东有淮阳，皆天下劲兵处；乃以太原郡三十一县为韩国，徙韩王信王太原以北，备御胡，都晋阳。信上书曰：“国被边，匈奴数入寇；晋阳去塞远，请治马邑。”上许之。\r\n上已封大功臣二十馀人，其馀日夜争功不决，未得行封。上在洛阳南宫，从复道望见诸将，往往相与坐沙中语。上曰：“此何语？”留侯曰：“陛下不知乎？此谋反耳！”上曰：“天下属安定，何故反乎？”留侯曰：“陛下起布衣，以此属取天下。今陛下为天子，而所封皆故人所亲爱，所诛皆平生所仇怨。今军吏计功，以天下不足遍封；此属畏陛下不能尽封，恐又见疑平生过失及诛，故即相聚谋反耳。”上乃忧曰：“为之奈何？”留侯曰：“上平生所憎、群臣所共知，谁最甚者？”上曰：“雍齿与我有故怨，数尝窘辱我；我欲杀之，为其功多，故不忍。”留侯曰：“今急先封雍齿，则群臣人人自坚矣。”于是上乃置酒，封雍齿为什方侯；而急趋丞相、御史定功行封。群臣罢酒，皆喜，曰：“雍齿尚为侯，我属无患矣！”\r\n臣光曰：张良为高帝谋臣，委以心腹，宜其知无不言；安有闻诸将谋反，必待高帝目见偶语，然后乃言之邪？盖以高帝初得天下，数用爱憎行诛赏，或时害至公，群臣往往有觖望自危之心，故良因事纳忠以变移帝意，使上无阿私之失，下无猜惧之谋，国家无虞，利及后世。若良者，可谓善谏矣。\r\n列侯毕已受封，诏定元功十八人位次。皆曰：“平阳侯曹参，身被七十创，攻城略地，功最多，宜第一。”谒者、关内侯鄂千秋进曰：“群臣议皆误。夫曹参虽有野战略地之功，此特一时之事耳。上与楚相距五岁，失军亡众，跳身遁者数矣，然萧何常从关中遣军补其处，非上所诏令召，而数万众会。上之乏绝者数矣。又军无见粮，萧何转漕关中，给食不乏。陛下虽数亡山东，萧何常全关中以待陛下。此万世之功也。今虽无曹参等百数，何缺于汉；汉得之，不必待以全。奈何欲以一旦之功而加万世之功哉！萧何第一，曹参次之。”上曰：“善！”于是乃赐萧何带剑履上殿，入朝不趋。上曰：“吾闻进贤受上赏。萧何功虽高，得鄂君乃益明。”于是因鄂千秋故所食邑，封为安平侯。是日，悉封何父子兄弟十馀人，皆有食邑；益封何二千户。上归栎阳。\r\n夏，五月，丙午，尊太公为太上皇。\r\n初，匈奴畏秦，北徙十馀年。及秦灭，匈奴复稍南渡河。单于头曼有太子曰冒顿。后有所爱阏氏，生少子，头曼欲立之。是时，东胡强而月氏盛，乃使冒顿质于月氏。既而头曼急击月氏，月氏欲杀冒顿。冒顿盗其善马骑之，亡归；头曼以为壮，令将万骑。冒顿乃作鸣镝，习勒其骑射。令曰：“鸣镝所射而不悉射者，斩之！”冒顿乃以鸣镝自射其善马，既又射其爱妻；左右或不敢射者，皆斩之。最后以鸣镝射单于善马，左右皆射之。于是冒顿知其可用。从头曼猎，以鸣镝射头曼，其左右亦皆随鸣镝而射。遂杀头曼，尽诛其后母与弟及大臣不听从者。冒顿自立为单于。东胡闻冒顿立，乃使使谓冒顿：“欲得头曼时千里马。”冒顿问群臣，群臣皆曰：“此匈奴宝马也，勿与！”冒顿日；“奈何与人邻国而爱一马乎！”遂与之。居顷之，东胡又使使谓冒顿：“欲得单于一阏氏。”冒顿复问左右，左右皆怒曰：“东胡无道，乃求阏氏！请击之！”冒顿曰：“奈何与人邻国爱一女子乎！”遂取所爱阏氏予东胡。东胡王愈益骄。东胡与匈奴中间有弃地莫居，千馀里，各居其边，为瓯脱。东胡使使谓冒顿：“此弃地，欲有之。”冒顿问群臣，群臣或曰：“此弃地，予之亦乎，勿与亦可！”于是冒顿大怒曰：“地者，国之本也，奈何予之！”诸言予之者，皆斩之。冒顿上马，令：“国中有后出者斩！”遂袭击东胡。东胡初轻冒顿，不为备；冒顿遂灭东胡。既归，又西击走月氏，南并楼烦、白羊河南王，遂侵燕、代，悉收蒙恬所夺匈奴故地与汉关故河南塞至朝那、肤施。是时，汉兵方与项羽相距，中国罢于兵革，以故冒顿得自强，控弦之士三十馀万，威服诸国。秋，匈奴围韩王信于马邑。信数使使胡，求和解。汉发兵救之。疑信数间使，有二心，使人责让信。信恐诛，九月，以马邑降匈奴。匈奴冒顿因引兵南逾句注，攻太原，至晋阳。\r\n帝悉去秦苛仪法，为简易。群臣饮酒争功，醉，或妄呼，拔剑击柱，帝益厌之。叔孙通说上曰：“夫儒者难与进取，可与守成。臣愿征鲁诸生，与臣弟子共起朝仪。”帝曰：“得无难乎？”叔孙通曰：“五帝异乐，三王不同礼，礼者，因时世、人情为之节文者也。臣愿颇采古礼，与秦仪杂就之。”上曰：“可试为之，令易知，度吾所能行者为之。”于是叔孙通使征鲁诸生三十馀人。鲁有两生不肯行，曰：“公所事者且十主，皆面谀以得亲贵。今天下初定，死者未葬，伤者未起，又欲起礼、乐。礼、乐所由起，积德百年而后可兴也。吾不忍为公所为。公去矣，无污我！”叔孙通笑曰：“若真鄙儒也，不知时变。”遂与所微三十人西，及上左右为学者与其弟子百馀人，为绵蕞，野外习之。月馀，言于上曰：“可试观矣。”上使行礼，曰：“吾能为此。”乃令群臣习肄。\r\n太祖高皇帝中七年（辛丑，公元前二零零年）\r\n冬，十月，长乐宫成，诸侯群臣皆朝贺。先平明，谒者治礼，以次引入殿门，陈东、西乡。卫官侠陛及罗立廷中，皆执兵，张旗帜。于是皇帝传警，辇出房；引诸侯王以下至吏六百石以次奉贺，莫不振恐肃敬。至礼毕，复置法酒。诸侍坐殿上，皆伏，抑首；以尊卑次起上寿。觞九行，谒者言“置酒”，御史执法举不如仪者，辄引去。竟朝置酒，无敢讙哗失礼者。于是帝曰：“吾乃今日知为皇帝之贵也！”乃拜叔孙通为太常，赐金五百斤。初，秦有天下，悉内六国礼仪，采择其尊君、抑臣者存之。及通制礼，颇有所增损，大抵皆袭秦故，自天子称号下至佐僚及宫室、官名，少所变改。其书，后与律、令同录，藏于理官。法家又复不传，民臣莫有言者焉。\r\n臣光曰：礼之为物大矣！用之于身，则动静有法而百行备焉；用之于家，则内外有别而九族睦焉；用之于乡，则长幼有伦而俗化美焉；用之于国，则君臣有叙而政治成焉；用之于天下，则诸侯顺服而纪纲正焉；岂直几席之上、户庭之间得之而不乱哉！夫以高祖之明达，闻陆贾之言而称善，睹叔孙通之仪而叹息；然所以不能比肩于三代之王者，病于不学而已。当是之时，得大儒而佐之，与之以礼为天下，其功烈岂若是而止哉！惜夫，叔孙生之为器小也！徒窃礼之糠粃，以依世、谐俗、取宠而已，遂使先王之礼沦没而不振，以迄于今，岂不痛甚矣哉！是以扬子讥之曰：“昔者鲁有大臣，史失其名，曰：‘何如其大也！’曰：‘叔孙通欲制君臣之仪，召先生于鲁，所不能致者二人。’曰：‘若是，则仲尼之开迹诸侯也非邪？”曰：‘仲尼开迹，将以自用也。如委己而从人，虽有规矩、准绳，焉得而用之！’”善乎扬子之言也！夫大儒者，恶肯毁其规矩、准绳以趋一时之功哉！\r\n上自将击韩王信，破其军于铜鞮，斩其将王喜。信亡走匈奴；白土人曼丘臣、王黄等立赵苗裔赵利为王，复收信败散兵，与信及匈奴谋攻汉。匈奴使左、右贤王将万馀骑，与王黄等屯广武以南，至晋阳，汉兵击之，匈奴辄败走，已复屯聚，汉兵乘胜追之。会天大寒，雨雪，士卒堕指者什二三。\r\n上居晋阳，闻冒顿居代谷，欲击之。使人觇匈奴，冒顿匿其壮士、肥牛马，但见老弱及羸畜。使者十辈来，皆言匈奴可击。上复使刘敬往使匈奴，未还；汉悉兵三十二万北逐之，逾句注。刘敬还，报曰：“两国相击，此宜夸矜，见所长。今臣往，徒见羸瘠、老弱，此必欲见短，伏奇兵以争利。愚以为匈奴不可击也。”是时，汉兵已业行，上怒，骂刘敬曰：“齐虏以口舌得官，今乃妄言沮吾军！”械系敬广武。帝先至平城，兵未尽到；冒顿纵精兵四十万骑，围帝于白登七日，汉兵中外不得相救饷。帝用陈平秘计，使使间厚遗阏氏。阏氏谓冒顿曰：“两主不相困。今得汉地，而单于终非能居之也。且汉主亦有神灵，单于察之！”冒顿与王黄、赵利期，而黄、利兵不来，疑其与汉有谋，乃解围之一角。会天大雾，汉使人往来，匈奴不觉。陈平请令强弩傅两矢，外乡，从解角直出。帝出围，欲驱；太仆滕公固徐行。至平城，汉大军亦到，胡骑遂解去。汉亦罢兵归，令樊哙止定代地。上至广武，赦刘敬，曰：“吾不用公言，以困平城；吾皆已斩前使十辈矣。”乃封敬二千户为关内侯，号为建信侯。帝南过曲逆，曰：“壮哉县！吾行天下，独见洛阳与是耳。”乃更封陈平为曲逆侯，尽食之。平从帝征伐，凡六出奇计，辄益封邑焉。\r\n十二月，上还，过赵。赵王敖执子婿礼甚卑，上箕倨慢骂之。赵相贯高、赵午等皆怒，曰：“吾王，孱王也！”乃说王曰：“天下豪桀并起，能者先立。今王事帝甚恭，而帝无礼；请为王杀之！”张敖啮其指出血，曰：“君何言之误！先人亡国，赖帝得复，德流子孙；秋豪皆帝力也。愿君无复出口！”贯高、赵午等皆相谓曰：“乃吾等非也。吾王长者，不倍德；且吾等义不辱。今帝辱我王，故欲杀之，何洿王为！事成归王，事败独身坐耳！”\r\n匈奴攻代。代王喜弃国自归，赦为郃阳侯。辛卯，立皇子如意为代王。\r\n春，二月，上至长安。萧何治未央宫，上见其壮丽，甚怒，谓何曰：“天下匈匈，苦战数岁，成败未可知，是何治宫室过度也！”何曰：“天下方未定，故可因以就宫室。且夫天子以四海为家，非壮丽无以重威，且无令后世有以加也。”上说。\r\n臣光曰：王者以仁义为丽，道德为威，未闻其以宫室填服天下也。天下未定，当克己节用以趋民之急；而顾以宫室为先，岂可谓之知所务哉！昔禹卑宫室而桀为倾宫。创业垂统之君，躬行节俭以示子孙，其末流犹入于淫靡，况示之以侈乎！乃云“无令后世有以加”，岂不谬哉！至于孝武，卒以宫室罢敝天下，未必不由酂侯启之也！\r\n上自栎阳徙都长安。\r\n初置宗正官，以序九族。\r\n夏，四月，帝行如洛阳。\n\n作者：司马光",
        "《资治通鉴·晋纪·淝水之战》\n太元八年，秋，七月。\r\n秦王坚下诏大举入寇，民每十丁遣一兵；其良家子年二十已下，有材勇者，皆拜羽林郎。又曰：“其以司马昌明为尚书左仆射，谢安为吏部尚书，桓冲为侍中；势还不远，可先为起第。”良家子至者三万余骑，拜秦州主簿赵盛之为少年都统。是时，朝臣皆不欲坚行，独慕容垂、姚苌及良家子劝之。阳平公融言于坚曰：“鲜卑、羌虏，我之仇雠，常思风尘之变以逞其志，所陈策画，何可从也！良家少年皆富饶子弟，不闲军旅，苟为谄谀之言以会陛下之意耳。今陛下信而用之，轻举大事，臣恐功既不成，仍有后患，悔无及也！”坚不听。\r\n八月，戊午，坚遣阳平公融督张蚝、慕容垂等步骑二十五万为前锋；以兖州刺史姚苌为龙骧将军，督益、梁州诸军事。坚谓苌曰：“昔朕以龙骧建业，未尝轻以授人，卿其勉之！”左将军窦冲曰：“王者无戏言，此不祥之征也！”坚默然。\r\n诏以尚书仆射谢石为征虏将军、征讨大都督，以徐、兖二州刺史谢玄为前锋都督，与辅国将军谢琰、西中郎将桓伊等众共八万拒之；使龙骧将军胡彬以水军五千援寿阳。琰，安之子也。\r\n慕容楷、慕容绍言于慕容垂曰：“主上骄矜已甚，叔父建中兴之业，在此行也！”垂曰：“然。非汝，谁与成之！”\r\n甲子，坚发长安，戎卒六十余万，骑二十七万，旗鼓相望，前后千里。九月，坚至项城，凉州之兵始达咸阳，蜀、汉之兵方顺流而下，幽、冀之兵至于彭城，东西万里，水陆齐进，运漕万艘。阳平公融等兵三十万，先至颍口。\r\n诏以尚书仆射谢石为征虏将军、征讨大都督，以徐、兖二州刺史谢玄为前锋都督，与辅国将军谢琰、西中郎将桓伊等众共八万拒之；使龙骧将军胡彬以水军五千援寿阳。琰，安之子也。\r\n是时，秦兵既盛，都下震恐。谢玄入，问计于谢安，安夷然，答曰：“已别有旨。”既而寂然。玄不敢复言，乃令张玄重请。安遂命驾出游山墅，亲朋毕集，与围棋赌墅。安棋常劣于玄，是日，玄惧，便为敌手而又不胜。安遂游陟，至夜乃还。桓冲深以根本为忧，遣精锐三千入卫京师；谢安固却之，曰：“朝廷处分已定，兵甲无阙，西藩宜留以为防。”冲对佐吏叹曰：“谢安石有庙堂之量，不闲将略。今大敌垂至，方游谈不暇，遣诸不经事少年拒之，众又寡弱，天下事已可知，吾其左衽矣！”\r\n冬，十月，秦阳平公融等攻寿阳。癸酉，克之，执平虏将军徐元喜等。融以其参军河南郭褒为淮南太守。慕容垂拔郧城。胡彬闻寿阳陷，退保硖石，融进攻之。秦卫将军梁成等帅众五万屯于洛涧，栅淮以遏东兵。谢石、谢玄等去洛涧二十五里而军，惮成不敢进。胡彬粮尽，潜遣使告石等曰：“今贼盛粮尽，恐不复见大军！”秦人获之，送于阳平公融。融驰使白秦王坚曰：“贼少易擒，但恐逃去，宜速赴之！”坚乃留大军于项城，引轻骑八千，兼道就融于寿阳。遣尚书朱序来说谢石等，以为：“强弱异势，不如速降。”序私谓石等曰：“若秦百万之众尽至，诚难与为敌。今乘诸军未集，宜速击之；若败其前锋，则彼已夺气，可遂破也。”\r\n石闻坚在寿阳，甚惧，欲不战以老秦师。谢琰劝石从序言。十一月，谢玄遣广陵相刘牢之帅精兵五千人趣洛涧，未至十里，梁成阻涧为陈以待之。牢之直前渡水，击成，大破之，斩成及弋阳太守王咏，又分兵断其归津，秦步骑崩溃，争赴淮水，士卒死者万五千人。执秦扬州刺史王显等，尽收其器械军实。于是谢石等诸军，水陆继进。秦王坚与阳平公融登寿阳城望之。见晋兵部阵严整，又望八公山上草木，皆以为晋兵，顾谓融曰：“此亦勍敌，何谓弱也！”怃然始有惧色。\r\n秦兵逼淝水而陈，晋兵不得渡。谢玄遣使谓阳平公融曰：“君悬军深入，而置陈逼水，此乃持久之计，非欲速战者也。若移陈少却，使晋兵得渡，以决胜负，不亦善乎！”秦诸将皆曰：“我众彼寡，不如遏之，使不得上，可以万全。”坚曰：“但引兵少却，使之半渡，我以铁骑蹙而杀之，蔑不胜矣！”融亦以为然，遂麾兵使却。秦兵遂退，不可复止。谢玄、谢琰、桓伊等引兵渡水击之。融驰骑略陈，欲以帅退者，马倒，为晋兵所杀，秦兵遂溃。玄等乘胜追击，至于青冈。秦兵大败，自相蹈藉而死者，蔽野塞川。其走者闻风声鹤唳，皆以为晋兵且至，昼夜不敢息，草行露宿，重以饥冻，死者什七、八。初，秦兵少却，朱序在陈后呼曰：“秦兵败矣！”众遂大奔。序因与张天锡、徐元喜皆来奔。获秦王坚所乘云母车。复取寿阳，执其淮南太守郭褒。\r\n坚中流矢，单骑走至淮北，饥甚，民有进壶飧、豚髀者，坚食之，赐帛十匹、绵十斤。辞曰：“陛下厌苦安乐，自取危困。臣为陛下子，陛下为臣父，安有子饲[2]其父而求报乎！”弗顾而去。坚谓张夫人曰：“吾今复何面目治天下乎！”潸然流涕。\r\n是时，诸军皆溃，惟慕容垂所将三万人独全，坚以千余骑赴之。世子宝言于垂曰：“家国倾覆，天命人心皆归至尊，但时运未至，故晦迹自藏耳。今秦主兵败，委身于我，是天借之便以复燕祚，此时不可失也，愿不以意气微恩忘社稷之重！”垂曰：“汝言是也。然彼以赤心投命于我，若之何害之！天苟弃之，何患不亡？不若保护其危以报德，徐俟其衅而图之！既不负宿心，且可以义取天下。”奋威将军慕容德曰：“秦强而并燕，秦弱而图之，此为报仇雪耻，非负宿心也；兄奈何得而不取，释数万之众以授人乎？”\r\n垂曰：“吾昔为太傅所不容，置身无所，逃死于秦，秦主以国士遇我，恩礼备至。后复为王猛所卖，无以自明，秦主独能明之，此恩何可忘也！若氐运必穷，吾当怀集关东，以复先业耳，关西会非吾有也。”冠军行参军赵秋曰：“明公当绍复燕祚，著于图谶；今天时已至，尚复何待！若杀秦主，据邺都，鼓行而西，三秦亦非苻氏之有也”！垂亲党多劝垂杀坚，垂皆不从，悉以兵授坚。平南将军慕容暐屯郧城，闻坚败，弃其众遁去；至荥阳，慕容德复说暐起兵以复燕祚，暐不从。\r\n谢安得驿书，知秦兵已败，时方与客围棋，摄书置床上，了无喜色，围棋如故。客问之，徐答曰：“小儿辈遂已破贼。”既罢，还内，过户限，不觉屐齿之折。\n\n作者：司马光",
        "《资治通鉴 · 卷二十五 · 汉纪十七》\n起阏逢摄提格，尽屠维协洽，凡六年。\n中宗孝宣皇帝上之下地节三年（甲寅，公元前六七年）\n春，三月，诏曰：“盖闻有功不赏，有罪不诛，虽唐、虞不能以化天下。今胶东相王成，劳来不怠，流民自占八万馀口，治有异等之效。其赐成爵关内侯，秩中二千石。”未及征用，会病卒官。后诏使丞相、御史问郡、国上计长史、守丞以政令得失。或对言：“前胶东相成伪自增加以蒙显赏。”是后俗吏多为虚名云。\n夏，四月，戊申，立子奭为皇太子，以丙吉为太傅，太中大夫疏广为少傅。封太子外祖父许广汉为平恩侯。又封霍光兄孙中郎将云为冠阳侯。霍显闻立太子，怒恚不食，欧血，曰：“此乃民间时子，安得立！即后有子，反为王邪！”复教皇后令毒太子。皇后数召太子赐食，保、阿辄先尝之，后挟毒不得行。\n五月，甲申，丞相贤以老病乞骸骨；赐黄金百斤、安车、驷马，罢就第。丞相致仕自贤始。\n六月，壬辰，以魏相为丞相。辛丑，丙吉为御史大夫，疏广为太子太傅，广兄子受为少傅。太子外祖父平恩侯许伯，以为太子少，白使其弟中郎将舜监护太子家。上以问广，广对曰：“太子，国储副君，师友必于天下英俊，不宜独亲外家许氏。且太子自有太傅、少傅，官属已备，今复使舜护太子家，示陋，非所以广太子德于天下也。”上善其言，以语魏相，相免冠谢曰：“此非臣等所能及。”广由是见器重。\n京师大雨雹，大行丞东海萧望之上疏，言大臣任政，一姓专权之所致。上素闻望之名，拜为谒者。时上博延贤俊，民多上书言便宜，辄下望之问状；高者请丞相、御史，次者中二千石试事，满岁以状闻；下者报闻，罢。所白处奏皆可。\n冬，十月，诏曰：“乃者九月壬申地震，朕甚惧焉。有能箴朕过失，及贤良方正直言极谏之士，以匡朕之不逮，毋讳有司。朕既不德，不能附远，是以边境屯戍未息。今复饬兵重屯，久劳百姓，非所以绥天下也。其罢车骑将军、右将军屯兵。”又诏：“池籞未御幸者，假与贫民。郡国宫馆勿复修治。流民还归者，假公田，贷种食，且勿算事。”\n霍氏骄侈纵横。太夫人显，广治第室，作乘舆辇，加画，绣絪冯，黄金涂；韦絮荐轮，侍婢以五采丝輓显游戏第中；与监奴冯子都乱。而禹、山亦并缮治第宅，走马驰逐平乐馆。云当朝请，数称病私出，多从宾客，张围猎黄山苑中，使仓头奴上朝谒，莫敢谴者。显及诸女昼夜出入长信宫殿中，亡期度。\n帝自在民间，闻知霍氏尊盛日久，内不能善。既躬亲朝政，御史大夫魏相给事中。显谓禹、云、山：“女曹不务奉大将军馀业，今大夫给事中，他人壹间女，能复自救邪！”后两家奴争道，霍氏奴入御史府，欲躢大夫门；御史为叩头谢，乃去。人以谓霍氏，显等始知忧。\n会魏大夫为丞相，数燕见言事；平恩侯与侍中金安上等径出入省中。时霍山领尚书，上令吏民得奏封事，不关尚书，群臣进见独往来，于是霍氏甚恶之。上颇闻霍氏毒杀许后而未察，乃徙光女婿度辽将军、未央卫尉、平陵侯范明友为光禄勋，出次婿诸吏、中郎将、羽林监任胜为安定太守。数月，复出光姊婿给事中、光禄大夫张朔为蜀郡太守，群孙婿中郎将王汉为武威太守。顷之，复徙光长女婿长乐卫尉邓广汉为少府。戊戌，更以张安世为卫将军，两宫卫尉、城门、北军兵属焉。以霍禹为大司马，冠小冠，亡印绶；罢其屯兵官属，特使禹官名与光俱大司马者。又收范明友度辽将军印绶，但为光禄勋；及光中女婿赵平为散骑、骑都尉、光禄大夫，将屯兵，又收平骑都尉印绶。诸领胡、越骑、羽林及两宫卫将屯兵，悉易以所亲信许、史子弟代之。\n初，孝武之世，征发烦数，百姓贫耗，究民犯法，奸轨不胜，于是使张汤、赵禹之属，条定法令，作见知故纵、监临部主之法，缓深、故之罪，急纵、出之诛。其后奸猾巧法转相比况，禁罔浸密，律令烦苛，文书盈于几阁，典者不能遍睹。是以郡国承用者驳，或罪同而论异，奸吏因缘为市，所欲活则傅生议，所欲陷则予死比，议者咸冤伤之。\n廷尉史巨鹿路温舒上书曰：“臣闻齐有无知之祸而桓公以兴，晋有骊姬之难而文公用伯。近世赵王不终，诸吕作乱，而孝文为太宗。繇是观之，祸乱之作，将以开圣人也。夫继变乱之后，必有异旧之恩，此贤圣所以昭天命也。往者昭帝即世无嗣，昌邑淫乱，乃皇天所以开至圣也。臣闻《春秋》正即位、大一统而慎始也。陛下初登至尊，与天合符，宜改前世之失，正始受命之统，涤烦文，除民疾，以应天意。臣闻秦有十失，其一尚存，治狱之吏是也。夫狱者，天下之大命也，死者不可复生，绝者不可复属。《书》曰：‘与其杀不辜，宁失不经。’今治狱吏则不然，上下相驱，以刻为明，深者获公名，平者多后患，故治狱之吏皆欲人死，非憎人也，自安之道在人之死。是以死人之血流离于市，被刑之徒，比肩而立，大辟之计，岁以万数。此仁圣之所以伤也，太平之未洽，凡以此也。夫人情，安则乐生，痛则思死，棰楚之下，何求而不得！故囚人不胜痛，则饰辞以示之；吏治者利其然，则指导以明之；上奏畏却，则锻练而周内之。盖奏当之成，虽皋陶听之，犹以为死有馀辜。何则？成练者众，文致之罪明也。故俗语曰：‘画地为狱，议不入；刻木为吏，期不对。’此皆疾吏之风，悲痛之辞也。唯陛下省法制，宽刑罚，则太平之风可兴于世。”上善其言。\n十二月，诏曰：“间者吏用法巧文浸深，是朕之不德也。夫决狱不当，使有罪兴邪，不辜蒙戮，父子悲恨，朕甚伤之！今遣廷史与郡鞠狱，任轻禄薄，其为置廷尉平，秩六百石，员四人。其务平之，以称朕意！”于是每季秋后请谳时，上常幸宣室，斋居而决事，狱刑号为平矣。\n涿郡太守郑昌上疏言：“今明主躬垂明听，虽不置廷平，狱将自正；若开后嗣，不若删定律令。律令一定，愚民知所避，奸吏无所弄矣。今不正其本，而置廷平以理其末，政衰听怠，则廷平将召权而为乱首矣。”\n昭帝时，匈奴使四千骑田车师。及五将军击匈奴，车师田者惊去，车师复通于汉；匈奴怒，召其太子军宿，欲以为质。军宿，焉耆外孙，不欲质匈奴，亡走焉耆，车师王更立子乌贵为太子。及乌贵立为王，与匈奴结婚姻，教匈奴遮汉道通乌孙者。\n是岁，侍郎会稽郑吉与校尉司马喜，将免刑罪人田渠犁，积谷，发城郭诸国兵万馀人与所将田士千五百人共击车师，破之；车师王请降。匈奴发兵攻车师；吉、喜引兵北逢之，匈奴不敢前。吉、喜即留一候与卒二十人留守王，吉等引兵归渠犁。车师王恐匈奴兵复至而见杀也，乃轻骑奔乌孙。吉即迎其妻子，传送长安。匈奴更以车师王昆弟兜莫为车师王，收其馀民东徙，不敢居故地；而郑吉始使吏卒三百人往田车师地以实之。\n上自初即位，数遣使者求外家；久远，多似类而非是。是岁，求得外祖母王媪及媪男无故、武。上赐无故、武爵关内侯。旬月间，赏赐以巨万计。\n中宗孝宣皇帝上之下地节四年（乙卯，公元前六六年）\n春，二月，赐外祖母号为博平君；封舅无故为平昌侯，武为乐昌侯。\n夏，五月，山阳、济阴雹如鸡子，深二尺五寸，杀二十馀人，飞鸟皆死。\n诏：“自今子有匿父母、妻匿夫、孙匿大父母，皆勿治。”\n立广川惠王孙文为广川王。\n霍显及禹、山、云自见日侵削，数相对啼泣自怨。山曰：“今丞相用事，县官信之，尽变易大将军时法令，发扬大将军过失。又，诸儒生多窭人子，远客饥寒，喜妄说狂言，不避忌讳，大将军常雠之。今陛下好与诸儒生语，人人自书对事，多言我家者。尝有上书言我家昆弟骄恣，其言绝痛；山屏不奏。后上书者益黠，尽奏封事，辄使中书令出取之，不关尚书，益不信人。又闻民间讙言‘霍氏毒杀许皇后’，宁有是邪？”显恐急，即具以实告禹、山、云。禹、山、云惊曰：“如是，何不早告禹等！县官离散、斥逐诸婿，用是故也。此大事，诛罚不小，奈何？”于是始有邪谋矣。\n云舅李竟民善张赦，见云家卒卒，谓竟曰：“今丞相与平恩侯用事，可令太夫人言太后，先诛此两人。移徙陛下，在太后耳。”长安男子张章告之，事下廷尉、执金吾，捕张赦等。后有诏，止勿捕。山等愈恐，相谓曰：“此县官重太后，故不竟也。然恶端已见，久之犹发，发即族矣，不如先也。”遂令诸女各归报其夫，皆曰：“安所相避！”\n会李竟坐与诸侯王交通，辞语及霍氏，有诏：“云、山不宜宿卫，免就第。”山阳太守张敞上封事曰：“臣闻公子季友有功于鲁，赵衰有功于晋，田完有功于齐，皆畴其庸，延及子孙。终后田氏篡齐，赵氏分晋，季氏颛鲁。故仲尼作《春秋》，迹盛衰，讥世卿最甚。乃者大将军决大计，安宗庙，定天下，功亦不细矣。夫周公七年耳，而大将军二十岁，海内之命断于掌握。方其隆盛时，感动天地，侵迫阴阳。朝臣宜有明言曰：‘陛下褒宠故大将军以报功德足矣。间者辅臣颛政，贵戚太盛，君臣之分不明，请罢霍氏三侯皆就第；及卫将军张安世，宜赐几杖归休，归存问召见，以列侯为天子师。’明诏以恩不听，群臣以义固争而后许之，天下必以陛下为不忘功德而朝臣为知礼，霍氏世世无所患苦。今朝廷不闻直声，而令明诏自亲其文，非策之得者也。今两侯已出，人情不相远，以臣心度之，大司马及其枝属必有畏惧之心。夫近臣自危，非完计也。臣敞愿于广朝白发其端，直守远郡，其路无由。唯陛下省察。”上甚善其计，然不召也。\n禹、山等家数有妖怪，举家忧愁。山曰：“丞相擅减宗庙羔、菟、蛙，可以此罪也。”谋令太后为博平君置酒，召丞相、平恩侯以下，使范明友、邓广汉承太后制引斩之，因废天子而立禹。约定，未发，云拜为玄菟太守，太中大夫任宣为代郡太守。会事发觉，秋，七月，云、山、明友自杀，显、禹、广汉等捕得；禹要斩，显及诸女昆弟皆弃市；与霍氏相连坐诛灭者数十家。太仆杜延年以霍氏旧人，亦坐免官。八月，己酉，皇后霍氏废，处昭台宫，乙丑，诏封告霍氏反谋者男子张章、期门董忠、左曹杨恽、侍中金安上、史高皆为列侯。恽，丞相敞子；安上，车骑将军日磾弟子；高，史良娣兄子也。\n初，霍氏奢侈，茂陵徐生曰：“霍氏必亡。夫奢则不逊，不逊必侮上。侮上者，逆道也，在人之右，众必害之。霍氏秉权日久，害之者多矣。天下害之，而又行以逆道，不亡何待！”乃上疏言：“霍氏泰盛，陛下即爱厚之，宜以时抑制，无使至亡。”书三上，辄报闻。其后霍氏诛灭，而告霍氏者皆封，人为徐生上书曰：“臣闻客有过主人者，见其灶直突，傍有积薪，客谓主人：‘更为曲突，远徙其薪，不者且有火患。’主人嘿然不应。俄而家果失火，邻里共救之，幸而得息。于是杀牛置酒，谢其邻人，灼烂者在于上行，馀各以功次坐，而不录言曲突者。人谓主人曰：‘乡使听客之言，不费牛酒，终亡火患。今论功而请宾，曲突徙薪无恩泽，焦头烂额为上客邪？’主人乃寤而请之。今茂陵徐福，数上书言霍氏且有变，宜防绝之。乡使福说得行，则国无裂土出爵之费，臣无逆乱诛灭之败。往事既已，而福独不蒙其功，唯陛下察之，贵徙薪曲突之策，使居焦发灼烂之右。”上乃赐福帛十匹，后以为郎。\n帝初立，谒见高庙，大将军光骖乘，上内严惮之，若有芒刺在背。后车骑将军张安世代光骖乘，天子从容肆体，甚安近焉。及光身死而宗族竟诛，故俗传霍氏之祸萌于骖乘。后十二岁，霍后复徙云林馆，乃自杀。\n班固赞曰：霍光受襁褓之托，任汉室之寄，匡国家，安社稷，拥昭，立宣，虽周公、阿衡何以加此！然光不学亡术，闇于大理；阴妻邪谋，立女为后，湛溺盈溢之欲，以增颠覆之祸，死财三年，宗族诛夷，哀哉！\n臣光曰：霍光之辅汉室，可谓忠矣；然卒不能庇其宗，何也？夫威福者，人君之器也。人臣执之，久而不归，鲜不及矣。以孝昭之明，十四而知上官桀之诈，固可以亲政矣，况孝宣十九即位，聪明刚毅，知民疾苦，而光久专大柄，不知避去，多置亲党，充塞朝廷，使人主蓄愤于上，吏民积怨于下，切齿侧目，待时而发，其得免于身幸矣，况子孙以骄侈趣之哉！虽然，向使孝宣专以禄秩赏赐富其子孙，使之食大县，奉朝请，亦足以报盛德矣；乃复任之以政，授之以兵，及事丛衅积，更加裁夺，遂至怨惧以生邪谋，岂徒霍氏之自祸哉？亦孝宣酝酿以成之也。昔椒作乱于楚，庄王灭其族而赦箴尹克黄，以为子文无后，何以劝善。夫以显、禹、云、山之罪，虽应夷灭，而光之忠勋不可不祀；遂使家无噍类，孝宣亦少恩哉！\n九月，诏减天下盐贾。又令郡国岁上系囚以掠笞若瘐死者，所坐县、名、爵、里，丞相、御史课殿最以闻。\n十二月，清河王年坐内乱废，迁房陵。\n是岁，北海太守庐江硃邑以治行第一入为大司农，勃海太守龚遂入为水衡都尉。先是，勃海左右郡岁饥，盗贼并起，二千石不能禽制。上选能治者，丞相、御史举故昌邑郎中令龚遂，上拜为勃海太守。召见，问：“何以治勃海，息其盗贼？”对曰：“海濒遐远，不沾圣化，其民困于饥寒而吏不恤，故使陛下赤子盗弄陛下之兵于潢池中耳。今欲使臣胜之邪，将安之也？”上曰：“选用贤良，固欲安之也。”遂曰：“臣闻治乱民犹治乱绳，不可急也；唯缓之，然后可治。臣愿丞相、御史且无拘臣以文法，得一切便宜从事。”上许焉，加赐黄金赠遣。乘传至勃海界，郡闻新太守至，发兵以迎。遂皆遣还。移书敕属县：“悉罢逐捕盗贼吏，诸持锗、钩、田器者皆为良民，吏毋得问；持兵者乃为贼。”遂单车独行至府。盗贼闻遂教令，即时解散，弃其兵弩而持钩、钅且，于是悉平，民安土乐业。遂乃开仓廪假贫民，选用良吏尉安牧养焉。遂见齐俗奢侈，好末技，不田作，乃躬率以俭约，劝民务农桑，各以口率种树畜养。民有带持刀剑者，使卖剑买牛，卖刀买犊，曰：“何为带牛佩犊！”劳来循行，郡中皆有畜积，狱讼止息。\n乌孙公主女为龟兹王降宾夫人。绛宾上书言：“得尚汉外孙，愿与公主女俱入朝。”\n中宗孝宣皇帝上之下元康元年（丙辰，公元前六五年）\n春，正月，龟兹王及其夫人来朝；皆赐印绶，夫人号称公主，赏赐甚厚。\n初作杜陵。徙丞相、将军、列侯、吏二千石、訾百万者杜陵。\n三月，诏以凤皇集泰山、陈留，甘露降未央宫，赦天下。有司复言悼园宜称尊号曰皇考；夏，五月，立皇考庙。\n冬，置建章卫尉。\n赵广汉好用世吏子孙新进年少者，专厉强壮蜂气，见事风生，无所回避，率多果敢之计，莫为持难，终以此败。广汉以私怨论杀男子荣畜，人上书言之，事下丞相、御史按验。广汉疑丞相夫人杀侍婢，欲以此胁丞相，丞相按之愈急。广汉乃将吏卒入丞相府，召其夫人跪庭下受辞，收奴婢十馀人去。丞相上书自陈，事下廷尉治，实丞相自以过谴笞傅婢，出至外第乃死，不如广汉言。帝恶之，下广汉廷尉狱。吏民守阙号泣者数万人，或言：“臣生无益县官，愿代赵京兆死，使牧养小民！”广汉竟坐要斩。广汉为京兆尹，廉明，威制豪强，小民得职，百姓追思歌之。\n是岁，少府宋畴坐议“凤皇下彭城，未至京师，不足美”，贬为泗水太傅。\n上迁博士、谏大夫通政事者补郡国守相，以萧望之为平原太守。望之上疏曰：“陛下哀愍百姓，恐德之不究，悉出谏官以补郡吏。朝无争臣，则不知过，所谓忧其末而忘其本者也。”上乃征望之入守少府。\n东海太守河东尹翁归，以治郡高第入为右扶风。翁归为人，公廉明察，郡中吏民贤、不肖及奸邪罪名尽知之。县县各有记籍，自听其政；有急名则少缓之。吏民小解，辄披籍。取人必于秋冬课吏大会中及出行县，不以无事时。其有所取也，以一警百。吏民皆服，恐惧，改行自新。其为扶风，选用廉平疾奸吏以为右职，接待以礼，好恶与同之；其负翁归，罚亦必行。然温良谦退，不以行能骄人，故尤得名誉于朝廷。\n初，乌孙公主少子万年有宠于莎车王。莎车王死而无子，时万年在汉，莎车国人计，欲自托于汉，又欲得乌孙心，上书请万年为莎车王。汉许之，遣使者奚充国送万年。万年初立，暴恶，国人不说。\n上令群臣举可使西域者，前将军韩增举上党冯奉世以卫候使持节送大苑诸国客至伊循城。会故莎车王弟呼屠征与旁国共杀其王万年及汉使者奚充国，自立为王。时匈奴又发兵攻车师城，不能下而去。莎车遣使扬言“北道诸国已属匈奴矣”，于是攻劫南道，与歃盟畔汉，从鄯善以西皆绝不通。都护郑吉、校尉司马喜甏皆在北道诸国间，奉世与其副严昌计，以为不亟击之，则莎车日强，其势难制，必危西域，遂以节谕告诸国王，因发其兵，南北道合万五千人，进击莎车，攻拔其城。莎车王自杀，传其首诣长安，更立它昆弟子为莎车王。诸国悉平，威振西域，奉世乃罢兵以闻。帝召见韩增曰：“贺将军所举得其人。”\n奉世遂西至大宛。大宛闻其斩莎车王，敬之异于它使，得其名马象龙而还。上甚说，议封奉世。丞相、将军皆以为可，独少府萧望之以为：“奉世奉使有指，而擅矫制违命，发诸国兵，虽有功效，不可以为后法。即封奉世，开后奉使者利以奉世为比，争逐发兵，要功万里之外，为国家生事于夷狄，渐不可长。奉世不宜受封。”上善望之议，以奉世为光禄大夫。\n中宗孝宣皇帝上之下元康二年（丁巳，公元前六四年）\n春，正月，赦天下。上欲立皇后，时馆陶主母华婕妤及淮阳宪王母张婕妤、楚孝王母卫婕妤爱幸。上欲立张婕妤为后；久之，惩艾霍氏欲害皇太子，乃更选后宫无子而谨慎者。二月，乙丑，立长陵王婕妤为皇后，令母养太子；封其父奉光为邛成侯。后无宠，希得进见。\n五月，诏曰：“狱者，万民之命。能使生者不怨，死者不恨，则可谓文吏矣。今则不然。用法或持巧心，析律贰端，深浅不平，奏不如实，上亦亡由知，四方黎民将何仰哉！二千石各察官属，勿用此人。吏或擅兴徭役，饰厨传，称过使客，越职逾法以取名誉，譬如践薄冰以待白日，岂不殆哉！今天下颇被疾疫之灾，朕甚愍之，其令郡国被灾甚者，毋出今年租赋。”\n又曰：“闻古天子之名，难知而易讳也；其更讳询。”\n匈奴大臣皆以为“车师地肥美，近匈奴，使汉得之，多田积谷，必害人国，不可不争”，由是数遣兵击车师田者。郑吉将渠犁田卒七千馀人救之，为匈奴所围。吉上言：“东怀去渠犁千馀里，汉兵在渠犁者少，势不能相救，愿益田卒。”上与后将军赵充国等议，欲因匈奴衰弱，出兵击其右地，使不得复扰西域。\n魏相上书谏曰：“臣闻之：救乱诛暴，谓之义兵，兵义者王；敌加于己，不得已而起者，谓之应兵，兵应者胜；争恨小故，不忍愤怒者，谓之忿兵，兵忿者败；利人土地、货宝者，谓之贪兵，兵贪者破；恃国家之大，矜民人之众，欲见威于敌者，谓之骄兵，兵骄者灭。此五者，非但人事，乃天道也。间者匈奴尝有善意，所得汉民，辄奉归之，未有犯于边境；虽争屯田车师，不足致意中。今闻诸将军欲兴兵入其地，臣愚不知此兵何名者也！今边郡困乏，父子共犬羊之裘，食草莱之实，常恐不能自存，难以动兵。‘军旅之后，必有凶年，’言民以其愁苦之气伤阴阳之和也。出兵虽胜，犹有后忧，恐灾害之变因此以生。今郡国守相多不实选，风俗尤薄，水旱不时。按今年计子弟杀父兄、妻杀夫者凡二百二十二人，臣愚以为此非小变也。今左右不忧此，乃欲发兵报纤介之忿于远夷，殆孔子所谓‘吾恐季孙之忧不在颛臾而在萧墙之内也’。”上从相言，止。遣长罗侯常惠将张掖、酒泉骑往车师，迎郑吉及其吏士还渠犁。召故车师太子军宿在焉耆者，立以为王；尽徙车师国民令居渠犁，遂以车师故地与匈奴。以郑吉为卫司马，使护善阝善以西南道。\n魏相好观汉故事及便宜章奏，数条汉兴已来国家便宜行事及贤臣贾谊、晁错、董仲舒等所言，奏请施行之。相敕掾史按事郡国，及休告，从家还至府，辄白四方异闻。或有逆贼、风雨灾变，郡不上，相辄奏言之。与御史大夫丙吉同心辅政，上皆重之。\n丙吉为人深厚，不伐善。自曾孙遭遇，吉绝口不道前恩，故朝廷莫能明其功也。会掖庭宫婢则令民夫上书，自陈尝有阿保之功，章下掖庭令考问，则辞引使者丙吉知状。掖庭令将则诣御史府以视吉，吉识，谓则曰：“汝尝坐养皇曾孙不谨，督笞汝，汝安得有功！独渭城胡组、淮阳郭征卿有恩耳。”分别奏组等共养劳苦状。诏吉求组、征卿；已死，有子孙，皆受厚赏。诏免则为庶人，赐钱十万。上亲见问，然后知吉有旧恩而终不言，上大贤之。\n帝以萧望之经明持重，议论有馀，材任宰相，欲详试其政事，复以为左冯翊。望之从少府出为左迁，恐有不合意，即移病。上闻之，使侍中成都侯金安上谕意曰：“所用皆更治民以考功。君前为平原太守日浅，故复试之于三辅，非有所闻也。”望之即起视事。\n初，掖庭令张贺数为弟车骑将军安世称皇曾孙之材美及征怪，安世辄绝止，以为少主在上，不宜称述曾孙。及帝即位而贺已死，上谓安世曰：“掖庭令平生称我，将军止之，是也。”上追思贺恩，欲封其冢为恩德侯，置守冢二百家。贺有子蚤死，子安世小男彭祖。彭祖又小与上同席研书指，欲封之，先赐爵关内侯。安世深辞贺封；又求损守冢户数，稍减至三十户。上曰：“吾自为掖庭令，非为将军也。”安世乃止，不敢复言。\n上心忌故昌邑王贺，赐山阳太守张敞玺书，令谨备盗贼，察往来过客；毋下所赐书。敞于是条奏贺居处，著其废亡之效曰：“故昌邑王为人，青黑色，小目，鼻末锐卑，少须眉，身体长大，疾痿，行步不便。臣敞尝与之言，欲动观其意，即以恶鸟感之曰：‘昌邑多枭。’故王应曰：‘然。前贺西至长安，殊无枭；复来，东至济阳，乃复闻枭声。’察故王衣服、言语、跪起，清狂不惠。臣敞前言：‘哀王歌舞者张脩等十人无子，留守哀王园，请罢归。’故王闻之曰：‘中人守园，疾者当勿治，相杀伤者当勿法，欲令亟死。太守奈何而欲罢之？’其天资喜由乱亡，终不见仁义如此。”上乃知贺不足忌也。\n中宗孝宣皇帝上之下元康三年（戊午，公元前六三年）\n春，三月，诏封故昌邑王贺为海昏侯。\n乙未，诏曰：“朕微眇时，御史大夫丙吉，中郎将史曾、史玄，长乐卫尉许舜，侍中、光禄大夫许延寿，皆与朕有旧恩，及故掖庭令张贺，辅导朕躬，修文学经术，恩惠卓异，厥功茂焉。《诗》不云乎：‘无德不报’，封贺所子弟子侍中、中郎将彭祖为阳都侯，追赐贺谥曰阳都哀侯，吉为博阳侯，曾为将陵侯，玄为平台侯，舜为博望侯，延寿为乐成侯。”贺有孤孙霸，年七岁，拜为散骑、中郎将，赐爵关内侯。故人下至郡邸狱复作尝有阿保之功者，皆受官禄、田宅、财物，各以恩深浅报之。\n吉临当封，病；上忧其不起，将使人就加印绋而封之，及其生存也。太子太傅夏侯胜曰：“此未死也！臣闻有阴德者必飨其乐，以及子孙。今吉未获报而疾甚，非其死疾也。”后病果愈。\n张安世自以父子封侯，在位太盛。乃辞禄，诏都内别藏张氏无名钱以百万数。安世谨慎周密，每定大政，已决，辄移病出。闻有诏令，乃惊，使吏之丞相府问焉。自朝廷大臣，莫知其与议也。尝有所荐，其人来谢，安世大恨，以为“举贤达能，岂有私谢邪！”绝弗复为通。有郎功高不调，自言安世，安世应曰：“君之功高，明主所知，人臣执事，何长短而自言乎！”绝不许。已而郎果迁。安世自见父子尊显，怀不自安，为子延寿求出补吏，上以为北地太守；岁馀，上闵安世年老，复征延寿为左曹、太仆。\n夏，四月，丙子，立皇子钦为淮阳王。皇太子年十二，通《论语》、《孝经》。太傅疏广谓少傅受曰：“吾闻‘知足不辱，知止不殆。’今仕宦至二千石，官成名立，如此不去，惧有后悔。”即日，父子俱移病，上疏乞骸骨。上皆许之，加赐黄金二十斤，皇太子赠以五十斤。公卿故人设祖道供张东都门外，送者车数百两。道路观者皆曰：“贤哉二大夫！”或叹息为之下泣。\n广、受归乡里，日令其家卖金共具，请族人、故旧、宾客，与相娱乐。或劝广以其金为子孙颇立产业者，广曰：“吾岂老悖不念子孙哉！顾自有旧田庐，令子孙勤力其中，足以共衣食，与凡人齐。今复增益之以为赢馀，但教子孙怠堕耳。贤而多财，则损其志；愚而多财，则益其过。且夫富者众之怨也，吾既无以教化子孙，不欲益其过而生怨。又此金者，圣主所以惠养老臣也，故乐与乡党、宗族共飨其赐，以尽吾馀日，不亦可乎！”于是族人悦服。\n颍川太守黄霸使邮亭、乡官皆畜鸡、豚，以赡鳏、寡、贫、穷者；然后为条教，置父老、师帅、伍长，班行之于民间，劝以为善防奸之意，及务耕桑、节用、殖财、种树、畜养，去浮淫之费。其治，米盐靡密，初若烦碎，然霸精力能推行之。吏民见者，语次录绎，问它阴伏以相参考，聪明识事，吏悄不知所出，咸称神明，豪厘不敢有所欺。奸人去入它郡，盗贼日少。霸力行教化而后诛罚，务在成就全安长吏。许丞老，病聋，督邮白欲逐之。霸曰：“许丞廉吏，虽老，尚能拜起送迎，正颇重听何伤！且善助之，毋失贤者意！”或问其故，霸曰：“数易长吏，送故迎新之费，及奸吏因缘，绝簿书，盗财物，公私费耗甚多，皆当出于民。所易新吏又未必贤，或不如其故，徒相益为乱。凡治道，去其泰甚者耳。”霸以外宽内明，得吏民心，户口岁增，治为天下第一，征守京兆尹。顷之，坐法，连贬秩；有诏复归颍川为太守，以八百石居。\n中宗孝宣皇帝上之下元康四年（己未，公元前六二年）\n春，正月，诏：“年八十以上，非诬告、杀伤人，它皆勿坐。”\n右扶风尹翁归卒，家无馀财。秋，八月，诏曰：“翁归廉平乡正，治民异等。其赐翁归子黄金百斤，以奉祭祀。”\n上令有司求高祖功臣子孙失侯者，得槐里公乘周广汉等百三十六人，皆赐黄金二十斤，复其家，令奉祭祀，世世勿绝。\n丙寅，富平敬侯张安世薨。\n初，扶阳节侯韦贤薨，长子弘有罪系狱，家人矫贤令，以次子大河都尉玄成为后。玄成深知其非贤雅意，即阳为病狂，卧便利，妄笑语，昏乱。既葬，当袭爵，以狂不应召。大鸿胪奏状，章下丞相、御史案验。案事丞相史乃与玄成书曰：“古之辞让，必有文义可观，故能垂荣于后。今子独坏容貌，蒙耻辱为狂痴，光曜晻而不宣，微哉子之所托名也！仆素愚陋，过为宰相执事，愿少闻风声；不然，恐子伤高而仆为小人也。”玄成友人侍郎章亦上疏言：“圣王贵以礼让为国，宜优养玄成，勿枉其志，使得自安衡门之下。”而丞相、御史遂以玄成实不病，劾奏之，有诏勿劾，引拜；玄成不得已，受爵。帝高其节，以玄成为河南太守。\n车师王乌贵之走乌孙也，乌孙留不遣。汉遣使责乌孙，乌孙送乌贵诣阙。\n初，武帝开河西四郡，隔绝羌与匈奴相通之路，斥逐诸羌。不使居湟中地。及帝即位，光禄大夫义渠安国使行诸羌；先零豪言：“愿时度湟水北，逐民所不田处畜牧。”安国以闻。后将军赵充国劾安国奉使不敬。是后羌人旁缘前言，抵冒度湟水，郡县不能禁。\n既而先零与诸羌种豪二百馀人解仇、交质、盟诅。上闻之，以问赵充国，对曰：“羌人所以易制者，以其种自有豪，数相攻击，势不壹也。往三十馀岁西羌反时，亦先解仇合约攻令居，与汉相距，五六年乃定。匈奴数诱羌人，欲与之共击张掖、酒泉地，使羌居之。间者匈奴困于西方，疑其更遣使至羌中与相结。臣恐羌变未止此，且复结联他种，宜及未然为之备。”后月馀，羌侯狼何果遣使至匈奴藉兵，欲击善阝善、敦煌以绝汉道。充国以为“狼何势不能独造此计，疑匈奴使已至羌中，先零、罕、幵乃解仇作约。到秋马肥，变必起矣。宜遣使者行边兵，豫为备敕，视诸羌毋令解仇，以发觉其谋。”于是两府复白遣义渠安国行视诸羌，分别善恶。是时，比年丰稔，谷石五钱。\n\n作者：司马光",
        "《资治通鉴 · 卷二十八 · 汉纪二十》\n起昭阳作噩，尽屠维单阏，凡七年。\n孝元皇帝上初元元年（癸酉，公元前四八年）\n春，正月，辛丑，葬孝宣皇帝于杜陵；赦天下。\n三月，丙午，立皇后王氏，封后父禁为阳平候。\n以三辅、太常、郡国公田及苑可省者振业贫民；赀不满千钱者，赋贷种、食。\n封外祖父平恩戴侯同产弟子中常侍许嘉为平恩侯。\n夏，六月，以民疾疫，令太官损膳，减乐府员，省苑马，以振困乏。\n秋，九月，关东郡、国十一大水，饥，或人相食；转旁郡钱谷以相救。\n上素闻琅邪王吉、贡禹皆明经洁行，遣使者征之。吉道病卒。禹至，拜为谏大夫。上数虚已问以政事，禹奏言：“古者人君节俭，什一而税，亡它赋役，故家给人足。高祖、孝文、孝景皇帝，宫女不过十馀人，厩马百馀匹。后世争为奢侈，转转益甚；臣下亦相放效。臣愚以为如太古难，宜少放古以自节焉。方今宫室已定，无可奈何矣；其馀尽可减损。故时齐三服官，输物不过十笥；方今齐三服官，作工各数千人，一岁费数巨万，厩马食粟将万匹。武帝时，又多取好女至数千人，以填后宫。及弃天下，多藏金钱、财物，鸟兽、鱼鳖凡百九十物；又皆以后宫女置于园陵。至孝宣皇帝时，陛下恶有所言，群臣亦随故事，甚可痛也！故使天下承化，取女皆大过度，诸侯妻妾或至数百人，豪富吏民畜歌者至数十人，是以内多怨女，外多旷夫。及众庶葬埋，皆虚地上以实地下。其过自上生，皆在大臣循故事之罪也。唯陛下深察古道，从其俭者。大减损乘舆服御器物，三分去二；择后宫贤者，留二十人，馀悉归之，及诸陵园女无子者，宜悉遣；厩马可无过数十匹，独舍长安城南苑地，以为田猎之囿。方今天下饥馑，可无大自损减以救之称天意乎！天生圣人，盖为万民，非独使自娱乐而已也。”天子纳善其言，下诏，令诸宫馆希御幸者勿缮治；太仆减谷食马；水衡省肉食兽。\n臣光曰：忠臣之事君也，责其所难，则其易者不劳而正；补其所短，则其长者不劝而遂。孝元践位之初，虚心以问禹，禹宜先其所急，后其所缓。然则优游不断，谗佞用权，当时之大患也，而禹不以为言；恭谨节俭，孝元之素志也，而禹孜孜而言之，何哉！使禹之智足不以知，乌得为贤！知而不言，为罪愈大矣！\n匈奴呼韩邪单于复上书，言民众困乏。诏云中、五原郡转谷二万斛以给之。\n是岁，初置戊己校尉，使屯田车师故地。\n孝元皇帝上初元二年（甲戌，公元前四七年）\n春，正月，上行幸甘泉，郊泰畤。乐陵侯史高以外属领尚书事，前将军萧望之、光禄大夫周堪为之副。望之名儒，与堪皆以师傅旧恩，天子任之，数宴见，言治乱，陈王事。望之选白宗室明经有行散骑、谏大夫刘更生给事中，与侍中金敞并拾遗左右。四人同心谋议，劝导上以古制，多所欲匡正；上甚乡纳之。史高充位而已，由此与望之有隙。\n中书令弘恭、仆射石显，自宣帝时久典枢机，明习文法；帝即位多疾，以显久典事，中人无外党，精专可信任，遂委以政，事无小大，因显白决，贵幸倾朝，百僚皆敬事显。显为人巧慧习事，能深得人主微指，内深贼，持诡辩，以中伤人，忤恨睚眦，辄被以危法；亦与车骑将军高为表里，议论常独持故事，不从望之等。\n望之等患苦许、史放纵，又疾恭、显擅权，建白以为：“中书政本，国家枢机，宜以通明公正处之。武帝游宴后庭，故用宦者，非古制也。宜罢中书宦官，应古不近刑人之义。”由是大与高、恭、显忤。上初即位，谦让，重改作，议久不定，出刘更生为宗正。\n望之、堪数荐名儒、茂材以备谏官，会稽郑朋阴欲附望之，上书言车骑将军高遣客为奸利郡国，及言许、史弟子罪过。章视周堪，堪白：“令朋待诏金马门。”朋奏记望之曰：“今将军规抚，云若管、晏而休，遂行日昃，至周、召乃留乎？若管、晏而休，则下走将归延陵之皋，没齿而已矣。如将军兴周、召之遗业，亲日昊之兼听，则下走其庶几愿竭区区奉万分之一！”望之始见朋，接待以意；后知其倾邪，绝不与通。朋，楚士，怨恨，更求入许、史，推所言许、史事，曰：“皆周堪、刘更生教我；我关东人，何以知此！”于是侍中许章白见朋。朋出，扬言曰：“我见言前将军小过五，大罪一。”待诏华龙行污秽，欲入堪等，堪等不纳，亦与朋相结。\n恭、显令二人告望之等谋欲罢车骑将军，疏退许、史状，候望之出休日，令朋、龙上之。事下弘恭问状，望之对曰：“外戚在位多奢淫，欲以匡正国家，非为邪也。”恭、显奏：“望之、堪、更生朋党相称举，数谮诉大臣，毁离亲戚，欲以专擅权势。为臣不忠，诬上不道，请谒者召致廷尉。”时上初即位，不省召致廷尉为下狱也，可其奏。后上召堪、更生，曰：“系狱。”上大惊曰：“非但廷尉问邪！”以责恭、显，皆叩头谢。上曰：“令出视事。”恭、显因使史高言：“上新即位，未以德化闻于天下，而先验师傅。即下九卿、大夫狱，宜因决免。”于是制诏丞相、御史：“前将军望之，傅朕八年，无它罪过。今事久远，识忘难明，其赦望之罪，收前将军、光禄勋印绶；及堪、更生皆免为庶人。”\n二月，丁巳，立弟竟为清河王。\n戊午，陇西地震，败城郭、屋室，压杀人众。\n三月，立广陵厉王子霸为王。\n诏罢黄门乘舆狗马，水衡禁囿、宜春下苑、少府佽飞外池、严籞池田假与贫民。又诏赦天下，举茂材异等、直言极谏之士。\n夏，四月，丁巳，立子骜为皇太子。待诏郑朋荐太原太守张敞，先帝名臣，宜傅辅皇太子。上以问萧望之，望之以为敞能吏，任治烦乱，材轻，非师傅之器。天子使使者征敞，欲以为左冯翊，会病卒。\n诏赐萧望之爵关内侯，给事中，朝朔望。\n关东饥，齐地人相食。\n秋，七月，己酉，地复震。\n上复征周堪、刘更生，欲以为谏大夫；弘恭、石显白，皆以为中郎。\n上器重萧望之不已，欲倚以为相；恭、显及许、史子弟、侍中、诸曹皆侧目于望之等。更生乃使其外亲上变事，言“地震殆为恭等，不为三独夫动。臣愚以为宜退恭、显以章蔽善之罚，进望之等以通贤者之路。如此，则太平之门开，灾异之愿塞矣。”书奏，恭、显疑其更生所为，白请考奸诈，辞果服；遂逮更生系狱，免为庶人。\n会望之子散骑、中郎亻及亦上书讼望之前事，事下有司，复奏：“望之前所坐明白，无谮诉者，而教子上书，称引亡辜之诗，失大臣体，不敬，请逮捕。”弘恭、石显等知望之素高节，不诎辱，建白：“望之前幸得不坐，复赐爵邑，不悔过服罪，深怀怨望，教子上书，归非于上，自以托师傅，终必不坐，非颇屈望之于牢狱，塞其怏怏心，则圣朝无以施恩厚。”上曰：“萧太傅素刚，安肯就吏！”显等曰：“人命至重，望之所坐，语言薄罪，必无所忧。”上乃可其奏。冬，十二月，显等封诏以付谒者，敕令召望之手付。因令太常急发执金吾车骑驰围其第。使都至，召望之。望之以问门下生鲁国硃云，云者，好节士，劝望之自裁。于是望之仰天叹曰：“吾尝备位将相，年逾六十矣，老入牢狱，苟求生活，不亦鄙乎！”字谓云曰：“游，趣和药来，无久留我死！”竟饮鸠自杀。天子闻之惊，拊手曰：“曩固疑其不就牢狱，果然杀吾贤傅！”是时，太官方上昼食，上乃却食，为之涕泣，哀动左右。于是召显等责问以议不详，皆免冠谢，良久然后已。上追念望之不忘，每岁时遣使者祠祭望之冢，终帝之世。\n臣光曰：甚矣孝元之为君，易欺而难寤也！夫恭、显之谮诉望之，其邪说诡计，诚有所不能辨也。至于始疑望之不肯就狱，恭、显以为必无忧。已而果自杀，则恭、显之欺亦明矣。在中智之君，孰不感动奋发以厎邪臣之罚！孝元则不然。虽涕泣不食以伤望之，而终不能诛恭、显，才得其免冠谢而已。如此，则奸臣安所惩乎！是使恭、显得肆其邪心而无复忌惮者也。\n是岁，弘恭病死，石显为中书令。\n初，武帝灰南越，开置珠厓、儋耳郡，在海中洲上，吏卒皆中国人，多侵陵之。其民亦暴恶，自以阻绝，数犯吏禁，率数年壹反，杀吏；汉辄发兵击定之。二十馀年间，凡六反。至宣帝时，又再反。上即位之明年，珠厓山南县反，发兵击之。诸县更叛，连年不定。上博谋于群臣，欲大发军。待诏贾捐之曰：“臣闻尧、舜、禹之圣德，地方不过数千里，西被流沙，东渐于海，朔南暨声教，言欲与声教则治之，不欲与者不强治也。故君臣歌德，含气之物各得其宜。武丁、成王、殷、周之大仁也，然地东不过江、黄，西不过氐、羌，南不过蛮荆，北不过朔方，是以颂声并作，视听之类咸乐其生，越裳氏重九译而献，此非兵革之所能致也。以至于秦，兴兵远攻，贪外虚内而天下溃畔。孝文皇帝偃武行文，当此之时，断狱数百，赋役轻简。孝武皇帝厉兵马以攘四夷，天下断狱万数，赋烦役重，寇贼并起，军旅数发，父战死于前，子斗伤于后，女子乘亭障，孤儿号于道，老母、寡妇饮泣巷哭，是皆廓地泰大，征伐不休之故也。今关东民众久困，流离道路。人情莫亲父母，莫乐夫妇；至嫁妻卖子，法不能禁，义不能止，此社稷之忧也。今陛下不忍悁悁之忿，欲驱士众挤之大海之中，快心幽冥之地，非所以救助饥馑，保全元元也。诗云：‘蠢尔蛮荆，大邦为雠。’言圣人起则后服，中国衰则先畔，自古而患之，何况乃复其南方万里之蛮乎！骆越之人，父子同川而浴，相习以鼻饮，与禽兽无异，本不足郡县置也。颛颛独居一海之中，雾露气湿，多毒草、虫蛇、水土之害；人未见虏，战士自死。又非独珠厓有珠、犀、玳瑁也。弃之不足惜，不击不损威。其民譬犹鱼鳖，何足贪也！臣窃以往者羌军言之，暴师曾未一年，兵出不逾千里，费四十馀万万；大司农钱尽，乃以少府禁钱续之。夫一隅为不善，费尚如此，况于劳师远攻，亡士毋功乎！求之往古则不合，施之当今又不便，臣愚以为非冠带之国，《禹贡》所及，《春秋》所治，皆可且无以为。愿遂弃珠厓，专用恤关东为忧。”上以问丞相、御史。御史大夫陈万年以为当击，丞相于定国以为：“前日兴兵击之连年，护军都尉、校尉及丞凡十一人，还者二人，卒士及转输死者万人以上，费用三万万馀，尚未能尽降。今关东困乏，民难摇动，捐之议是，”上从之。捐之，贾谊曾孙也。\n孝元皇帝上初元三年（乙亥，公元前四六年）\n春，诏曰：“珠厓虏杀吏民，背畔为逆。今廷议者或言可击，或言可守，或欲弃之，其指各殊。朕日夜惟思议者之言，羞威不行，则欲诛之；狐疑辟难，则守屯田；通于时变，则忧万民。夫万民之饥饿与远蛮之不讨，危孰大焉？且宗庙之祭，凶年不备，况乎辟不嫌之辱哉！今关东大困，仓库空虚，无以相赡，又以动兵，非特劳民，凶年随之。其罢珠崖郡，民有慕义欲内属，便处之；不欲，勿强。”\n夏，四月，乙末晦，茂陵白鹤馆灾；赦天下。\n夏，旱。\n立长沙炀王弟宗为王。\n长信少府贡禹上言：“诸离宫及长乐宫卫，可减其太半以宽繇役。”六月，诏曰：“朕惟烝庶之饥寒，远离父母妻子，劳于非业之作，卫于不居之宫，恐非所以佐阴阳之道也。其罢甘泉、建章宫卫，令就农。百宫各省费。条奏，毋有所讳。”\n是岁，上复擢周堪为光禄勋，堪弟子张猛为光禄大夫、给事中，大见信任。\n孝元皇帝上初元四年（丙子，公元前四五年）\n春，正月，上行幸甘泉，效泰畤。三月，行幸河东，祠后土；赦汾阴徒。\n孝元皇帝上初元五年（丁丑，公元前四四年）\n春，正月，以周子南君为周承休侯。三月，上行幸雍，祠五畤。\n夏，四月，有星孛于参。\n上用诸儒贡禹等之言，诏太官毋日杀，所具各减半；乘舆秣马，无乏正事而已。罢角抵、上林宫馆希御幸者、齐三服官、北假田官、盐铁官、常平仓。博士弟子毋置员，以广学者。令民有能通一经者。皆复。省刑罚七十馀事。\n陈万年卒。六月，辛酉，长信少府贡禹为御史大夫。禹前后言得失书数十上，上嘉其质直，多采用之。\n匈奴郅支单于自以道远，又怨汉拥护呼韩邪而不助己，困辱汉使者乾江乃始等；遣使奉献，因求侍子。汉议遣卫司马谷吉送之，御史大夫贡禹、博士东海匡衡以为：“郅支单于乡化末醇，所在绝远，宜令使者送其子，至塞而还。”吉上书言：“中国与夷狄有羁縻不绝之义，今既养全其子十年，德泽甚厚，空绝而不送，近从塞还，示弃捐不畜，使无乡从之心，弃前恩，立后怨，不便。议者见前江乃无应敌之数，智勇俱困，以致耻辱，即豫为臣忧。臣幸得建强汉之节，承明圣之诏，宣谕厚恩，不宜敢桀。若怀禽兽心，加无道于臣，则单于长婴大罪，必遁逃远舍，不敢近边。没一使以安百姓，国之计，臣之愿也。愿送到庭。”上许焉。既到，郅支单于怒，竟杀吉等；自知负汉，又闻呼韩邪益强，恐见袭击，欲远去。会康居王数为乌孙所困，与诸翕侯计，以为：“匈奴大国，乌孙素服属之。今郅支单于困在外，可迎置东边，使合兵取乌孙而立之，长无匈忧矣。”即使使到坚昆，通语郅支。郅支素恐，又怨乌孙，闻康居计，大说，遂与相结，引兵而西。郅支人众中寒道死，馀财三千人。到康居，康居王以女妻郅支，郅支亦以女予康居王，康居甚尊敬郅支，欲倚其威以胁诸国。郅支数借兵击乌孙，深入至谷城，杀略民人，驱畜产去。乌孙不敢追。西边空虚不居者五千里。\n冬，十二月，丁末，贡禹卒。丁已，长信少府薛广德为御史大夫。\n孝元皇帝上永光元年（戊寅，公元前四三年）\n春，正月，上行幸甘泉，郊泰畤。视毕，因留射猎。薛广德上书曰：“窃见关东困极，人民流离。陛下日撞亡秦之钟，听郑、卫之乐，臣诚悼之。今士卒暴露，从官劳倦，愿陛下亟反宫，思与百姓同忧乐，天下幸甚！”上即日还。\n二月，诏：“丞相、御史举质朴、敦厚、逊让、有行者，光禄岁以此科第郎、从官。”\n三月，赦天下。\n雨雪、陨霜，杀桑。秋，上酎祭宗庙，出便门，欲御楼船。薛广德当乘舆车，免冠顿首曰：“宜从桥。”诏曰：“大夫冠。”广德曰：“陛下不听臣，臣自刎，以血污车轮，陛下不得入庙矣！”上不说。先驱光禄大夫张猛进曰：“臣闻主圣臣直。乘船危，就桥安，圣主不乘危。御史大夫言可听。”上曰：“晓人不当如是邪！”乃从桥。\n九月，陨霜杀稼，天下大饥。丞相于定国，大司马、车骑将军史高，御史大夫薛广德，俱以灾异乞骸骨。赐安车、驷马、黄金六十斤，罢。太子太傅韦玄成为御史大夫。广德归，县其安车，以传示子孙为荣。\n帝之为太子也，从太中大夫孔霸受《尚书》。及即位，赐霸爵关内侯，号褒成君，给事中。上欲致霸相位，霸为人谦退，不好权势，常称“爵位泰过，何德以堪之！”御史大夫屡缺，上辄欲用霸；霸让位，自陈至于再三。上深知其至诚，乃弗用。以是敬之，赏赐甚厚。\n戊子，侍中，卫尉王接为大司马、车骑将军。\n石显惮周堪、张猛等，数谮毁之。刘更生惧其倾危，上书曰：“臣闻舜命九官，济济相让，和之至也。众臣和于朝则万物和于野，故箫《韶》九成，凤皇来仪。至周幽，厉之际，朝廷不和，转相非怨，则日月薄食，水泉沸腾，山谷易处，霜降失节。由此观之，和气致祥，乖气致异，祥多者其国安，异众者其国危。天地之常经，古今之通义也。今陛下开三代之业，招文学之士，优游宽容，使得并进。今贤不肖浑殽，白黑不分，邪正杂糅，忠谗并进；章交公车，人满北军，朝臣舛午，胶戾乖剌，更相谗诉，转相是非；所以营惑耳目，感移心意，不可胜载，分曹为党，往往群朋将同心以陷正臣。正臣进者，治之表也；正臣陷者，乱之机也；乘治乱之机，未知孰任，而灾异数见，此臣所以寒心者也。初元以来六年矣，按春秋六年之中，灾异未有稠如今者也。原其所以然者，由谗邪并进也；谗邪之所以并进者，由上多疑心，既已用贤人而行善政，如或谮之，则贤人退而善政还矣。夫执狐疑之心者，来谗贼之口；持不断之意者，开群枉之门；谗邪进则众贤退，群枉盛则正士消。故《易》有《否》、《泰》，小人道长，君子道消，则政日乱；君子道长，小人道消，则政日治。昔者鲧、共工、驩兜与舜、禹杂处尧朝，周公与管、蔡并居周位，当是时，迭进相毁，流言相谤，岂可胜道哉！帝尧、成王能贤舜、禹、周公而消共工、管、蔡，故以大治，荣华至今。孔子与季、孟偕仕于鲁，李斯与叔孙俱宦于秦，定公、始皇贤季、孟、李斯而消孔子、叔孙，故以大乱，污辱至今。故治乱荣辱之端，在所信任；信任既贤，在于坚固而不移。《诗》云：‘我心匪石，不可转也，言守善笃也。《易》曰：‘涣汗其大号’，言号令如汗，汗出而不反者也。今出善令未能逾时而反，是反汗也；用贤未能三旬而退，是转石也。《论语》曰：‘见不善如探汤。’今二府奏佞诌不当在位，历年而不去。故出令则如反汗，用贤则如转石，去佞则如拨山，如此，望阴阳之调，不亦难乎！是以群小窥见间隙，缘饰文字，巧言丑诋，流言、飞文哗于民间。故《诗》云：‘忧心悄悄，愠于群小，’小人成群，诚足愠也。昔孔子与颜渊、子贡更相称誉，不为朋党；禹、稷与皋陶传相汲引，不为比周，何则？忠于为国，无邪心也。今佞邪与贤臣并交戟之内，合党共谋，违善依恶，歙歙訿々，数设危险之言，欲以倾移主上，如忽然用之，此天地之所以先戒，灾异之所以重至者也。自古明圣未有无诛而治者也，故舜有四放之罚，孔子有两观之诛，然后圣化可得而行也。今以陛下明知，诚深思天地之心，览《否》、《泰》之卦，历周、唐之所\r\n以为法，原秦、鲁之所消以为戒，考祥应之福。省灾异之祸，以揆当世之变，放远佞邪之党，坏散险诐之聚，杜闭群枉之门，方开众正之路，决断狐疑，分别犹豫，便是非炳然可知，则百异消灭而众祥并至，太平之基，万世之利也。”显见其书，愈与许、史比而怨更生等。\n是岁，夏寒，日青无光，显及许、史皆言堪、猛用事之咎。上内重堪，又患众口之浸润，无所取信。时长安令杨兴以材能幸，常称誉堪，上欲以为助，乃见问兴：“朝臣龂龂不可光禄勋，何邪？”兴者，倾巧士，谓上疑堪，因顺指曰：“堪非独不可于朝廷，自州里亦不可也！臣见众人闻堪与刘更生等谋毁骨肉，以为当诛；故臣前书言堪不可诛伤，为国养恩也。”上曰：“然此何罪而诛？今宜奈何？”兴曰：“臣愚以为可赐爵关内侯，食邑三百户，勿令典事。明主不失师傅之恩，此最策之得者也。”上于是疑之。\n司隶校尉琅邪诸葛丰始以特立刚直著名于朝，数侵犯贵戚，在位多言其短。后坐春夏系治人，徙城门校尉。丰于是上书告堪、猛罪，上不直丰，乃制诏御史：“城门校尉丰，前与光禄勋、光禄大夫猛在朝之时，数称言堪、猛之美。丰前为司隶校尉，不顺四时，修法度，专作苛暴以获虚威；朕不忍下吏，以为城门校尉。不内省诸己，而反怨堪、猛以求报举，告按无证之辞，暴扬难验之罪，毁誉恣意，不顾前言，不信之大也。朕怜丰之耆老，不忍加刑，其免为庶人！”又曰：“丰言堪、猛贞信不立，朕闵而不治，又惜其材能未有所效，其左迁堪为河东太守，猛槐里令。”\n臣光曰：诸葛丰之于堪、猛，前誉而后毁，其志非为朝廷进善而去奸也，欲比周求进而已矣。斯亦郑朋、杨兴之流，乌在其为刚直哉！人君者，察美恶，辨是非，赏以劝善，罚以惩奸，所以为治也。使丰言得实，则丰不当绌；若其诬罔，则堪、猛何辜焉！今两责而俱弃之，则美恶、是非果何在哉！\n贾捐之与杨兴善。捐之数短石显，以故不得官，稀复进见；兴新以材能得幸。捐之谓兴曰：“京兆尹缺，使我得见，言君兰，京兆尹可立得。”兴曰：“君房下笔，言语妙天下；使君房为尚书令，胜五鹿充宗远甚。”捐之曰：“令我得代充宗，君兰为京兆，京兆，郡国首，尚书，百官本，天下真大治，士则不隔矣！”捐之复短石显，兴曰：“显方贵，上信用之；今欲进，第从我计，且与合意，即得入矣！”捐之即与兴共为荐显奏，称誉其美，以为宜赐爵关内侯，引其兄弟以为诸曹；又共为荐兴奏，以为可试守京兆尹。石显闻知，白之上，乃下兴、捐之狱，令显治之，奏“兴，捐之怀诈伪，更相荐誉，欲得大位，罔上不道！”捐之竟坐弃市，兴髡钳为城旦。\n臣光曰：君子以正攻邪，犹惧不克。况捐之以邪攻邪，其能免乎！\n徙清河王竟为中山王。\n匈奴呼韩邪单于民众益盛，塞下禽兽尽，单于足以自卫，不畏郅支，其大臣多劝单于北归者。久之，单于竟北归庭，民众稍稍归之，其国遂定。\n孝元皇帝上永光二年（己卯，公元前四二年）\n春，二月，赦天下。\n丁酉，御史大夫韦玄成为丞相；右扶风郑弘为御史大夫。\n三月，壬戌朔，日有食之。\n夏，六月，赦天下。\n上问给事中匡衡以地震日食之变，衡上疏曰：“陛下躬圣德，开太平之路，闵愚吏民触法抵禁，比年大赦，使百姓得改行自新，天下幸甚！臣窃见大赦之后，奸邪不为衰止，今日大赦，明日犯法，相随入狱，此殆导之未得其务也。今天下俗，贪财贱义，好声色，上侈靡，亲戚之恩薄，婚姻之党隆，苟合徼幸，以身设利；不改其原，虽岁赦之，刑犹难使错而不用也，臣愚以为宜壹旷然大变其俗。夫朝廷者，天下之桢幹也。朝有变色之言，则下有争斗之患；上有自专之士，则下有不让之人；上有克胜之佐，则下有伤害之心；上有好利之臣，则下有盗窃之民；此其本也。治天下者，审所上而已。教化之流，非家至而人说之也；贤者在位，能者布职，朝廷崇礼，百僚敬让，道德之行，由内及外，自近者始，然后民知所法，迁善日进而不自知也。《诗》曰：‘商邑翼翼，四方之极。’今长安，天子之都，亲承圣化，然其习俗无以异于远方，郡国来者无所法则，或见侈靡而放效之；此教化之原本，风俗之枢机，宜先正者也。臣闻天人之际，精祲有以相荡，善恶有以相推，事作乎下者象动乎上，阴变则静者动，阳蔽则明者晻，水旱之灾随类而至。陛下祗畏天戒，哀闵元元，宜省靡丽，考制度，近忠正，远巧佞，以崇至仁，匡失俗，道德弘于京师，淑问扬乎疆外，然后大化可成，礼让可兴也。”上说其言，迁衡为光禄大夫。\n荀悦论曰：夫赦者，权时之宜，非常典也。汉兴，承秦兵革之后，大愚之世，比屋可刑，故设三章之法，大赦之令，荡涤秽流，与民更始，时势然也。后世承业，袭而不革，失时宜矣。若惠、文之世，无所赦之。若孝景之时，七国皆乱，异心并起，奸诈非一；及武帝末年，赋役繁兴，群盗并起，加以太子之事，巫蛊之祸，天下纷然，百姓无聊，人不自安；及光武之际，拨乱之后：如此之比，宜为赦矣。\n秋，七月，陇西羌彡姐旁种反，诏召丞相韦玄成等入议。是时，岁比不登，朝廷方以为忧，而遭羌变，玄成等漠然，莫有对者。右将军冯奉世曰：“羌虏近在竟内背畔，不以时诛，无以威制远蛮，臣愿帅师讨之！”上问用兵之数，对曰：“臣闻善用兵者，役不再兴，粮不三载，故师不久暴而天诛亟决。往者数不料敌，而师至于折伤，再三发调，则旷日烦费，威武亏矣。今反虏无虑三万人，法当倍，用六万人。然羌戎，弓矛之兵耳，器不犀利，可用四万人。一月足以决。”丞相、御史、两将军皆以为：“民方收敛时未可多发，发万人屯守之，且足。”奉世曰：“不可。天下被饥馑，士马羸耗，守战之备久废不简，夷狄有轻边吏之心，而羌首难。今以万人分屯数处，虏见兵少，必不畏惧。战则挫兵病师，守则百姓不救，如此，怯弱之形见。羌人乘利，诸种并和，相扇而起，臣恐中国之役不得止于四万，非财币所能解也。故少发师而旷日，与一举而疾决，利害相万也。”固争之，不能得。有诏，益二千人。于是遣奉世将万二千人骑，以将屯为名，典属国任立、护军都尉韩昌为偏裨，到陇西，分屯三处。昌先遣两校尉与羌战，羌虏盛多，皆为所破，杀两校尉。奉世具上地形部众多少之计，愿益三万六千人，乃足以决事。书奏，天子大为发兵六万馀人。八月，拜太常弋阳侯任千秋为奋武将军以助之。冬，十月，兵毕至陇西，十一月，并进，羌虏大破，斩首数千级，馀皆走出塞。兵未决间，汉复发募士万人，拜定襄太守韩安国为建威将军，未进，闻羌破而还。诏罢吏士，颇留屯田，备要害处。\n\n\n作者：司马光",
        "《资治通鉴 · 卷四十六 · 汉纪三十八》\n起柔兆困敦，尽阏逢涒滩，凡九年。\n肃宗孝章皇帝上建初元年（丙子，公元七六年）\n春，正月，诏兗、豫、徐三州禀赡饥民。上问司徒鲍昱：“何以消复旱灾？”对曰：“陛下始践天位，虽有失得，未能致异。臣前为汝南太守，典治楚事，系者千馀人，恐未能尽当其罪。夫大狱一起，冤者过半。又，诸徙者骨肉离分，孤魂不祀。宜一切还诸徙家。蠲除禁锢，使死生获所，则和气可致。”帝纳其言。校书郎杨终上疏曰：“间者北征匈奴，西开三十六国，百姓频年服役，转输烦费；愁困之民足以感动天地。陛下宜留念省察。”帝下其章，第五伦亦同终议。牟融、饱昱皆以为：“孝子无改父之道。征伐匈奴，屯戍西域，先帝所建，不宜回异。”终复上疏曰：“秦筑长城，功役繁兴；胡亥不革，卒亡四海。故孝元弃珠厓之郡，光武绝西域之国，不以介鳞易我衣裳。鲁文公毁泉台，《春秋》讥之曰：‘先祖为之而己毁之，不如勿居而已，’以其无妨害于民也；襄公作三军，昭公舍之，君子大其复古，以为不舍则有害于民也。今伊吾之役，楼兰之屯兵久而未还，非天意也。”帝从之。丙寅，诏：“二千石勉劝农桑。罪非殊死，须秋案验。有司明慎选举，进柔良，退贪猾，顺时令，理冤狱。”是时承永平故事，吏政尚严切，尚书决事，率近于重。尚书沛国陈宠以帝新即位，宜改前世苛俗，乃上疏曰：“臣闻先王之政，赏不僭，刑不滥。与其不得已，宁僭无滥。往者断狱严明，所以威惩奸慝；奸慝既平，必宜济之以宽。陛下即位，率由此义，数诏群僚，弘崇晏晏，而有司未悉奉承，犹尚深刻。断狱者急于篣格酷烈之痛，执宪者烦于诋欺放滥之文，或因公行私，逞纵威福。夫为政犹张琴瑟，大弦急者小弦绝。陛下宜隆先王之道，荡涤烦苛之法，轻薄棰楚以济群生，全广至德以奉天心。”帝深纳宠言，每事务于宽厚。\n酒泉太守段彭等兵会柳中，击车师，攻交河城，斩首三千八百级，获生口三千馀人。北匈奴惊走，车师复降。会关宠已殁，谒者王蒙等欲引兵还；耿恭军吏范羌，时在军中，固请迎恭。诸将不敢前，乃分兵二千人与羌，从山北迎恭，遇大雪丈馀，军仅能至。城中夜闻兵马声，以为虏来，大惊。羌遥呼曰：“我范羌也，汉遣军迎校尉耳。”城中皆称万岁。开门，共相持涕泣。明日，遂相随俱归。虏兵追之，且战且行。吏士素饥困，发疏勒时，尚有二十六人，随路死没，三月至玉门，唯馀十三人，衣屦穿决，形容枯槁。中郎将郑众为恭已下洗沐，易衣冠，上疏奏：“恭以单兵守孤城，当匈奴数万之众，连月逾年，心力困尽，凿山为井，煮弩为粮，前后杀伤丑虏数百千计，卒全忠勇，不为大汉耻，宜蒙显爵，以厉将帅。”恭至雒阳，拜骑都尉。诏悉罢戊、己校尉及都护官，征还班超。超将发还，疏勒举国忧恐；其都尉黎弇曰：“汉使弃我，我必复为龟兹所灭耳，诚不忍见汉使去。”因以刀自刭。超还至于窴，王侯以下皆号泣，曰：“依汉使如父母，诚不可去！”互抱超马脚不得行。超亦欲遂其本志，乃更还疏勒。疏勒两城已降龟兹，而与尉头连兵。超捕斩反者，击破尉头，杀六百馀人，疏勒复安。\n甲寅，山阳、山平地震。\n东平王苍上便宜三事。帝报书曰：“间吏民奏事亦有此言，但明智浅短，或谓倘是，复虑为非，不知所定。得王深策，恢然意解；思惟嘉谋，以次奉行。特赐王钱五百万。”后帝欲为原陵、显节陵起县邑，苍上疏谏曰：“窃见光武皇帝躬履俭约之行，深睹始终之分，勤勤恳恳，以葬制为言；孝明皇帝大孝无违，承奉遵行。谦德之美，于斯为盛。臣愚以园邑之兴，始自强秦。古者丘陇且不欲其著明，岂况筑郭邑、建都郛哉！上违先帝圣心，下造无益之功，虚费国用，动摇百姓，非所以致和气、祈丰年也。陛下履有虞之至性，追祖祢之深思，臣苍诚伤二帝纯德之美不畅于无穷也。”帝乃止。自是朝廷每有疑政，辄驿使谘问，苍悉心以对，皆见纳用。秋，八月，庚寅，有星孛于天市。\n初，益州西部都尉广汉郑纯，为政清洁，化行夷貊，君长感慕，皆奉珍内附；明帝为之置永昌郡，以纯为太守。纯在官十年而卒，后人不能抚循夷人。九月，哀牢王类牢杀守令反，攻博南。\n阜陵王延数怀怨望，有告延与子男鲂造逆谋者；上不忍诛，冬十一月，贬延为阜陵侯，食一县，不得与吏民通。\n北匈奴皋林温禺犊王将众还居涿邪山，南单于与边郡及乌桓共击破之。是岁，南部大饥，诏禀给之。\n肃宗孝章皇帝上建初二年（丁丑，公元七七年）\n春，三月，甲辰，罢伊吾卢屯兵，匈奴复遣兵守其地。\n永昌、越巂、益州三郡兵及昆明夷卤承等，击哀牢王类牢于博南，大破，斩之。\n夏，四月，戊子，诏还坐楚、淮阳事徙者四百馀家。\n上欲封爵诸舅，太后不听。会大旱，言事者以为不封外戚之故，有司请依旧典。太后诏曰：“凡言事者，皆欲媚朕以要福耳。昔王氏五侯同日俱封，黄雾四塞，不闻澍雨之应。夫外戚贵盛，鲜不倾覆；故先帝防慎舅氏，不令在枢机之位，又言‘我子不当与先帝子等’，今有司奈何欲以马氏比阴氏乎！且阴卫尉，天下称之，省中御者至门，出不及履，此蘧伯玉之敬也；新阳侯虽刚强，微失理，然有方略，据地谈论，一朝无双；原鹿贞侯，勇猛诚信；此三人者，天下选臣，岂可及哉！马氏不及阴氏远矣。吾不才，夙夜累息，常恐亏先后之法，有毛发之罪吾不释，言之不舍昼夜，而亲属犯之不止，治丧起坟，又不时觉，是吾言之不立而耳目之塞也。\n吾为天下母，而身服大练，食不求甘，左右但著帛布，无香蕃之饰者，欲身率下也。以为外亲见之，当伤心自敕，但笑言‘太后素好俭’。前过濯龙门上，见外家问起居者，车如流水，马如游龙，仓头衣绿褠，领袖正白，顾视御者，不及远矣。故不加谴怒，但绝岁用而已，冀以默愧其心，犹懈怠无忧国忘家之虑。知臣莫若君，况亲属乎！吾岂可上负先帝之旨，下亏先人之德，重袭西京败亡之祸哉！”固不许。帝省诏悲叹，复重请曰：“汉兴，舅氏之封侯，犹皇子之为王也。太后诚存谦虚，奈何令臣独不加恩三舅乎！且卫尉年尊，两校尉有大病，如令不讳，使臣长抱刻骨之恨。宜及吉时，不可稽留。”太后报曰：“吾反覆念之，思令两善，岂徒欲获谦让之名而使帝受不外施之嫌哉！昔窦太后欲封王皇后之兄，丞相条侯言：‘高祖约，无军功不侯。’今马氏无功于国，岂得与阴、郭中兴之后等邪！常观富贵之家，禄位重叠，犹再实之木，其根必伤。且人所以愿封侯者，欲上奉祭祀，不求温饱耳；今祭祀则受太官之赐，衣食则蒙御府馀资，斯岂不可足，而必当得一县乎！吾计之孰矣，勿有疑也。夫至孝之行，安亲为上。今数遭变异，谷价数倍，忧惶昼夜，不安坐卧，而欲先营外家之封，违慈母之拳拳乎！吾素刚急，有胸中气，不可不顺也。子之未冠，由于父母，已冠成人，则行子之志。念帝，人君也；吾以未逾三年之故，自吾家族，故得专之。若阴阳调和，边境清静，然后行子之志；吾但当含饴弄孙，不能复关政矣。”上乃止。\n太后尝诏三辅：诸马昏亲有属托郡县、干乱吏治者，以法闻。太夫人葬起坟微高，太后以为言，兄卫尉廖等即时减削。其外亲有谦素义行者，辄假借温言，赏以财位；如有纤介，则先见严恪之色，然后加谴。其美车服、不尊法度者，便绝属籍，遣归田里。广平、巨鹿、乐成王，车骑朴素，无金银之饰，帝以白太后，即赐钱各五百万。于是内外从化，被服如一；诸家惶恐，倍于永平时。置织室，蚕于濯龙中，数往观视，以为娱乐。常与帝旦夕言道政事，及教授小王《论语》经书，述叙平生，雍和终日。\n马廖虑美业难终，上疏劝成德政曰：“昔元帝罢服官，成帝御浣衣，哀帝去乐府，然而侈费不息，至于衰乱者，百姓从行不从言也。夫改政移风，必有其本。《传》曰：吴王好剑客，百姓多创瘢；楚王好细腰，宫中多饿死。’长安语曰：‘城中好高结，四方高一尺；城中好广眉，四方且半额；城中好大袖，四方全匹帛。’斯言如戏，有切事实。前下制度未几，后稍不行，虽或吏不奉法，良由慢起京师。今陛下素简所安，发自圣性，诚令斯事一竟，则四海诵德，声薰天地，神明可通，况于行令乎！”太后深纳之。\n初，安夷县吏略妻卑湳种羌人妇，吏为其夫所杀，安夷长宗延追之出塞。种人恐见诛，遂共杀延而与勒姐、吾良二种相结为寇。于是烧当羌豪滇吾之子迷吾率诸种俱反，败金城太守郝崇。诏以武威太守北地傅育为护羌校尉，自安夷徙居临羌。迷吾又与封养种豪布桥等五万馀人共寇陇西、汉阳。秋，八月，遣行车骑将军马防、长水校尉耿恭将北军五校兵及诸郡射士三万人击之。第五伦上疏曰：“臣愚以为贵戚可封侯以富之，不当任以职事。何者？绳以法则伤恩，私以亲则违宪。伏闻马防今当西征，臣以太后恩仁，陛下至孝，恐卒有纤介，难为意爱。”帝不从。马防等军到冀，布桥等围南部都尉于临洮，防进击，破之，斩首虏四千馀人，遂解临洮围；其众皆降，唯布桥等二万馀人屯望曲谷不下。\n十二月，戊寅，有星孛于紫宫。\n帝纳窦勋女为贵人，有宠。贵人母，即东海恭王女沘公主也。\n第五伦上疏曰：“光武承王莽之馀，颇以严猛为政，后代因之，遂成风化；郡国所举，类多办职俗吏，殊未有宽博之选以应上求者也。陈留令刘豫，冠军令驷协，并以刻薄之姿，务为严苦，吏民愁怨，莫不疾之。而今之议者反以为能，违天心，失经义；非徒应坐豫、协，亦宜谴举者。务进仁贤以任时政，不过数人，则风俗自化矣。臣尝读书记，知秦以酷急亡国，又目见王莽亦以苛法自灭，故勤勤恳恳，实在于此。又闻诸王、主、贵戚，骄奢逾制，京师尚然，何以示远！故曰：‘其身不正，虽令不行。’以身教者从，以言教者讼。”上善之。伦虽天性峭直，然常疾俗吏苛刻，论议每依宽厚云。\n肃宗孝章皇帝上建初三年（戊寅，公元七八年）\n春，正月，己酉，宗祀明堂，登灵台，赦天下。\n马防击布桥，大破之，布桥将种人万馀降，诏征防还。留耿恭击诸未服者，斩首虏千馀人，勒姐、烧何等十三种数万人，皆诣恭降。恭尝以言事忤马防，监营谒者承旨，奏恭不忧军事，坐征下狱，免官。\n三月，癸巳，立贵人窦氏为皇后。\n初，显宗之世，治虖沱、石臼河，从都虑至羊肠仓，欲令通漕。太原吏民苦役，连年无成，死者不可胜算。帝以郎中邓训为谒者，监领其事。训考量隐括，知其难成，具以上言。夏，四月，己巳，诏罢其役，更用驴辇，岁省费亿万计，全活徒士数千人。训，禹之子也。\n闰月，西域假司马班超率疏勒、康居、于窴、拘弥兵一万人攻姑墨石城，破之，斩首七百级。\n冬，十二月，丁酉，以马防为车骑将军。\n武陵漊中蛮反。\n是岁，有司奏遣广平王羡、巨鹿王恭、乐成王党俱就国。上性笃爱，不忍与诸王乖离，遂皆留京师。\n肃宗孝章皇帝上建初四年（己卯，公元七九年）\n春，二月，庚寅，太尉牟融薨。\n夏，四月，戊子，立皇子庆为太子。\n己丑，徙巨鹿王恭为江陵王，汝南王畅为梁王，常山王昞为淮阳王。\n辛卯，封皇子伉为千乘王，全为平春王。\n有司连据旧典，请封诸舅。帝以天下丰稔，方垂无事，癸卯，遂封卫尉廖为顺阳侯，车骑将军防为颍阳侯，执金吾光为许侯。太后闻之曰：“吾少壮时，但慕竹帛，志不顾命。今虽已老，犹戒之在得，故日夜惕厉，思自降损，冀乘此道，不负先帝。所以化导兄弟，共同斯志，欲令瞑目之日，无所复恨，何意老志复不从哉！万年之日长恨矣！”廖等并辞让，愿就关内侯，帝不许。廖等不得已受封爵而上书辞位，帝许之。五月，丙辰，防、廖、光皆以特进就第。\n甲戌，以司徒鲍昱为太尉，南阳太守桓虞为司徒。六月，癸丑，皇太后马氏崩。帝既为太后所养，专以马氏为外家，故贾贵人不登极位，贾氏亲族无受宠荣者。及太后崩，但加贵人王赤绶，安车一驷，永巷宫人二百，御府杂帛二万匹，大司农黄金千斤，钱二千万而已。\n秋，七月，壬戌，葬明德皇后。\n校书郎杨终建言：“宣帝博征群儒，论定《五经》于石渠阁。方今天下少事，学者得成其业，而章句之徒，破环大体。宜如石渠故事，永为后世则。”帝从之。冬，十一月，壬戌，诏太常：“将、大夫、博士、郎官及诸儒会白虎观，议《五经》同异。”使五官中郎将魏应承制问，侍中淳于恭奏，帝亲称制临决，作《白虎议奏》，名儒丁鸿、楼望、成封、桓郁、班固、贾逵及广平王羡皆与焉。固，超之兄也。\n肃宗孝章皇帝上建初五年（庚辰，公元八零年）\n春，二月，庚辰朔，日有食之。诏举直言极谏。\n荆、豫诸郡兵讨漊中蛮，破之。\n夏，五月，辛亥，诏曰：“朕思迟直士，侧席异闻，其先至者，各已发愤吐懑，略闻子大夫之志矣。皆欲置于左右，顾问省纳。建武诏书又曰：‘尧试臣以职，不直以言语笔札。’今外官多旷，并可以补任。”\n戊辰，太傅赵熹薨。\n班超欲遂平西域，上疏请兵曰：“臣窃见先帝欲开西域，故北击匈奴，西使外国，善阝善、于窴即时向化，今拘弥、莎车、疏勒、月氏、乌孙、康居复愿归附，欲共并力，破灭龟兹，平通汉道。若得龟兹，则西域未服者百分之一耳。前世议者皆曰：‘取三十六国，号为断匈奴右臂。’今西域诸国，自日之所入，莫不向化，大小欣欣，贡奉不绝，唯焉耆、龟兹独未服从。臣前与官属三十六人奉使绝域，备遭艰厄，自孤守疏勒，于今五载，胡夷情数，臣颇识之，问其城郭小大，皆言倚汉与依天等。以是效之，则葱领可通，龟兹可伐。今宜拜龟兹侍子白霸为其国王，以步骑数百送之，与诸国连兵，岁月之间，龟兹可禽。以夷狄攻夷狄，计之善者也。臣见莎车、疏勒田地肥广，草故饶衍，不比敦煌、善阝善间也，兵可不费中国而粮食自足。且姑墨、温宿二王，特为龟兹所置，既非其种，更相厌苦，其势必有降者。若二国来降，则龟兹自破。愿下臣章，参考行事，诚有万分，死复何恨！臣超区区特蒙神灵，窃冀未便僵仆，目见西域平定，陛下举万年之觞，荐勋祖庙，布大喜于天下。”书奏，帝知其功可成，议欲给兵。平陵徐幹上疏，愿奋身佐超，帝以幹为假司马，将驰刑及义从千人就超。先是莎车以为汉兵不出，遂降于龟兹，而疏勒都尉番辰亦叛。会徐幹适至，超遂与幹击番辰，大破之，斩首千馀级。欲进攻龟兹，以乌孙兵强，宜因其力，乃上言：“乌孙大国，控弦十万。故武帝妻以公主，至孝宣帝卒得其用。今可遣使招慰，与共合力。”帝纳之。\n肃宗孝章皇帝上建初六年（辛巳，公元八一年）\n春。二月，辛卯，琅邪孝王京薨。\n夏，六月，丙辰，太尉鲍昱薨。\n辛未晦，日有食之。\n秋，七月，癸巳，以大司农邓彪为太尉。\n武都太守廉范迁蜀郡太守。成都民物丰盛，邑宇逼侧，旧制，禁民夜作以防火灾，而更相隐蔽，烧者日属。范乃毁削先令，但严使储水而已。百姓以为便，歌之曰：“廉叔度，来何暮！不禁火，民安作。昔无襦，今五绔。”\n帝以沛王等将入朝，遣谒者赐貂裘及太官食物、珍果，又使大鸿胪窦固持节郊迎。帝亲自循行邸第，豫设帷床，其钱帛、器物无不充备。\n肃宗孝章皇帝上建初七年（壬午，公元八二年）\n春，正月，沛王辅、济南王康、东平王苍、中山王焉、东海王政、琅邪王宇来朝。诏沛、济南、东平、中山王赞拜不名，升殿乃拜，上亲答之，所以宠光荣显，加于前古。每入宫，辄以辇迎，至省阁乃下，上为之兴席改容，皇后亲拜于内，皆鞠躬辞谢不自安。三月，大鸿胪奏遣诸王归国，帝特留东平王苍于京师。\n初，明德太后为帝纳扶风宋杨二女为贵人，大贵人生太子庆。梁松弟竦有二女，亦为贵人，小贵人生皇子肇。窦皇后无子，养肇为子。宋贵人有宠于马太后，太后崩，窦皇后宠盛，与母沘阳公主谋陷宋氏，外令兄弟求其纤过，内使御者侦伺得失。宋贵人病，思生兔，令家求之，因诬言欲为厌胜之术，由是太子出居承禄观。夏，六月，甲寅，诏曰：“皇太子有失惑无常之性，不可以奉宗庙。大义灭亲，况降退乎！今废庆为清河王。皇子肇，保育皇后，承训怀衽，今以肇为皇太子。”遂出宋贵人姊妹置丙舍，使小黄门蔡伦案之。二贵人皆饮药自杀，父议郎杨免归本郡。庆时虽幼，亦知避嫌畏祸，言不敢及宋氏；帝更怜之，敕皇后令衣服与太子齐等。，太子亦亲爱庆，入则共室，出则同舆。己未，徙广平王羡为西平王。\n秋，八月，饮酎毕，有司复奏遣东平王苍归国，帝乃许之，手诏赐苍曰：“骨肉天性，诚不以远近为亲疏；然数见颜色，情重昔时。念王久劳，思得还休，欲署大鸿胪奏，不忍下笔，顾授小黄门；中心恋恋，恻然不能言。”于是车驾祖送，流涕而诀；复赐乘舆服御，珍宝、舆马，钱布以亿万计。\n九月，甲戌，帝幸偃师，东涉卷津，至河内，下诏曰：“车驾行秋稼，观收获，因涉郡界，皆精骑轻行，无它辎重。不得辄修道桥，远离城郭，遣吏逢迎，刺探起居，出入前后，以为烦扰。动务省约，但患不能脱粟瓢饮耳。”己酉，进幸鄴。辛卯，还宫。\n冬，十月，癸丑，帝行幸长安，封萧何末孙熊为酂侯。进幸槐里、岐山；又幸长平，御池阳宫，东至高陵。十二月，丁亥，还宫。\n东平献王苍疾病，驰遣名医、小黄门侍疾，使者冠盖不绝于道。又置驿马，千里传问起居。\n肃宗孝章皇帝上建初八年（癸未，公元八三年）\n春，正月，壬辰，王薨。诏告中傅“封上王自建武以来章奏，并集览焉。”遣大鸿胪持节监丧，令四姓小侯、诸国王、主悉会葬。\n夏，六月，北匈奴三木楼訾大人稽留斯等率三万馀人款五原塞降。\n冬，十二月，甲午，上行幸陈留、梁国、淮阳、颍阳；戊申，还宫。\n太子肇之立也，梁氏私相庆；诸窦闻而恶之。皇后欲专名外家，忌梁贵人姊妹，数谮之于帝，渐致疏嫌。是岁，窦氏作飞书，陷梁竦以恶逆，竦遂死狱中，家属徙九真，贵人姊妹以忧死。辞语连及梁松妻舞阴公主，坐徙新城。\n顺阳侯马廖，谨笃自守，而性宽缓，不能教勒子弟，皆骄奢不谨。校书郎杨终与廖书，戒之曰；“君位地尊重，海内所望。黄门郎年幼，血气方盛，既无长君退让之风，而要结轻狡无行之客，纵而莫诲，视成任性，览念前往，可为寒心！”廖不能从。防、光兄弟资产巨亿，大起第观，弥亘街路，食客常数百人。防又多牧马畜，赋敛羌、胡。帝不喜之，数加谴敕，所以禁遏甚备。由是权势稍损，宾客亦衰。廖子豫为步兵校尉，投书怨诽。于是有司并奏防、光兄弟奢侈逾僭，浊乱圣化，悉免就国。临上路，诏曰：“舅氏一门俱就国封，四时陵庙无助祭先后者，朕甚伤之，其令许侯思愆田庐，有司勿复请，以慰朕渭阳之情。”光比防稍为谨密，故帝特留之，后复位特进。豫随廖归国，考击物故。后复有诏还廖京师。\n诸马既得罪，窦氏益贵盛。皇后兄宪为侍中、虎贲中郎将，弟笃为黄门侍郎，并侍宫省，赏赐累积；喜交通宾客。司空第五伦上疏曰：“臣伏见虎贲中郎将窦宪，椒房之亲，典司禁兵，出入省闼，年盛志美，卑让乐善，此诚其好士交结之方。然诸出入贵戚者，类多瑕衅禁锢之人，尤少守约安贫之节。士大夫无志之徒，更相贩卖，云集其门，盖骄佚所从生也。三辅论议者至云：‘以贵戚废锢，当复以贵戚浣濯之，犹解酲当以酒也。’诐险趣势之徒，诚不可亲近。臣愚愿陛下、中宫严敕宪等闭门自守，无妄交通士大夫，防其未萌，虑于无形，令宪永保福禄，君臣交欢，无纤介之隙，此臣之所至愿也。”宪恃宫掖声势，自王、主及阴、马诸家，莫不畏惮。宪以贱直请夺泌水公主园田，主逼畏不敢计。后帝出过园，指以问宪，宪阴喝不得对。后发觉，帝大怒，召宪切责曰：“深思前过夺主田园时，何用愈赵高指鹿为马！久念使人惊怖。昔永平中，常令阴党、阴博、邓叠三人更相纠察，故诸豪戚莫敢犯法者。今贵主尚见枉夺，何况小民哉！国家弃宪，如孤雏、腐鼠耳！”宪大惧，皇后为毁服深谢，良久乃得解，使以田还主。虽不绳其罪，然亦不授以重任。\n臣光曰：人臣之罪，莫大于欺罔，是以明君疾之。孝章谓窦宪何异指鹿为马，善矣；然卒不能罪宪，则奸臣安所惩哉！夫人主之于臣下，患在不知其奸，苟或知之而复赦之，则不若不知之为愈也。何以言之？彼或为奸而上不之知，犹有所畏；既知而不能讨，彼知其不足畏也，则放纵而无所顾矣！是故知善而不能用，知恶而不能去，人主之深戒也。\n下邳周纡为雒阳令，下车，先问大姓主名；吏数闾里豪强以对。纡厉声怒曰：“本问贵戚若马、窦等辈，岂能知此卖菜佣乎！”于是部吏望风旨，争以激切为事，贵戚跼蹐，京师肃清。窦笃夜至止奸亭，亭长霍延拔剑拟笃，肆詈恣口。笃以表闻，诏召司隶校尉、河南尹诣尚书谴问；遣剑戟士收纡，送廷尉诏狱，数日，贳出之。\n帝拜班超为将兵长史，以徐幹为军司马，别遣卫侯李邑护送乌孙使者。邑到于窴，值龟兹攻疏勒，恐惧不敢前，因上书陈西域之功不可成，又盛毁超：“拥爱妻，抱爱子，安乐外国，无内顾心。”超闻之叹曰：“身非曾参而有三至之谗，恐见疑于当时矣！”遂去其妻。帝知超忠，乃切责邑曰：“纵超拥爱妻，抱爱子，思归之士千余人，何能尽与超同心乎！”令邑诣超受节度，诏：“若邑任在外者，便留与从事。”超即遣邑将乌孙侍子还京师。徐幹谓超曰：“邑前亲毁君，欲败西域，今何不缘诏书留之，更遣它吏送侍子乎？”超曰：“是何言之陋也！以邑毁超，故今遣之。内省不疚，何恤人言！快意留之，非忠臣也。”\n帝以侍中会稽郑弘为大司农。旧交趾七郡贡献转运，皆从东冶泛海而至，风波艰阻，没溺相系。弘奏开零陵、桂阳峤道，自是夷通，遂为常路。在职二年，所息省以亿万计。遭天下旱，边方有警，民食不足，而帑藏殷积。弘又奏宜省贡献，减徭费以利饥民；帝从之。\n肃宗孝章皇帝上元和元年（甲申，公元八四年）\n春，闰正月，辛丑，济阴悼王长薨。\n夏，四月，己卯，分东平国，封献王子尚为任城王。\n六月，辛酉，沛献王辅薨。\n陈事者多言“郡国贡举，率非功次，故守职益懈而吏事浸疏，咎在州郡。”有诏下公卿朝臣议。大鸿胪韦彪上议曰：“夫国以简贤为务，贤以孝行为首，是以求忠臣必于孝子之门。夫人才行少能相兼，是以孟公绰优于赵、魏老，不可以为滕、薛大夫。忠孝之人，持心近厚；锻练之吏，持心近薄。士宜以才行为先，不可纯以阀阅。然其要归，在于选二千石。二千石贤，则贡举皆得其人矣。”彪又上疏曰：“天下枢要，在于尚书，尚书之选，岂可不重！而间者多从郎官超升此位，虽晓习文法，长于应对，然察察小慧，类无大能。宜鉴啬夫捷急之对，深思绛侯木讷之功也。”帝皆纳之。彪，贤之玄孙也。\n秋，七月，丁未，诏曰：“律云：‘掠者唯得榜、笞、立’；又《令丙》，棰长短有数。自往者大狱已来，掠者多酷，钻钅赞之属，惨苦无极。念其痛毒，怵然动心。宜及秋冬治狱，明为其禁。”\n八月，甲子，太尉邓彪罢，以大司农郑弘为太尉。\n癸酉，诏改元。\n丁酉，车驾南巡。诏：“所经道上郡县，无得设储跱。命司空自将徒支柱桥梁。有遣使奉迎，探知起居，二千石当坐。”\n九月，辛丑，幸章陵；十月，己未，进幸江陵；还，幸宛。召前临淮太守宛人硃晖，拜尚书仆射。晖在临淮，有善政，民歌之曰：“强直自遂，南阳硃季，吏畏其威，民怀其惠。”时坐法免，家居，故上召而用之。十一月，己丑，车驾还宫。尚书张林上言：“县官经用不足，宜自煮盐，及复修武帝均输之法。”硃晖固执以为不可，曰：“均输之法，与贾贩无异，盐利归官，则下民穷怨，诚非明主所宜行。”帝因发怒切责诸尚书，晖等皆自系狱。三日，诏敕出之，曰：“国家乐闻驳议，黄发无愆。诏书过耳，何故自系！”晖因称病笃，不肯复署议。尚书令以下惶怖，谓晖曰：“今临得谴让，奈何称病，其祸不细！”晖曰：“行年八十，蒙恩得在机密，当以死报。若心知不可，而顺旨雷同，负臣子之义！今耳目无所闻见，伏待死命。”遂闭口不复言。诸尚书不知所为，乃共劾奏晖。帝意解，寝其事。后数日，诏使直事郎问晖起居，太医视疾，太官赐食，晖乃起谢；复赐钱十万，布百匹，衣十领。\n鲁国孔僖、涿郡崔骃同游太学，相与论：“孝武皇帝，始为天子，崇信圣道，五六年间，号胜文、景；及后恣己，忘其前善。”邻房生梁郁上书，告“骃、僖诽谤先帝，刺讥当世”，事下有司。因诣吏受讯。僖以书自讼曰：“凡言诽谤者，谓实无此事而虚加诬之也。至如孝武皇帝，政之美恶，显在汉史，坦如日月，是为直说书传实事，非虚谤也。夫帝者，为善为恶，天下莫不知，斯皆有以致之，故不可以诛于人也。且陛下即位以来，政教未过而德泽有加，天下所具知也，臣等独何讥刺哉！假使所非实是，则固应悛改，傥其不当，亦宜含容，又何罪焉！陛下不推原大数，深自为计，徒肆私忌以快其意，臣等受戮，死即死耳，顾天下之人，必回视易虑，以此事窥陛下心，自今以后，苟见不可之事，终莫复言者矣。齐桓公亲扬其先君之恶以唱管仲，然后群臣得尽其心，今陛下乃欲为十世之武帝远讳实事，岂不与桓公异哉！臣恐有司卒然见构，衔恨蒙枉，不得自叙，使后世论者擅以陛下有所比方，宁可复使子孙追掩之乎！谨诣阙伏待重诛。”书奏，帝立诏勿问，拜僖兰台令史。\n十二月，壬子，诏：“前以妖恶禁锢三属者，一皆蠲除之，但不得在宿卫而已。”\n庐江毛义，东平郑均，皆以行义称于乡里。南阳张奉慕义名，往候之，坐定而府檄适至，以义守安阳令，以捧檄而入，喜动颜色，奉心贱之，辞去。后义母死。征辟皆不至，奉乃叹曰：“贤者固不可测。往日之喜，乃为亲屈也。”均兄为县吏，颇受礼遗，均谏不听，乃脱身为佣，岁馀得钱帛，归以与兄曰：“物尽可复得，为吏坐臧，终身捐弃。”兄感其言，遂为廉洁。均仕为尚书，免归。帝下诏褒宠义、均，赐谷各千斛，常以八月长吏差问起居，加赐羊酒。\n武威太守孟云上言：“北匈奴复愿与吏民合市。”诏许之。北匈奴大且渠伊莫訾王等驱牛马万馀头来与汉交易，南单于遣轻骑出上郡钞之，大获而还。\n帝复遣假司马和恭等将兵八百人诣班超，超因发疏勒、于窴兵击莎车。莎车以赂诱疏勒王忠，忠遂反，从之，西保乌即城。超乃更立其府丞成大为疏勒王，悉发其不反者以攻忠。使人说康居王执忠以归其国，乌即城遂降。\n\n作者：司马光",
        "《资治通鉴 · 卷四十七 · 汉纪三十九》\n起旃蒙作噩，尽重光单阏，凡七年。\n肃宗孝章皇帝下元和二年（乙酉，公元八五年）\n春，正月，乙酉，诏曰：“令云：‘民有产子者，复勿算三岁。’今诸怀妊者，赐胎养谷人三斛，复其夫勿算一岁。著以为令！”又诏三公曰：“夫欲吏矫饰外貌，似是而非，朕甚餍之，甚苦之！安静之吏，悃愊无华，日计不足，月计有余。如襄城令刘方，吏民同声谓之不烦，虽未有它异，斯亦殆近之矣！夫以苛为察，以刻为明，以轻为德，以重为威，四者或兴，则下有怨心。吾诏书数下，冠盖接道，而吏不加治，民或失职，其咎安在？勉思旧令，称朕意焉！”\n北匈奴大人车利涿兵等亡来入塞，凡七十三辈。时北虏衰耗，党众离畔，南部攻其前，丁零寇其后，鲜卑击其左，西域侵其右，不复自立，乃远引而去。\n南单于长死，单于汗之子宣立，为伊屠于闾鞮单于。\n《太初历》施行百馀年，历稍后天。上命治历编、本梵等综校其状，作《四分历》；二月，甲寅，始施行之。帝之为太子也，受《尚书》于东郡太守汝南张酺。丙辰，帝东巡，幸东郡，引酺及门生并郡县掾史并会庭中。帝先备弟子之仪，使酺讲《尚书》一篇，然后修君臣之礼；赏赐殊特，莫不沾洽。行过任城，幸郑均舍，赐尚书禄以终其身，时人号为“白衣尚书”。\n乙丑，帝耕于定陶。辛未，幸泰山，柴告岱宗；进幸奉高。壬申，宗祀五帝于汶上明堂；丙子，赦天下。戊寅，进幸济南。三月，己丑，幸鲁，庚寅，祠孔子于阙里，及七十二弟子，作六代之乐，大会孔氏男子二十以上者六十二人。帝谓孔僖曰：“今日之会，宁于卿宗有光荣乎？”对曰：“臣闻明王圣主，莫不尊师贵道。今陛下亲屈万乘，辱临敝里，此乃崇礼先师，增辉圣德；至于光荣，非所敢承。”帝大笑曰：“非圣者子孙焉有斯言乎！”拜僖郎中。\n壬辰，帝幸东平，追念献王，谓其诸子曰：“思其人，至其乡；其处在，其人亡。”因泣下沾襟。遂幸献王陵，祠以太牢，亲拜祠坐，哭泣尽哀。献王之归国也，骠骑府吏丁牧、周栩以王爱贤下士，不忍去之，遂为王家大夫数十年，事祖及孙。帝闻之，皆引见，既愍其淹滞，且欲扬献王德美，即皆擢为议郎。乙未，幸东阿，北登太行山，至天井关。夏，四月，乙卯，还宫。庚申，假于祖祢。\n五月，徙江陵王恭为六安王。\n秋，七月，庚子，诏曰：“《春秋》重三正，慎三微。其定律无以十一月、十二月报囚，止用冬初十月而已。”\n冬，南单于遣兵与北虏温禺犊王战于涿邪山，斩获而还。武威太守孟云上言：“北虏以前既和亲，而南部复往抄掠，北单于谓汉欺之，谋欲犯塞，谓宜还南所掠生口以慰安其意。”诏百官议于朝堂。太尉郑弘、司空第五伦以为不可许，司徒桓虞及太仆袁安以为当与之。弘因大言激厉虞曰：“诸言当还生口者，皆为不忠！”虞延叱之，伦及大鸿胪韦彪各作色变容。司隶校尉举奏弘等，弘等皆上印绶谢。诏报曰：“久议沉滞，各有所志，盖事以议从，策由众定，訚訚衎衎，得礼之容，寝嘿抑心，更非朝廷之福。君何尤而深谢！其各冠覆！”帝乃下诏曰：“江海所以能长百川者，以其下之也。少加屈下，尚何足病！况今与匈奴君臣分定，辞顺约明，贡献累至，岂宜违信，自受其曲！其敕度辽及领中郎将庞奋，倍雇南部所得生口以还北虏；其南部斩首获生，计功受赏，如常科。”\n肃宗孝章皇帝下元和三年（丙戌，公元八六年）\n春，正月，丙申，帝北巡，辛丑，耕于怀；二月，乙丑，敕侍御史、司空曰：“方春所过，无得有所伐杀，车可以引避，引避之：騑马可辍解，辍解之。”戊辰，进幸中山，出长城；癸酉，还，幸元氏；三月，己卯，进幸赵；辛卯，还宫。太尉郑弘数陈侍中窦宪权势太盛，言甚苦切，宪疾之。会弘奏宪党尚书张林、雒阳令杨光在官贪残。书奏，吏与光故旧，因以告之，光报宪。宪奏弘大臣，漏泄密事，帝诘让弘。夏，四月，丙寅，收弘印缓。弘自诣延尉，诏敕出之，因乞骸骨归，未许。病笃，上书陈谢曰：“窦宪奸恶，贯天达地，海内疑惑，贤愚疾恶，谓‘宪何术以迷主上！近日王氏之祸，昞然可见。’陛下处天子之尊，保万世之祚，而信谗佞之臣，不计存亡之机；臣虽命在晷刻，死不忘忠，愿陛下诛四凶之罪，以厌人鬼愤结之望！”帝省章，遣医视弘病，比至，已薨。\n以大司农宋由为太尉。\n司空第五伦以老病乞身，五月，丙子，赐策罢，以二千石俸终其身。伦奉公尽节，言事无所依违。性质悫，少文采，在位以贞白称。或问伦曰：“公有私乎？”对曰：“昔人有与吾千里马者，吾虽不受，每三公有所选举，心不能忘，而亦终不用也。若是者，岂可谓无私乎！”\n以太仆袁安为司空。\n秋，八月，乙丑，帝幸安邑，观盐池。九月，还宫。\n烧当羌迷吾复与弟号吾及诸种反。号吾先轻入，寇陇西界，督烽掾李章追之，生得号吾，将诣郡。号吾曰：“独杀我，无损于羌；诚得生归，必悉罢兵，不复犯塞。”陇西太守张纡放遣之，羌即为解散，各归故地。迷吾退居河北归义城。\n疏勒王忠从康居王借兵，还据损中，遣使诈降于班超，超知其奸而伪许之。忠从轻骑诣超，超斩之，因击破其众，南道遂通。\n楚许太后薨。诏改葬楚王英，追爵谥曰楚厉侯。\n帝以颍川郭躬为廷尉。决狱断刑，多依矜恕，条诸重文可从轻者四十一，奏之，事皆施行。\n博士鲁国曹褒上疏，以为“宜定文制，著成汉礼”，太常巢堪以为“一世大典，非褒所定，不可许。”帝知诸儒拘挛，难与图始，朝廷礼宪，宜以时立，乃拜褒侍中。玄武司马班固以为“宜广集诸儒，共议得失。”帝曰：“谚言：‘作舍道边，三年不成。’会礼之家，名为聚讼，互生疑异，笔不得下，昔尧作《大章》，一夔足矣。”\n肃宗孝章皇帝下章和元年（丁亥，公元八七年）\n春，正月，帝召褒，授以叔孙通《汉仪》十二篇曰：“此制散略，多不合经，今宜依礼条正，使可施行。”\n护羌校尉傅育欲伐烧当羌，为其新降，不欲出兵，乃募人斗诸羌、胡；羌、胡不肯，遂复叛出塞，更依迷吾。育请发诸郡兵数万人共击羌。未及会，三月，育独进军。迷吾闻之，徙庐落去。育遣精骑三千穷追之，夜，至三兜谷，不设备，迷吾袭击，大破之，杀育及吏士八百八十人。及诸郡兵到，羌遂引去。诏以陇西太守张纡为校尉，将万人屯临羌。\n夏，六月，戊辰，司徒桓虞免。癸卯，以司空袁安为司徒，光禄勋任隗为司空。隗，光之子也。\n齐王晃及弟利侯刚，与母太姬更相诬告。秋，七月，癸卯，诏贬晃爵为芜湖侯，削刚户三千，收太姫玺绶。\n壬子，淮阳顷王昞薨。\n鲜卑入左地，击北匈奴，大破之，斩优留单于而还。\n羌豪迷吾复与诸种寇金城塞，张纡遣从事河内司马防与战于木乘谷。迷吾兵败走，因译使欲降，纡纳之。迷吾将人众诣临羌，纡设兵大会，施毒酒中，伏兵杀其酋豪八百馀人，斩迷吾头以祭傅育冢，复放兵击其馀众，斩获数千人。迷吾子迷唐，与诸种解仇，结婚交质，据大、小榆谷以叛，种众炽盛，张纡不能制。\n壬戌，诏以瑞物仍集，改元章和。是时，京师四方屡有嘉瑞，前后数百千，言事者咸以为美。而太尉掾平陵何敞独恶之，谓宋由、袁安曰：“夫瑞应依德而至，灾异缘政而生。今异乌翔于殿屋，怪草生于庭际，不可不察！”由、安惧不敢答。\n八月，癸酉，帝南巡。戊子，幸梁；乙未晦，幸沛。\n日有食之。\n九月，庚子，帝幸彭城。辛亥，幸寿春；复封阜陵侯延为阜陵王。己未，幸汝阴。冬，十月，丙子，还宫。\n北匈奴大乱，屈兰储等五十八部、口二十八万诣云中、五原、朔方、北地降。\n曹褒依准旧典，杂以《五经》、《谶记》之文，撰次天子至于庶人冠、婚、吉、凶终始制度凡百五十篇，奏之。帝以众论难一，故但纳之，不复令有司平奏。\n是岁，班超发于窴诸国兵共二万五千人击莎车，龟兹王发温宿、姑墨、尉头兵合五万人救之。超召将校乃于窴王议曰：“今兵少不敌，其计莫若各散去。于窴从是而东，长史亦于此西归，可须夜鼓声而发。”阴缓所得生口。龟兹王闻之，大喜，自以万骑于西界遮超，温宿王将八千骑于东界徼于窴。超知二虏已出，密召诸部勒兵。鸡鸣，驰赴莎车营。胡大惊乱，奔走，追斩五千馀级；莎车遂降，龟兹等因各退散。自是威震西域。\n肃宗孝章皇帝下章和二年（戊子，公元八八年）\n春，正月，济南王康、阜陵王延、中山王焉来朝。上性宽仁，笃于亲亲，故叔父济南、中山二王，每数入朝，特加恩宠，及诸昆弟并留京师，不遣就国。又赏赐群臣，过于制度，仓帑为虚。何敞奏记宋由曰：“比年水旱，民不收获。凉州缘边，家被凶害；中州内郡，公私屈竭。此实损膳节用之时，国恩覆载，赏赉过度，但闻腊赐，自郎官以上，公卿、王侯以下，至于空竭帑藏，损耗国资。寻公家之用，皆百姓之力。明君赐赉，宜有品制；忠臣受赏，亦应有度。是以夏禹玄圭，周公束帛。今明公位尊任重，责深负大，上当匡正纲纪，下当济安元元，岂但空空无违而已哉！宜先正己以率群下，还所得赐，因陈得失，奏王侯就国，除苑囿之禁，节省浮费，赈恤穷孤，则恩泽下畅，黎庶悦豫矣。”由不能用。尚书南阳宋意上疏曰：“陛下至孝烝烝，恩家隆深，礼宠诸王，同之家人，车入殿门，即席不拜，分甘损膳，赏赐优渥。康、焉幸以支庶，享食大国，陛下恩宠逾制，礼敬过度。《春秋》之义，诸父、昆弟，无所不臣，所以尊尊卑卑，强干弱枝者也。陛下德业隆盛，当为万世典法，不宜以私恩损上下之序，失君臣之正。又西平王羡等六王，皆妻子成家，官属备具，当早就蕃国，为子孙基址；而室第相望，久磐京邑，骄奢僭拟，宠禄隆过。宜割情不忍，以义断恩，发遣康、焉，各归蕃国，令羡等速就便时，以塞众望。”帝未及遣。\n壬辰，帝崩于章德前殿，年三十一。遣诏：“无起寝庙，一如先帝法制。”\n范晔论曰：魏文帝称明帝察察，章帝长者。章帝素知人，厌明帝苛切，事从宽厚；奉承明德太后，尽心孝道；平徭简赋，而民赖其庆；又体之以忠恕，文之以礼乐。谓之长者，不亦宜乎！\n太子即位，年十岁，尊皇后曰皇太后。\n三月，丁酉，用遗诏徙西平王羡为陈王，六安王恭为彭城王。\n癸卯，葬孝章皇帝于敬陵。\n南单于宣死，单于长之弟屯屠何立，为休兰尸逐侯鞮单于。\n太后临朝，窦宪以侍中内干机密，出宣诰命；弟笃为虎贲中郎将，笃弟景、寰并为中常侍，兄弟皆在亲要之地。宪客崔骃以书戒宪曰：“《传》曰：‘生而富者骄，生而贵者慠。’生富贵而能不骄慠者，未之有也。今宠禄初隆，百僚观行，岂可不庶几夙夜，以永终誉乎！昔冯野王以外戚居位，称为贤臣；近阴卫尉克己复礼，终受多福。外戚所以获讥于时，垂愆于后者，盖在满而不挹，位有馀而仁不足也。汉兴以后，迄于哀、平，外家二十，保族全身，四人而已。《书》曰：‘鉴于有殷，’可不慎哉！”\n庚戌，皇太后诏：“以故太尉邓彪为太傅，赐爵关内侯，录尚书事，百官总己以听。”窦宪以彪有义让，先帝所敬，而仁厚委随，故尊崇之。其所施为，辄外令彪奏，内白太后，事无不从。彪在位，修身而已，不能有所匡正。宪性果急，睚眦之怨，莫不报复。永平时，谒者韩纡考劾宪父勋狱，宪遂令客斩纡子，以首祭勋冢。\n癸亥，陈王羡、彭城王恭、乐成王党、下邳王衍、梁王畅始就国。\n夏，四月，戊寅，以遗诏罢郡国盐铁之禁，纵民煮铸。\n五月，京师旱。\n北匈奴饥乱，降南部者岁数千人。秋，七月，南单于上言：“宜及北虏分争，出兵讨伐，破北成南，并为一国，令汉家长无北念。臣等生长汉地，开口仰食，岁时赏赐，动辄亿万，虽垂拱安枕，惭无报效之义，愿发国中及诸部故胡新降精兵，分道并出，期十二月同会虏地。臣兵众单少，不足以防内外，愿遣执金吾耿秉、度辽将军邓鸿及西河、云中、五原、朔方、上郡太守并力而北。冀因圣帝威神，一举平定。臣国成败，要在今年，已敕诸部严兵马，唯裁哀省察！”太后以示耿秉。秉上言：“昔武帝单极天下，欲臣虏匈奴，未遇天时，事遂无成。今幸遭天授，北虏分争，以夷伐夷，国家之利，宜可听许。”秉因自陈受恩，分当出命效用。太后议欲从之。尚书宋意上书曰：“夫戎狄简贱礼义，无有上下，强者为雄，弱即屈服。自汉兴以来，征伐数矣。其所克获，曾不补害。光武皇帝躬服金革之难，深昭天地之明，故因其来降，羁縻畜养，边民得生，劳役休息，于兹四十馀年矣。今鲜卑奉顺，斩获万数，中国坐享大功，而百姓不知其劳。汉兴功烈，于斯为盛。所以然者，夷虏相攻，无损汉兵者也。臣察鲜卑侵伐匈奴，正是利其抄掠；及归功圣朝，实由贪得重赏。今若听南虏还都北庭，则不得不禁制鲜卑。鲜卑外失暴掠之愿，内无功劳之赏，豺狼贪婪，必为边患。今北虏西遁，请求和亲，宜因其归附，以为外扞，巍巍之业，无以过此。若引兵费赋，以顺南虏，则坐失上略，去安即危矣。诚不可许。”\n会齐殇王子都乡侯畅来吊国忧，太后数召见之，窦宪惧畅分宫省之权，遣客刺杀畅于屯卫之中，而归罪于畅弟利侯刚，乃使侍御史与青州刺史杂考刚等。尚书颍川韩稜以为“贼在京师，不宜舍近问远，恐为奸臣所笑。”太后怒，以切责稜，稜固执其议。何敞说宋由曰：“畅宗室肺府，茅土籓臣，来吊大忧，上书须报，亲在武卫，致此残酷。奉宪之吏，莫适讨捕，踪迹不显，主名不立。敞备数股肱，职典贼曹，欲亲至发所，以纠其变。而二府执事以为故事：三公不与贼盗。公纵奸慝，莫以为咎。敞请独奏案之。”由乃许焉。二府闻敞行，皆遣主者随之。于是推举，具得事实。太后怒，闭宪于内宫。宪惧诛，因自求击匈奴以赎死。冬，十月，乙亥，以宪为车骑将军，伐北匈奴，以执金吾耿秉为副。发北军五校、黎阳、雍营、缘边十二郡骑士及羌、胡兵出塞。\n公卿举故张掖太守邓训代张纡为护羌校尉。迷唐率兵万骑来至塞下，未敢攻训，先欲胁小月氏胡。训拥卫小月氏胡，令不得战。议者咸以羌、胡相攻，县官之利，不宜禁护。训曰：“张纡失信，众羌大动，凉州吏民，命县丝发。原诸胡所以难得意者，皆恩信不厚耳。今因其追急，以德怀之，庶能有用。”遂令开城及所居园门，悉驱群胡妻子内之，严兵守卫。羌掠无所得，又不敢逼诸胡，因即解去。由是湟中诸胡皆言：“汉家常欲斗我曹；今邓使君待我以恩信，开门内我妻子，乃是得父母也！”咸欢喜叩头曰：“唯使君所命！”训遂抚养教谕，小大莫不感悦。于是赏赂诸羌种，使相招诱，迷唐叔父号吾将其种人八百户来降。训因发湟中秦、胡、羌兵四千人出塞，掩击迷唐于写谷，破之，迷唐乃去大、小榆，居颇岩谷，众悉离散。\n汉孝和皇帝上\n肃宗孝章皇帝下永元元年（己丑，公元八九年）\n春，迷唐欲复归故地。邓训发湟中六千人，令长史任尚将之，缝革为船，置于箄上以渡河，掩击迷唐，大破之，斩首前后一千八百馀级，获生口二千人，马牛羊三万馀头，一种殆尽。迷唐收其馀众西徙千馀里，诸附落小种皆畔之。烧当豪帅东号稽颡归死，馀皆款塞纳质。于是训绥接归附，威信大行，遂罢屯兵，各令归郡，唯置弛刑徒二千馀人，分以屯田、修理坞壁而已。\n窦宪将征匈奴，三公、九卿诣朝堂上书谏，以为：“匈奴不犯边塞，而无故劳师远涉，损费国用，徼功万里，非社稷之计。”书连上，辄寝，宋由惧，遂不敢复署议，而诸卿稍自引止。唯袁安、任隗守正不移，至免冠朝堂固争，前后且十上，众皆为之危惧，安、隗正色自若。侍御史鲁恭上疏曰：“国家新遭大忧，陛下方在谅阴，百姓阙然，三时不闻警跸之音，莫不怀思皇皇，若有求而不得。今乃以盛春之月兴发军役，扰动天下，以事戎夷，诚非所以垂恩中国，改元正时，由内及外也。万民者，天之所生；天爱其所生，犹父母爱其子，一物有不得其所，则正气为之舛错，况于人乎！故爱民者必有天报。夫戎狄者，四方之异气，与鸟兽无别；若杂居中国，则错乱天气，污辱善人，是以圣王之制，羁縻不绝而已。今匈奴为鲜卑所破，远藏于史侯河西，去塞数千里，而欲乘其虚耗，利其微弱，是非义之所出也。今始征发，而大司农调度不足，上下相迫，民间之急，亦已甚矣。群僚百姓咸曰不可，陛下独奈何以一人之计，弃万人之命，不恤其言乎！上观天心，下察人志，足以知事之得失。臣恐中国不为中国，岂徒匈奴而已哉！”尚书令韩稜、骑都尉硃晖、议郎京兆乐恢，皆上疏谏，太后不听。又诏使者为宪弟笃、景并起邸第，劳役百姓。侍御史何敞上疏曰：“臣闻匈奴之为桀逆久矣，平城之围，慢书之耻，此二辱者，臣子所谓捐躯而必死，高祖、吕后忍怒还忿，舍而不诛。今匈奴无逆节之罪，汉朝无可惭之耻，而盛春东作，兴动大役，元元怨恨，咸怀不悦。又猥复为卫尉笃、奉车都尉景缮修馆第，弥街绝里。笃、景亲近贵臣，当为百僚表仪。今众军在道，朝廷焦脣，百姓愁苦，县官无用，而遽起大第，崇饰玩好，非所以垂令德、示无穷也。宜且罢工匠，专忧北边，恤民之困。”书奏，不省。\n窦宪尝使门生赍书诣尚书仆射郅寿，有所请托，寿即送诏狱，前后上书，陈宪骄恣，引王莽以诫国家；又因朝会，刺讥宪等以伐匈奴、起第宅事，厉音正色，辞旨甚切。宪怒，陷寿以买公田、诽谤，下吏，当诛，何敝上疏曰：“寿机密近臣，匡救为职，若怀默不言，其罪当诛。今寿违众正议以安宗庙，岂其私邪！臣所以触死瞽言，非为寿也。忠臣尽节，以死为归；臣虽不知寿，度其甘心安之。诚不欲圣朝行诽谤之诛，以伤晏晏之化，杜塞忠直，垂讥无穷。臣敞谬与机密，言所不宜，罪名明白，当填牢狱，先寿僵仆，万死有馀。”书奏，寿得减死论，徙合浦，未行，自杀。寿，恽之子也。\n夏，六月，窦宪、耿秉出朔方鸡鹿塞，南单于出满夷谷，度辽将军邓鸿出固阳塞，皆会涿邪山。宪分遣副校尉阎盘、司马耿夔、耿谭将南匈奴精骑万馀，与北单于战于稽洛山，大破之，单于遁走。追击诸部，遂临私渠北鞮海，斩名王以下万三千级，获生口甚众，杂畜百馀万头，诸裨小王率众降者，前后八十一部二十馀万人。宪、秉出塞三千馀里，登燕然山，命中护军班固刻石勒功，纪汉威德而还。遣军司马吴汜、梁讽奉金帛遗北单于，时虏中乖乱，汜、讽及单于于西海上，宣国威信，以诏致赐，单于稽首拜受。讽因说令修呼韩邪故事，单于喜悦，即将其众与讽俱还；到私渠海，闻汉军已入塞，乃遣弟右温禺鞮王奉贡入侍，随讽诣阙。宪以单于不自身到，奏还其侍弟。\n秋，七月，乙未，会稽山崩。\n九月，庚申，以窦宪为大将军，中郎将刘尚为车骑将军，封宪武阳侯，食邑二万户；宪固辞封爵，诏许之。旧，大将军位在三公下，至是，诏宪位次太傅下、三公上；长史、司马秩中二千石。封耿秉为美阳侯。窦氏兄弟骄纵，而执金吾景尤甚，奴客缇骑强夺人财货，篡取罪人，妻略妇女。商贾闭塞，如避寇仇。又擅发缘边诸郡突骑有才力者，有司莫敢举奏，袁安劾景“擅发边兵，惊惑吏民；二千石不待符信而辄承景檄，当伏显诛。”又奏“司隶校尉河南尹阿附贵戚，不举劾，请免官案罪。”并寝不报。驸马都尉瑰，独好经书，节约自修。\n尚书何敞上封事曰：“昔郑武姜之幸叔段，卫庄公之宠州吁，爱而不教，终至凶戾。由是观之，爱子若此，犹饥而食之以毒，适所以害之也。伏见大将军宪，始遭大忧，公卿比奏，欲令典干国事。宪深执谦退，固辞盛位，恳恳勤勤，言之深至，天下闻之，莫不悦喜。今逾年未几，大礼未终，卒然中改，兄弟专朝，宪秉三军之重，笃、景总宫卫之权，而虐用百姓，奢侈僭逼，诛戳无罪，肆心自快。今者论议讻讻，咸谓叔段、州吁复生于汉。臣观公卿怀持两端，不肯极言者，以为宪等若有匪懈之志，则已受吉甫褒申伯之功；如宪等陷于罪辜，则自取陈平、周勃顺吕后之权，终不以宪等吉凶为忧也！臣敞区区诚欲计策两安，绝其绵绵，塞其涓涓，上不欲令皇太后损文母之号、陛下有誓泉之讥，下使宪等得长保其福祐也。驸马都尉瑰，比请退身，愿抑家权，可与参谋，听顺其意，诚宗庙至计，窦氏之福！”时济南王康尊贵骄甚，宪乃白出敞为济南太傅。康有违失，敞辄谏争，康虽不能从，然素敬重敞，无所嫌牾焉。\n冬，十月，庚子，阜陵质王延薨。\n是岁，郡国九大水。\n肃宗孝章皇帝下永元二年（庚寅，公元九零年）\n春，正月，丁丑，赦天下。\n二月，壬午，日有食之。\n夏，五月，丙辰，封皇弟寿为济北王，开为河间王，淑为城阳王；绍封故淮南顷王子侧为常山王。\n窦宪遣副校尉阎盘将二千馀骑掩击北匈奴之守伊吾者，复取其地。车师震慑，前、后王各遣子入侍。\n月氏求尚公主，班超拒还其使，由是怨恨，遣其副王谢将兵七万攻超。超众少，皆大恐；超譬军士曰：“月氏兵虽多，然数千里逾葱岭来，非有运输，何足忧邪！但当收谷坚守，彼饥穷自降，不过数十日决矣！”谢遂前攻超，不下，又钞掠无所得。超度其粮将尽，必从龟兹求食，乃遣兵数百于东界要之。谢果遣骑赍金银珠玉以赂龟兹，超伏兵遮击，尽杀之，持其使首以示谢。谢大惊，即遣使请罪，愿得生归，超纵遣之。月氏由是大震，岁奉贡献。\n初，北海哀王无后，肃宗以齐武王首创大业而后嗣废绝，心常愍之，遗诏令复齐、北海二国。丁卯，封芜湖侯无忌为齐王，北海敬王庶子威为北海王。\n六月，辛卯，中山简王焉薨。焉，东海恭王之母弟，而窦太后，恭王之甥也；故加赙钱一亿，大为修冢茔，平夷吏民冢墓以千数，作者万馀人，凡征发摇动六州十八郡。\n诏封窦宪为冠军侯，笃为郾侯，瑰为夏阳侯；宪独不受封。\n秋，十月，乙卯，窦宪出屯凉州，以侍中邓叠行征西将军事为副。\n北单于以汉还其侍弟，九月，复遣使款塞称臣，欲入朝见。冬十月，窦宪遣班固、梁讽迎之。会南单于复上书求灭北庭，于是遣左谷蠡王师子等将左右部八千骑出鸡鹿塞，中郎将耿谭遣从事将护之，袭击北单于。夜至，围之，北单于被创，仅而得免，获阏氏及男女五人，斩首八千级，生虏数千口。班固至私渠海而还。是时，南部党众益盛，邻户三万四千，胜兵五万。\n肃宗孝章皇帝下永元三年（辛卯，公元九一年）\n春，正月，甲子，帝用曹褒新礼，加元服；擢褒监羽林左骑。\n窦宪以北匈奴微弱，欲遂灭之，二月，遣左校尉耿夔、司马任尚出居延塞，围北单于于金微山，大破之，获其母阏氏、名王以下五千馀级，北单于逃走，不知所在，出塞五千馀里而还，自汉出师所未尝至也。封夔为粟邑侯。\n窦宪既立大功，威名益盛，以耿夔、任尚等为爪牙，邓叠、郭璜为心腹，班固、傅毅之徒典文章，刺史、守、令，多出其门，竞赋敛吏民，共为赂遗。司徒袁安、司空任隗举奏诸二千石并所连及，贬秩免官者四十馀人，窦氏大恨；但安、隗素行高，亦未有以害之。尚书仆射乐恢，刺举无所回避，宪等疾之。恢上疏曰：“陛下富于春秋，纂承大业，诸舅不宜干正王室，以示天下之私。方今之宜，上以义自割，下以谦自引，四舅可长保爵土之荣，皇太后永无惭负宗庙之忧，诚策之上者也。”书奏，不省。恢称疾乞骸骨，归长陵；宪风厉州郡，迫胁恢饮药死。于是朝臣震慑，望风承旨，无敢违者。袁安以天子幼弱，外戚擅权，每朝会进见及与公卿言国家事，未尝不喑呜流涕；自天子及大臣，皆恃赖之。\n冬，十月，癸未，上行幸长安，诏求萧、曹近亲宜为嗣者，绍其封邑。\n诏窦宪与车驾会长安。宪至，尚书以下议欲拜之，伏称万岁，尚书韩稜正色曰：“夫上交不谄，下交不黩；礼无人臣称万岁之制！”议者皆惭而止。尚书左丞王龙私奏记、上牛酒于宪，稜举奏龙，论为城旦。\n龟兹、姑墨、温宿诸国皆降。十二月，复置西域都护、骑都尉、戊己校尉官。以班超为都护，徐幹为长史。拜龟兹侍子白霸为龟兹王，遣司马姚光送之。超与光共胁龟兹，废其王尤利多而立白霸，使光将尤利多还诣京师。超居龟兹它乾城，徐幹屯疏勒，惟焉耆、危须、尉犁以前没都护，犹怀二心，其馀悉定。\n庚辰，上至自长安。\n初，北单于既亡，其弟右谷蠡王于除鞬自立为单于，将众数千人止蒲类海，遣使款塞。窦宪请遣使立于除鞬为单于，置中郎将领护，如南单于故事。事下公卿议，宋由等以为可许；袁安、任隗奏以为：“光武招怀南虏，非谓可永安内地，正以权时之算，可得扞御北狄故也。今朔漠既定，宜令南单于反其北庭，并领降众，无缘复更立于除鞬以增国费。”事奏，未以时定。安惧宪计遂行，乃独上封事曰：“南单于屯先父举众归德，自蒙恩以来四十馀年，三帝积累以遗陛下，陛下深宜遵述先志，成就其业，况屯首唱大谋，空尽北虏，辍而弗图，更立新降；以一朝之计，违三世之规，失信于所养，建立于无功。《论语》曰：‘言忠信，行笃敬，虽蛮貊行焉。’今若失信于一屯，则百蛮不敢复保誓矣。又，乌桓、鲜卑新杀北单于，凡人之情，咸畏仇雠，今立其弟，则二虏怀怨。且汉故事，供给南单于，费直岁一亿九十馀万，西域岁七千四百八十万；今北庭弥远，其费过倍，是乃空尽天下而非建策之要地。”诏下其议，安又与宪更相难折。宪险急负执，言辞骄讦，至诋毁安，称光武诛韩歆、戴涉故事，安终不移；然上竟从宪策。\n\n作者：司马光",
        "《资治通鉴 · 卷七十 · 魏纪二》\n起昭阳单阏，尽强图协洽，凡五年。\n世祖文皇帝下黄初四年（癸卯，公元二二三年）\n春，正月，曹真使张郃击破吴兵，遂夺据江陵中洲。\n二月，诸葛亮至永安。\n曹仁以步骑数万向濡须，先扬声欲东攻羡溪，硃桓分兵赴之。既行，仁以大军径进。桓闻之，追还羡溪兵，兵未到而仁奄至。时桓手下及所部兵在者才五千人，诸将业业各有惧心，桓喻之曰：“凡两军交对，胜负在将，不在众寡。诸君闻曹仁用兵行师，孰与桓邪？兵法所以称‘客倍而主人半’者，谓俱在平原无城隍之守，又谓士卒勇怯齐等故耳。今仁既非智勇，加其士卒甚怯，又千里步涉，人马罢困。桓与诸君共据高城，南临大江，北背山陵，以逸待劳，为主制客，此百战百胜之势，虽曹丕自来，尚不足忧，况仁等邪！”桓乃偃旗鼓，外示虚弱以诱致仁。仁遣其子泰攻濡须城，分遣将军常雕、王双等乘油船别袭中洲。中洲者，桓部曲妻子所在也。蒋济曰：“贼据西岸，列船上流，而兵入洲中，是为自内地狱，危亡之道也。”仁不从，自将万人留橐皋，为泰等后援。桓遣别将击雕等而身自拒泰，泰烧营退。桓遂斩常雕，生虏王双，临陈杀溺死者千馀人。\n初，吕蒙病笃，吴王问曰：“卿如不起，谁可代者？”蒙对曰：“硃然胆守有馀，愚以为可任。”硃然者，九真太守硃治姊子也；本姓施氏，治养以为子，时为昭武将军。蒙卒，吴王假然节，镇江陵。及曹真等围江陵，破孙盛，吴王遣诸葛瑾等将兵往解围，夏侯尚击却之。江陵中外断绝，城中兵多肿病，堪战者裁五千人。真等起土山，凿地道，立楼橹临城，弓矢雨注，将士皆失色；然晏如无恐意，方厉吏士，伺间隙，攻破魏两屯。魏兵围然凡六月，江陵令姚泰领兵备城北门，见外兵盛，城中人少，谷食且尽，惧不济，谋为内应，然觉而杀之。时江水浅狭，夏侯尚欲乘船将步骑入渚中安屯，作浮桥，南北往来，议者多以为城必可拔。董昭上疏曰：“武皇帝智勇过人，而用兵畏敌，不敢轻之若此也。夫兵好进恶退，常然之数。平地无险，犹尚艰难，就当深入，还道宜利，兵有进退，不可如意。今屯渚中，至深也；浮桥而济，至危也；一道而行，至狭也。三者，兵家所忌，而今行之，贼频攻桥，误有漏失，渚中精锐非魏之有，将转化为吴矣。臣私戚之，忘寝与食，而议者怡然不以为忧，岂不惑哉！加江水向长，一旦暴增，何以防御！就不破贼，尚当自完，奈何乘危，不以为惧！惟陛下察之。”帝即诏尚等促出，吴人两头并前，魏兵一道引去，不时得泄，仅而获济。吴将潘璋已作荻筏，欲以烧浮桥，会尚退而止。后旬日，江水大涨，帝谓董昭曰：“君论此事，何其审也！”会天大疫，帝悉召诸军还。\n三月，丙申，车驾还洛阳。初，帝问贾诩曰：“吾欲伐不从命，以一天下，吴、蜀何先？”对曰：“攻取者先兵权，建本者尚德化。陛下应期受禅，抚临率土，若绥之以文德而俟其变，则平之不难矣。吴、蜀虽蕞尔小国，依山阻水。刘备有雄才，诸葛亮善治国；孙权识虚实，陆逊见兵势。据险守要，泛舟江湖，皆难卒谋也。用兵之道，先胜后战，量敌论将；故举无遗策。臣窃料群臣无备、权对，虽以天威临之，未见万全之势也。昔舜舞干戚而有苗服，臣以为当今宜先文后武。”帝不纳，军竟无功。\n丁未，陈忠侯曹仁卒。\n初，黄元为诸葛亮所不善，闻汉主疾病，惧有后患，故举郡反，烧临邛城。时亮东行省疾，成都单虚，元益无所惮。益州治中从事杨洪，启太子遣将军陈曶、郑绰讨元。众议以为元若不能围成都，当由越巂据南中。洪曰：“元素性凶暴，无他恩信，何能办此！不过乘水东下，冀主上平安，面缚归死；如其有异，奔吴求活耳。但敕曶、绰于南安峡口邀遮，即便得矣。”元军败，果顺江东下，曶、绰生获，斩之。汉主病笃，命丞相亮辅太子，以尚书令李严为副。汉主谓亮曰：“君才十倍曹丕，必能安国，终定大事。若嗣子可辅，辅之；如其不才，君可自取。”亮涕泣曰：“臣敢不竭股肱之力，效忠贞之节，继之以死！”汉主又为诏敕太子曰：“人五十不称夭，吾年已六十有馀，何所复恨，但以卿兄弟为念耳。勉之，勉之！勿以恶小而为之，勿以善小而不为！惟贤惟德，可以服人。汝父德薄，不足效也。汝与丞相从事，事之如父。”夏，四月，癸巳，汉主殂于永安，谥曰昭烈。丞相亮奉丧还成都，以李严为中都护，留镇永安。\n五月，太子禅即位，时年十七。尊皇后曰皇太后，大赦，改元建兴。封丞相亮为武乡侯，领益州牧，政事无巨细，咸决于亮。亮乃约官职，修法制，发教与群下曰：“夫参署者，集众思，广忠益也。若远小嫌，难相违覆，旷阙损矣。违覆而得中，犹弃敝趫而获珠玉。然人心苦不能尽，惟徐元直处兹不惑。又，董幼宰参署七年，事有不至，至于十反，来相启告。苟能慕元直之十一，幼宰之勤渠，有忠于国，则亮可以少过矣。”又曰：“昔初交州平，屡闻得失；后交元直，勤见启诲；前参事于幼宰，每言则尽；后从事于伟度，数有谏止。虽资性鄙暗，不能悉纳，然与此四子终始好合，亦足以明其不疑于直言也。”伟度者，亮主簿义阳胡济也。亮尝自校簿书，主簿杨颙直入，谏曰：“为治有体，上下不可相侵。请为明公以作家譬之。今有人，使奴执耕稼，婢典炊爨，鸡主司晨，犬主吠盗，牛负重载，马涉远路。私业无旷，所求皆足，雍容高枕，饮食而已。忽一旦尽欲以身亲其役，不复付任，劳其体力，为此碎务，形疲神困，终无一成。岂其智之不如奴婢鸡狗哉？失为家主之法也。是故古人称‘坐而论道，谓之王公；作而行之，谓之士大夫。’故丙吉不问横道死人而忧牛喘，陈平不肯知钱谷之数，云‘自有主者’，彼诚达于位分之体也。今明公为治，乃躬自校簿书，流汗终日，不亦劳乎！”亮谢之。及颙卒，亮垂泣三日。\n六月，甲戌，任城威王彰卒。\n甲申，魏寿肃侯贾诩卒。\n大水。\n吴贺齐袭蕲春，虏太守晋宗以归。\n初，益州郡耆帅雍闿杀太守正昂，因士燮以求附于吴，又执太守成都张裔以与吴，吴以闿为永昌太守。永昌功曹吕凯、府丞王伉率吏士闭境拒守，闿不能进，使郡人孟获诱扇诸夷，诸夷皆从之。牂柯太守硃褒、越巂夷王高定皆叛应闿。诸葛亮以新遭大丧，皆抚而不讨，务农殖谷，闭关息民，民安食足而后用之。秋，八月，丁卯，以廷尉钟繇为太尉，治书执法高柔代为廷尉。是时三公无事，又希与朝政，柔上疏曰：“公辅之臣，皆国之栋梁，民所具瞻，而置之三事，不使知政，遂各偃息养高，鲜有进纳，诚非朝廷崇用大臣之义，大臣献可替否之谓也。古者刑政有疑，辄议于槐、棘之下。自今之后，朝有疑议及刑狱大事，宜数以咨访三公。三公朝朔、望之日，又可特延入讲论得失，博尽事情，庶有补起天听，光益大化。”帝嘉纳焉。\n辛未，帝校猎于荥阳，遂东巡。九月，甲辰，如许昌。\n汉尚书义阳邓芝言于诸葛亮曰：“今主上幼弱，初即尊位，宜遣大使重申吴好。”亮曰：“吾思之久矣，未得其人耳，今日始得之。”芝问：“其人为谁？”亮曰：“即使君也。”乃遣芝以中郎将修好于吴。冬，十月，芝至吴。时吴王犹未与魏绝，狐疑，不时见芝。芝乃自表请见曰：“臣今来，亦欲为吴，非但为蜀也。”吴王见之，曰：“孤诚愿与蜀和亲，然恐蜀主幼弱，国小势逼，为魏所乘，不自保全耳。”芝对曰：“吴、蜀二国，四州之地。大王命世之英，诸葛亮亦一时之杰也；蜀有重险之固，吴有三江之阻。合此二长，共为脣齿，进可并兼天下，退可鼎足而立，此理之自然也。大王今若委质于魏，魏必上望大王之入朝，下求太子之内侍，若不从命，则奉辞伐叛，蜀亦顺流见可而进。如此，江南之地非复大王之有也。”吴王默然良久曰：“君言是也。”遂绝魏，专与汉连和。\n是岁，汉主立妃张氏为皇后。\n世祖文皇帝下黄初五年（甲辰，公元二二四年）\n春，三月，帝自许昌还洛阳。\n初平以来，学道废坠。夏，四月，初立太学；置博士，依汉制设《五经》课试之法。\n吴王使辅义中郎将吴郡张温聘于汉，自是吴、蜀信使不绝。时事所宜，吴主常令陆逊语诸葛亮；又刻印置逊所，王每与汉主及诸葛亮书，常过示逊，轻重、可否有所不安，每令改定，以印封之。汉复遣邓芝聘于吴，吴主谓之曰：“若天下太平，二主分治，不亦乐乎？”芝对曰：“天无二日，土无二王。如并魏之后，大王未深识天命，君各茂其德，臣各尽其忠，将提枹鼓，则战争方始耳。”吴王大笑曰：“君之诚款乃当尔邪！”\n秋，七月，帝东巡，如许昌。帝欲大兴军伐吴，侍中辛毘谏曰：“方今天下新定，土广民稀，而欲用之，臣诚未见其利也。先帝屡起锐师，临江而旋。今六军不增于故，而复循之，此未易也。今日之计，莫若养民屯田，十年然后用之，则役不再举矣。”帝曰：“如卿意，更当以虏遗子孙邪？”对曰：“昔周文王以纣遗武王，惟知时也。”帝不从，留尚书仆射司马懿镇许昌。八月，为水军，亲御龙舟，循蔡、颍，浮淮如寿春。九月，至广陵。\n吴安东将军徐盛建计，植木衣苇，为疑城假楼，自石头至于江乘，联绵相接数百里，一夕而成；又大浮舟舰于江。时江水盛长，帝临望，叹曰：“魏虽有武骑千群，无所用之，未可图也。”帝御龙舟，会暴风漂荡，几至覆没。帝问群臣：“权当自来否？”咸曰：“陛下亲征，权恐怖，必举国而应。又不敢以大众委之臣下，必当自来。”刘晔曰：“彼谓陛下欲以万乘之重牵己，而超越江湖者在于别将，必勒兵待事，未有进退也。”大驾停住积日，吴王不至，帝乃旋师。是时，曹休表得降贼辞：“孙权已在濡须口。”中领军卫臻曰：“权恃长江，未敢亢衡，此必畏怖伪辞耳！”考核降者，果守将所作也。\n吴张温少以俊才有盛名，顾雍以为当今无辈，诸葛亮亦重之。温荐引同郡暨艳为选部尚书。艳好为清议，弹射百僚，覈奏三署，率皆贬高就下，降损数等，其守故者，十未能一；其居位贪鄙，志节污卑者，皆以为军吏，置营府以处之；多扬人闇昧之失以显其谪。同郡陆逊、逊弟瑁及侍御史硃据皆谏止之。瑁与艳书曰：“夫圣人嘉善矜愚，忘过记功，以成美化。如今王业始建，将一大统，此乃汉高弃瑕录用之时也。若令善恶异流，贵汝、颍月旦之评，诚可以厉俗明教，然恐未易行也。宜远模仲尼之泛爱，近则郭泰之容济，庶有益于大道也。”据谓艳曰：“天下未定，举清厉浊，足以沮劝；若一时贬黜，惧有后咎。”艳皆不听。于是怨愤盈路，争言艳及选曹郎徐彪专用私情，憎爱不由公理。艳、彪皆坐自杀。温素与艳、彪同意，亦坐斥还本郡以给厮吏，卒于家。始，温方盛用事，馀姚虞俊叹曰：“张惠恕才多智少，华而不实，怨之所聚，有覆家之祸。吾见其兆矣。”无几何而败。\n冬，十月，帝还许昌。\n十一月，戊申晦，日有食之。\n鲜卑轲比能诱步度根兄扶罗韩杀之，步度根由是怨轲比能，更相攻击。步度根部众稍弱，将其众万馀落保太原、雁门；是岁，诣阙贡献。而轲比能众遂强盛，出击东部大人素利。护乌丸校尉田豫乘虚掎其后，轲比能使别帅琐奴拒豫，豫击破之。轲比能由是携贰，数为边寇，幽、并苦之。\n世祖文皇帝下黄初六年（乙巳，公元二二五年）\n春，二月，诏以陈群为镇军大将军，随车驾董督众军，录行尚书事；司马懿为抚军大将军，留许昌，督后台文书。三月，帝行如召陵，通讨虏渠；乙巳，还许昌。\n并州刺史梁习讨轲比能，大破之。\n汉诸葛亮率众讨雍闿等，参军马谡送之数十里。亮曰：“虽共谋之历年，今可更惠良规。”谡曰：“南中恃其险远，不服久矣。虽今日破之，明日复反耳。今公方倾国北伐以事强贼，彼知官势内虚，其叛亦速。若殄尽遗类以除后患，既非仁者之情，且又不可仓卒也。夫用兵之道，攻心为上，攻城为下，心战为上，兵战为下，愿公服其心而已。”亮纳其言。谡，良之弟也。\n辛未，帝以舟师复征吴，群臣大议，宫正鲍勋谏曰：“王师屡征而未有所克者，盖以吴、蜀脣齿相依，凭阻山水，有难拔之势故也。往年龙舟飘荡，隔在南岸，圣躬蹈危，臣下破胆，此时宗庙几至倾覆，为百世之戒。今又劳兵袭远，日费千金，中国虚耗，令黠虏玩威，臣窃以为不可。”帝怒，左迁勋为治书执法。勋，信之子也。夏，五月，戊申，帝如谯。\n吴丞相北海孙劭卒。初，吴当置丞相，众议归张昭，吴王曰：“方今多事，职大事责重，非所以优之也。”及劭卒，百僚复举昭，吴王曰：“孤岂为子布有爱乎！领丞相事烦，而此公性刚，所言不从，怨咎将兴，非所以益之也。”六月，以太常顾雍为丞相、平尚书事。雍为人寡言，举动时当，吴王尝叹曰：“顾君不言，言必有中。”至饮宴欢乐之际，左右恐有酒失，而雍必见之，是以不敢肆情。吴王亦曰：“顾公在座，使人不乐。”其见惮如此。初领尚书令，封阳遂乡侯；拜侯还寺，而家人不知，后闻，乃惊。及为相，其所选用文武将吏，各随能所任，心无适莫。时访逮民间及政职所宜，辄密以闻。若见纳用，则归之于上；不用，终不宣泄。吴王以此重之。然于公朝有所陈及，辞色虽顺而所执者正；军国得失，自非面见，口未尝言。王常令中书郎诣雍有所咨访，若合雍意，事可施行，即相与反覆究而论之，为设酒食；如不合意，雍即正色改容，默默不言，无所施设。郎退告王，王曰：“顾公欢悦，是事合宜也；其不言者，是事未平也。孤当重思之。”江边诸将，各欲立功自效，多陈便宜，有所掩袭。王以访雍。雍曰：“臣闻兵法戒于小利，此等所陈，欲邀功名而为其身，非为国也。陛下宜禁制，苟不足以曜威损敌，所不宜听也。”王从之。\n利成郡兵蔡方等反，杀太守徐质，推郡人唐咨为主，诏屯骑校尉任福等讨平之。咨自海道亡入吴，吴人以为将军。\n秋，七月，立皇子鉴为东武阳王。\n汉诸葛亮至南中，所在战捷，亮由越巂入，斩雍闿及高定。使庲降督益州李恢由益州入，门下督巴西马忠由牂柯入，击破诸县，复与亮合。孟获收闿馀众以拒亮。获素为夷、汉所服，亮募生致之，既得，使观于营陈之间，问曰：“此军何如？”获曰：“向者不知虚实，故败。今蒙赐观营陈，若只如此，即定易胜耳。”亮笑，纵使更战。七枞七禽而亮犹遣获，获止不去，曰：“公，天威也，南人不复反矣！”亮遂至滇池。益州、永昌、牂柯、越巂四郡皆平，亮即其渠率而用之。或以谏亮，亮曰：“若留外人，则当留兵，兵留则无所食，一不易也；加夷新伤破，父兄死丧，留外人而无兵者，必成祸患，二不易也；又，夷累有废杀之罪，自嫌衅重，若留外人，终不相信，三不易也。今吾欲使不留兵，不运粮，而纲纪粗定，夷、汉粗安故耳。”亮于是悉收其俊杰孟获等以为官属，出其金、银、丹、漆、耕牛、战马以给军国之用。自是终亮之世，夷不复反。\n八月，帝以舟师自谯循涡入淮。尚书蒋济表言水道难通，帝不从。冬，十月，如广陵故城，临江观兵，戎卒十馀万，旌旗数百里，有渡江之志。吴人严兵固守。时大寒，冰，舟不得入江。帝见波涛汹涌，叹曰：“嗟乎，固天所以限南北也！”遂归。孙韶遣将高寿等率敢死之士五百人，于径路夜要帝，帝大惊。寿等获副车、羽盖以还。于是战船数千皆滞不得行，议者欲就留兵屯田，蒋济以为：“东近湖，北临淮，若水盛时，贼易为寇，不可安屯。”帝从之，车驾即发。还，到精湖，水稍尽，尽留船付济。船连延在数百里中，济更凿地作四五道，蹴船令聚；豫作土豚遏断湖水，皆引后船，一时开遏入淮中，乃得还。\n十一月，东武阳王鉴薨。\n十二月，吴番阳贼彭绮攻没郡县，众数万人。\n世祖文皇帝下黄初七年（丙午，公元二二六年）\n春，正月，壬子，帝还洛阳，谓蒋济曰：“事不可不晓。吾前决谓分半烧船于山阳湖中，卿于后致之，略与吾俱至谯。又每得所陈，实入吾意。自今讨贼计画，善思论之。”\n汉丞相亮欲出军汉中，前将军李严当知后事，移屯江州，留护军陈到驻永安，而统属于严。\n吴陆逊以所在少谷，表令诸将增广农亩。吴王报曰：“甚善！令孤父子亲受田，车中八牛，以为四耦，虽未及古人，亦欲与众均等其劳也。”\n帝之为太子也，郭夫人弟有罪，魏郡西部都尉鲍勋治之；太子请，不能得，由是恨勋。及即位，勋数直谏，帝益忿之。帝伐吴还，屯陈留界。勋为治书执法，太守孙邕见出，过勋。时营垒未成，但立标埒，邕邪行，不从正道，军营令史刘曜欲推之，勋以堑垒未成，解止不举。帝闻之，诏曰：“勋指鹿作马，收付廷尉。”廷尉法议，“正刑五岁”，三官驳，“依律，罚金二斤”，帝大怒曰：“勋无活分，而汝等欲纵之！收三官已下付刺奸，当令十鼠同穴！”钟繇、华歆、陈群、辛毘、高柔、卫臻等并表勋父信有功于太祖，求请勋罪，帝不许。高柔固执不从诏命，帝怒甚，召柔诣台，遣使者承指至廷尉诛勋。勋死，乃遣柔还寺。票骑将军都阳侯曹洪，家富而性吝啬，帝在东宫，尝从洪贷绢百匹，不称意，恨之。遂以舍客犯法，下狱当死，群臣并救，莫能得。卞太后责怒帝曰：“梁、沛之间，非子廉无有今日！”又谓郭后曰：“令曹洪今日死，吾明日敕帝废后矣！”于是郭后泣涕屡请，乃得免官，削爵土。\n初，郭后无子，帝使母养平原王睿；以睿母甄夫人被诛，故未建为嗣。睿事后甚谨，后亦爱之。帝与睿猎，见子母鹿，帝亲射杀其母，命睿射其子。睿泣曰：“陛下已杀其母，臣不忍复杀其子。”帝即放弓矢，为之恻然。夏，五月，帝疾笃，乃立睿为太子。丙辰，召中军大将军曹真、镇军大将军陈群、抚军大将军司马懿，并受遗诏辅政。丁巳，帝殂。\n陈寿评曰：文帝天资文藻，下笔成章，博闻强识，才艺兼该。若加之旷大之度，励以公平之诚，迈志存道，克广德心，则古之贤主，何远之有哉！\n太子即皇帝位，尊皇太后曰太皇太后，皇后曰皇太后。初，明帝在东宫，不交朝臣，不问政事，惟潜思书籍；即位之后，群下想闻风采。居数日，独见侍中刘晔，语尽日，众人侧听，晔既出，问：“何如？”曰：“秦始皇、汉孝武之俦，才具微不及耳。”帝初莅政，陈群上疏曰：“夫臣下雷同，是非相蔽，国之大患也。若不和睦则有雠党，有雠党则毁誉无端，毁誉无端则真伪失实，此皆不可不深察也。”\n癸未，追谥甄夫人曰文昭皇后。\n壬辰，立皇弟蕤为阳平王。\n六月，戊寅，葬文帝于首阳陵。\n吴王闻魏有大丧，秋，八月，自将攻江夏郡，太守文聘坚守。朝议欲发兵救之。帝曰：“权习水战，所以敢下船陆攻者，冀掩不备也。今已与聘相拒。夫攻守势倍，终不敢久也。”先是，朝廷遣治书侍御史荀禹慰劳边方，禹到江夏，发所经县兵及所从步骑千人乘山举火，吴王遁走。\n辛巳，立皇子冏为清河王。\n吴左将军诸葛瑾等寇襄阳，司马懿击破之，斩其部将张霸。曹真又破其别将于寻阳。\n吴丹杨、吴、会山民复为寇，攻没属县。吴王分三郡险地为东安郡，以绥南将军全琮领太守。琮至，明赏罚，招诱降附，数年，得万馀人。吴王召琮还牛渚，罢东安郡。\n冬，十月，清河王冏卒。\n吴陆逊陈便宜，劝吴王以施德缓刑，宽赋息调。又云：“忠谠之言，不能极陈；求容小臣，数以利闻。”王报曰：“《书》载：‘予违汝弼’，而云不敢极陈，何得为忠谠哉！”于是令有司尽写科条，使郎中褚逢赍以就逊及诸葛瑾，意所不安，令损益之。\n十二月，以钟繇为太傅、曹休为大司马，都督扬州如故；曹真为大将军，华歆为太尉，王朗为司徒，陈群为司空，司马懿为票骑大将军。歆让位于管宁，帝不许。征宁为光禄大夫，敕青州给安车吏从，以礼发遣，宁复不至。\n是岁，吴交趾太守士燮卒，吴王以燮子徽为安远将军，领九真太守，以校尉陈时代燮。交州刺史吕岱以交趾绝远，表分海南三郡为交州，以将军戴良为刺史；海东四郡为广州，岱自为刺史；遣良与时南入。而徽自署交趾太守，发宗兵拒良，良留合浦。交趾桓邻，燮举吏也，叩头谏徽，使迎良。徽怒，笞杀邻，邻兄治合宗兵击，不克。吕岱上疏请讨徽，督兵三千人，晨夜浮海而往。或谓岱曰：“徽藉累世之恩，为一州所附，未易轻也。”岱曰：“今徽虽怀逆计，未虞吾之卒至；若我潜军轻举，掩其无备，破之必也。稽留不速，使得生心，婴城固守，七郡百蛮云合响应，虽有智者，谁能图之！”遂行，过合浦，与良俱进。岱以燮弟子辅为师友从事，遣往说徽。徽率其兄弟六人出降，岱皆斩之。\n孙盛论曰：夫柔远能迩，莫善于信。吕岱师友士辅，使通信誓；徽兄弟肉袒，推心委命，岱因灭之以要功利，君子是以知吕氏之祚不延者也。\n徽大将军甘醴及桓治率吏民共攻岱，岱奋击，破之。于是除广州，复为交州如故。岱进讨九真，斩获以万数；又遣从事南宣威命，暨徼外扶南、林邑、堂明诸王，各遣使入贡于吴。\n烈祖明皇帝上之上\n世祖文皇帝下太和元年（丁未，公元二二七年）\n春，吴解烦督胡综、番阳太守周鲂击彭绮，生获之。初，绮自言举义兵，为魏讨吴，议者以为因此伐吴，必有所克。帝以问中书令太原孙资，资曰：“番阳宗人，前后数有举义者，众弱谋浅，旋辄乖散。昔文皇帝尝密论贼形势，言洞浦杀万人，得船千数，数日间，船人复会。江陵被围历月，权裁以千数百兵住东门，而其土地无崩解者，是有法禁上下相维之明验也。以此推绮，惧未能为权腹心大疾也。”至是，绮果败亡。\n二月，立文昭皇后寝园于鄴。王朗往视园陵，见百姓多贫困，而帝方营修宫室，朗上疏谏曰：“昔大禹欲拯天下之大患，故先卑其宫室，俭其衣食；勾践欲广其御儿之疆，亦约其身以及家，俭其家以施国；汉之文、景欲恢弘祖业，故割意于百金之台，昭俭于弋绨之服；霍去病中才之将，犹以匈奴未灭，不治第宅。明恤远者略近，事外者简内也。今建始之前，足用列朝会；崇华之后，足用序内官；华林、天渊，足用展游宴。若且先成象魏，修城池，其馀一切须丰年，专以勤耕农为务，习戎备为事，则民充兵强而寇戎宾服矣。”\n三月，蜀丞相亮率诸军北驻汉中，使长史张裔、参军蒋琬统留府事。临发，上疏曰：“先帝创业未半，而中道崩殂。今天下三分，益州疲敝，此诚危急存亡之秋也。然侍卫之臣不懈于内，忠志之士忘身于外者，盖追先帝之殊遇，欲报之于陛下也。诚宜开张圣听，以光先帝遗德，恢弘志士之气；不宜妄自菲薄，引喻失义，以塞忠谏之路也。\n“宫中、府中，俱为一体，陟罚臧否，不宜异同。若有作奸犯科及为忠善者，宜付有司论其刑赏，以昭陛下平明之理，不宜偏私，使内外异法也。侍中、侍郎郭攸之、费祎、董允等，此皆良实，志虑忠纯，是以先帝简拔以遗陛下。愚以为宫中之事，事无大小，悉以咨之，然后施行，必能裨补阙漏，有所广益。将军向宠，性行淑均，晓畅军事，试用于昔日，先帝称之曰能，是以众议举宠为督。愚以为营中之事，悉以咨之，必能使行陈和睦，优劣得所。亲贤臣，远小人，此先汉所以兴隆也；亲小人，远贤臣，此后汉所以倾颓也。先帝在时，每与臣论此事，未尝不叹息痛恨于桓、灵也。侍中、尚书、长史、参军，此悉端良、死节之臣，愿陛下亲之，信之，则汉室之隆，可计日而待也。\n“臣本布衣，躬耕南阳，苟全性命于乱世炁不求闻达于诸侯。先帝不以臣卑鄙，猥自枉屈，三顾臣于草庐之中，咨臣以当世之事；由是感激，遂许先帝以驱驰。后值倾覆，受任于败军之际，奉命于危难之间，尔来二十有一年矣。先帝知臣谨慎，故临崩寄臣以大事也。受命以来，夙夜忧叹，恐托付不效，以伤先帝之明。故五月渡泸，深入不毛。今南方已定，甲兵已足，当奖率三军，北定中原，庶竭驽钝，攘除奸凶，兴复汉室，还于旧都，此臣所以报先帝，而忠陛下之职分也。至于斟酌损益，进尽忠言，则攸之、祎、允之任也。愿陛下托臣以讨贼兴复之效，不效，则治臣之罪以告先帝之灵，责攸之、祎、允等之慢以彰其咎。陛下亦宜自谋，以谘诹善道，察纳雅言，深追先帝遗诏。臣不胜受恩感激，今当远离，临表涕零，不知所言。”遂行，屯于沔北阳平石马。\n亮辟广汉太守姚伷为掾，伷并进文武之士，亮称之曰：“忠益者莫大于进人，进人者各务其所尚。今姚掾并存刚柔以广文武之用，可谓博雅矣。愿诸掾各希此事以属其望。”\n帝闻诸葛亮在汉中，欲大发兵就攻之，以问散骑常侍孙资，资曰：“昔武皇帝征南郑，取张鲁，阳平之役，危而后济，又自往拔出夏侯渊军，数言‘南郑直为天狱，中斜谷道为五百里石穴耳，’言其深险，喜出渊军之辞也。又，武皇帝圣于用兵，察蜀贼栖于山岩，视吴虏窜于江湖，皆桡而避之，不责将士之力，不争一朝之忿，诚所谓见胜而战，知难而退也。今若进军就南郑讨亮，道既险阻，计用精兵及转运、镇守南方四州，遏御水贼，凡用十五六万人，必当复更有所发兴。天下骚动，费力广大，此诚陛下所宜深虑。夫守战之力，力役参倍。但以今日见兵分命大将据诸要险，威足以震摄强寇，镇静疆场，将士虎睡，百姓无事。数年之间，中国日盛，吴、蜀二虏必自罢敝。”帝乃止。\n初，文帝罢五铢钱，使以谷帛为用，人间巧伪渐多，竞湿谷以要利，薄绢以为市，虽处以严刑，不能禁也。司马芝等举朝大议，以为：“用钱非徒丰国，亦所以省刑，今不若更铸五铢为便。”夏，四月，乙亥，复行五铢钱。\n甲申，初营宗庙于洛阳。\n六月，以司马懿都督荆、豫州诸军事，率所领镇宛。\n冬，十二月，立贵嫔河内毛氏为皇后。初，帝为平原王，纳河内虞氏为妃；及即位，虞氏不得立为后，太皇卞太后慰勉焉。虞氏曰：“曹氏自好立贱，未有能以义举者也。然后职内事，君听外政，其道相由而成；苟不能以善始，未有能令终者也，殆必由此亡国丧祀矣！”虞氏遂绌还鄴宫。\n初，太祖、世祖皆议复肉刑，以军事不果。及帝即位，太傅钟繇上言：“宜如孝景之令，其当弃市欲斩右趾者，许之；其黥、劓、左趾、官刑者，自如孝文易以髡笞，可以岁生三千人。”诏公卿以下议，司徒朗以为：“肉刑不用已来，历年数百；今复行之，恐所减之文未彰于万民之目，而肉刑之问已宣于寇雠之耳，非所以来远人也。今可按繇所欲轻之死罪，使减死髡刑，嫌其轻者，可倍其居作之岁数。内有以生易死不訾之恩，外无以刖易钛骇耳之声。”议者百馀人，与朗同者多。帝以吴、蜀未平，且寝。\n是岁，吴昭武将军韩当卒，其子综淫乱不轨，惧得罪，闰月，将其家属、部曲来奔。\n初，孟达既为文帝所宠，又与桓阿阶、夏侯尚亲善；及文帝殂，阶、尚皆卒，达心不自安。诸葛亮闻而诱之，达数与通书，阴许归蜀。达与魏兴太守申仪有隙，仪密表告之。达闻之，惶惧，欲举兵叛。司马懿以书慰解之，达犹豫未决，懿乃潜军进讨。诸将言：“达与吴、汉交通，宜观望而后动。”懿曰：“达无信义，此其相疑之时也。当及其未定促决之。”乃倍道兼行，八日到其城下。吴、汉各遣偏将向西城安桥、木阑塞以救达，懿分诸将以距之。初，达与亮书曰：“宛去洛八百里，去吾一千二百里。闻吾举事，当表上天子，比相反复，一月间也，则吾城已固，诸军足办。吾所在深险，司马公必不自来；诸将来，吾无患矣。”及兵到，达又告亮曰：“吾举事八日而兵至城下，何其神速也！”\n\n作者：司马光",
        "《资治通鉴 · 卷七十一 · 魏纪三 》\n起著雍涒滩，尽上章阉茂，凡三年。\n烈祖明皇帝上之下太和二年（戊申，公元二二八年）\n春，正月，司马懿攻新城，旬有六日，拔之，斩孟达。申仪久在魏兴，擅承制刻印，多所假授；懿召而执之，归于洛阳。\n初，征西将军夏侯渊之子楙尚太祖女清河公主，文帝少与之亲善，及即位，以为安西将军，都督关中，镇长安，使承渊处。诸葛亮将入寇，与群下谋之，丞相司马魏延曰：“闻夏侯楙，主婿也，怯而无谋。今假延精兵五千，负粮五千，直从褒中出，循秦岭而东，当子午而北，不过十日，可到长安。楙闻延奄至，必弃城逃走。长安中惟御史、京兆太守耳。横门邸阁与散民之谷，足周食也。比东方相合聚，尚二十许日，而公从斜谷来，亦足以达。如此，则一举而咸阳以西可定矣。”亮以为此危计，不如安从坦道，可以平取陇右，十全必克而无虞，故不用延计。亮扬声由斜谷道取郿。使镇东将军赵云，杨武将军邓芝为疑军，据箕谷。帝遗曹真都督关右诸军亮身率大军攻祁山，戎陈整齐，号令明肃。始，魏以汉昭烈既死，数岁寂然无闻，是以略无备豫；而卒闻亮出，朝野恐惧。于是天水、南安、安定皆叛应亮，关中响震，朝臣未知计所出。帝曰：“亮阻山为固，今者自来，正合兵书致人之术，破亮必也。”乃勒兵马步骑五万，遣右将军张郃督之，西拒亮。丁未，帝行如长安。\n初，越巂太守马谡才器过人，好论军计，诸葛亮深加器异。汉昭烈临终谓亮曰：“马谡言过其实，不可大用，君其察之！”亮犹谓不然，以谡为参军，每引见谈论，自昼达夜。及出军祁山，亮不用旧将魏延、吴懿等为先锋，而以谡督诸军在前，与张郃战于街亭。谡违亮节度，举措烦扰，舍水上山，不下据城。张郃绝其汲道，击，大破之，士卒离散。亮进无所据，乃拔西县千馀家还汉中。收谡下狱，杀之。亮自临祭，为之流涕，抚其遗孤，恩若平生。蒋琬谓亮曰：“昔楚杀得臣，文公喜可知也。天下未定而戮智计之士，岂不惜乎！”亮流涕曰：“孙武所以能制胜于天下者，用法明也；是以扬干乱法，魏绛戮其仆。四海分裂，兵交方始，若复废法，何用讨贼邪！”谡之未败也，裨将军巴西王平连规谏谡，谡不能用；及败，众尽星散，惟平所领千人鸣鼓自守，张郃疑其有伏兵，不往逼也，于是平徐徐收合诸营遗迸，率将士而还。亮既诛马谡及将军李盛，夺将军黄袭等兵，平特见崇显，加拜参军，统五部兼当营事，进位讨寇将军，封亭侯。亮上疏请自贬三等，汉主以亮为右将军，行丞相事。是时赵云、邓芝兵亦败于箕谷，云敛众固守，故不大伤，云亦坐贬为镇军将军。亮问邓芝曰：“街亭军退，兵将不复相录，箕谷军退，兵将初不相失，何故？”芝曰：“赵云身自断后，军资什物，略无所弃，兵将无缘相失。”云有军资馀绢，亮使分赐将士，云曰：“军事无利，何为有赐！其物请悉入赤岸库，须十月为冬赐。”亮大善之。\n或劝亮更发兵者，亮曰：“大军在祁山、箕谷，皆多于贼，而不破贼，乃为贼所破，此病不在兵少也，在一人耳。今欲减兵省将，明罚思过，校变通之道于将来；若不能然者，虽兵多何益！自今已后，诸有忠虑于国，但勤攻吾之阙，则事可定，贼可死，功可跷足而待矣。”于是考微劳，甄壮烈，引咎责躬，布所失于境内，厉兵讲武，以为后图，戎士简练，民忘其败矣。亮之出祁山也，天水参军姜维诣亮降。亮美维胆智，辟为仓曹掾，使典军事。\n曹真讨安定等三郡，皆平。真以诸葛亮惩于祁山，后必出从陈仓，乃使将军郝昭等守陈仓，治其城。\n夏，四月，丁酉，京还洛阳。\n帝以燕国徐邈为凉州刺史。邈务农积谷，立学明训，进善黜恶，与羌、胡从事，不问小过；若犯大罪，先告部帅，使知应死者，乃斩以徇。由是服其威信，州界肃清。五月，大旱。\n吴王使鄱阳太守周鲂密求山中旧族名帅为北方所闻知者，令谲挑扬州牧曹休。鲂曰：“民帅小丑，不足杖任，事或漏泄，不能致休。乞遣亲人赍笺以诱休，言被谴惧诛，欲以郡降北，求兵应接。”吴王许之。时频有郎官诣鲂诘问诸事，鲂因诣郡门下，下发谢。休闻之，率步骑十万向皖以应鲂；帝又使司马懿向江陵，贾逵向东关，三道俱进。\n秋，八月，吴王至皖，以陆逊为大都督，假黄钺，亲执鞭以见之；以硃桓、全琮为左右督，各督三万人以击休。休知见欺，而恃其众，欲遂与吴战。硃桓言于吴王曰：“休本以亲戚见任，非智勇名将也。今战必败，败必走，走当由夹石、挂车。此两道皆险厄，若以万兵柴路，则彼众可尽，休可生虏。臣请将所部以断之，若蒙天威，得以休自效，便可乘胜长驱，进取寿春，割有淮南，以规许、洛，此万世一时，不可失时！”权以问陆逊，逊以为不可，乃止。尚书蒋济上疏曰：“休深入虏地，与权精兵对，而硃然等在上流，乘休后，臣未见其利也。”前将军满宠上疏曰：“曹休虽明果而希用兵，今所从道，背湖旁江，易进难退，此兵之絓地也。若入无强口，宠深为之备！”宠表未报，休与陆逊战于石亭。逊自为中部，令硃桓、全琮为左右翼，三道俱进，冲休伏兵，因驱走之，追亡逐北，径至夹石，斩获万馀，牛马骡驴车乘万两，军资器械略尽。\n初，休表求深入以应周鲂，帝命贾逵引兵东与休合。逵曰：“贼无东关之备，必并军于皖，休深入与贼战，必败。”乃部署诸将，水陆并进，行二百里，获吴人，言休战败，吴遗兵断夹石。诸将不知所出，或欲待后军，逵曰：“休兵败于外，路绝于内，进不能战，退不得还，安危之机，不及终日。贼以军无后继，故至此，今疾进，出其不意，此所谓先人以夺其心也，贼见吾兵必走。若待后军，贼已断险，兵虽多何益！”乃兼道进军，多设旗鼓为疑兵。吴人望见逵军，惊走，休乃得还。逵据夹石，以兵粮给休，休军乃振。初，逵与休不善，及休败，赖逵以免。\n九月，乙酉，立皇子穆为繁阳王。\n长平壮侯曹休上书谢罪，帝以宗室不问。休惭愤，疽发于背，庚子，卒。帝以满宠都督扬州以代之。\n护乌桓校尉田豫击鲜卑郁筑鞬，郁筑鞬妻父轲比能救之，以三万骑围豫于马城。上谷太守阎志，柔之弟也，素为鲜卑所信，往解谕之，乃解围去。\n冬，十一月，兰陵成侯王朗卒。\n汉诸葛亮闻曹休败，魏兵东下，关中虚弱，欲出兵击魏，群臣多以为疑。亮上言于汉主曰：“先帝深虑以汉、贼不两立，王业不偏安，故托臣以讨贼。以先帝之明，量臣之才，固当知臣伐贼，才弱敌强；然不伐贼，王业亦亡，惟坐而待亡，孰与伐之！是故托臣而弗疑也。臣受命之日，寝不安席，食不甘味，思惟北征，宜先入南，故五月渡泸，深入不毛。臣非不自惜也，顾王业不可偏全于蜀都，故冒危难以奉先帝之遗意也，而议者以为非计。今贼适疲于西，又务于东，兵法乘劳，此进趋之时也。谨陈其事如左：高帝明并日月，谋臣渊深，然涉险被创，危然后安。今陛下未及高帝，谋臣不如良、平，而欲以长计取胜，坐定天下，此臣之未解一也。刘繇、王朗各据州郡，论安言计，动引圣人，群疑满腹，众难塞胸，今岁不战，明年不征，使孙策坐大，遂并江东，此臣之未解二也。曹操智计殊绝于人，其用兵也，仿佛孙、吴，然困于南阳，险于乌巢，危于祁连，逼于黎阳，几败伯山，殆死潼关，然后伪定一时耳；况臣才弱，而欲以不危而定之，此臣之未解三也。曹操五攻昌霸不下，四越巢湖不成，任用李服而李服图之，委夏侯而夏侯败亡；先帝每称操为能，犹有此失，况臣驽驭，何能必胜！此臣之未解四也。自臣到汉中，中间期年耳，然丧赵云、阳群、马玉、阎芝、丁立、白寿、刘郃、邓铜等及曲长、屯将七十馀人，突将、无前、賨叟、青羌、散骑、武骑一千馀人，皆数十年之内，纠合四方之精锐，非一州之所有；若复数年，则损三分之二，当何以图敌！此臣之未解五也。今民穷兵疲，而事不可息，事不可息，则住与行，劳费正等，而不及虚图之，欲以一州之地与贼支久，此臣之未解六也。夫难平者事也，昔先帝败军于楚，当此时，曹操拊手，谓天下已定。然后先帝东连吴、越，西取巴、蜀，举兵北征，夏侯授首，此操之失计而汉事将成也。然后吴更违盟，关羽毁败，秭归蹉跌，曹丕称帝。凡事如是，难可逆见。臣鞠躬尽力，死而后已，至于成败利钝，非臣之明所能逆睹也。”\n十二月，亮引兵出散关，围陈仓，陈仓已有备，亮不能克。亮使郝昭乡人靳详于城外遥说昭，昭于楼上应之曰：“魏家科法，卿所练也；我之为人，卿所知也。我受国恩多而门户重，卿无可言者，但有必死耳。卿还谢诸葛，便可攻也。”详以昭语告亮，亮又使详重说昭，言“人兵不敌，无为空自破灭。”昭谓详曰：“前言已定矣，我识卿耳，箭不识也。”详乃去。亮自以有众数万，而昭兵才千馀人，又度东救未能便到，乃进兵攻昭，起云梯冲车以临城。昭于是以火箭逆射其梯，梯然，梯上人皆烧死；昭又以绳连石磨压其冲车，冲车折。亮乃更为井阑百尺以射城中，以土丸填堑，欲直攀城，昭又于内筑重墙。亮又为地突，欲踊出于城里，昭又于城内穿地横截之。昼夜相攻拒二十馀日，曹真遣将军费耀等救之。帝召张郃于方城，使击亮。帝自幸河南城，置酒送郃，问郃曰：“迟将军到，亮得无已得陈仓乎？”郃知亮深入无谷，屈指计曰：“比臣到，亮已走矣。”郃晨夜进道，未至，亮粮尽，引去。将军王双追之，亮击斩双。诏赐郝昭爵关内侯。\n初，公孙康卒，子晃、渊等皆幼，官属立其弟恭。恭劣弱，不能治国，渊既长，胁夺恭位，上书言状。侍中刘晔曰：“公孙氏汉时所用，遂世官相承，水则由海，陆则阻山，外连胡夷，绝远难制。而世权日久，今若不诛，后必生患。若怀贰阻兵，然后致诛，于事为难。不如因其新立，有党有仇，先其不意，以兵临之，开设赏募，可不劳师而定也。”帝不从，拜渊扬烈将军、辽东太守。\n吴王以扬州牧吕范为大司马，印绶未下而卒。初，孙策使范典财计，时吴王年少，私从有求，范必关白，不敢专许，当时以此见望。吴王守阳羡长，有所私用，策或料覆，功曹周谷辄为傅著簿书，使无谴问，王临时悦之。及后统事，以范忠诚，厚见信任，以谷能欺更簿书，不用也。\n烈祖明皇帝上之下太和三年（己酉，公元二二九年）\n春，汉诸葛亮遣其将陈戒攻武都、阴平二郡，雍州刺史郭淮引兵救之。亮自出建威，淮退，亮遂拔二郡以归；汉主复策拜亮为丞相。\n夏，四月，丙申，吴王即皇帝位，大赦，改元黄龙。百官毕会，吴主归功周瑜。绥远将军张昭举笏欲褒赞功德，未及言，吴主曰：“如张公之计，今已乞食矣。”昭大惭，伏地流汗。吴主追尊父坚为武烈皇帝，兄策为长沙桓王，立子登为皇太子，封长沙桓王子绍为吴侯。以诸葛恪为太子左辅，张休为右弼，顾谭为辅正、陈表为翼正都尉，而谢景、范惧、羊慎等皆为宾客，于是东宫号为多士。太子使侍中胡综作《宾友目》曰：“英才卓越，超逾伦匹，则诸葛恪；精识时机，达幽究微，则顾谭；凝辩宏达，言能释结，则谢景；究学甄微，游夏同科，则范惧。”羊道私驳综曰：“元逊才而疏，子嘿精而很，叔发辩而浮，孝敬深而狭。”道卒以此言为恪等所恶，其后四人皆败，如道所言。\n吴主使以并尊二帝之议往告于汉。汉人以为交之无益而名体弗顺，宜显明正义，绝其盟好。丞相亮曰：“权有僭逆之心久矣，国家所以略其衅情者，求掎角之援也。今若加显绝，雠我必深，更当移兵东戍，与之角力，须并其土，乃议中原。彼贤才尚多，将相辑穆，未可一朝定也。顿兵相守，坐而须老，使北贼得计，非算之上者。昔孝文卑辞匈奴，先帝伏与吴盟，皆应权通变，深思远益，非若匹夫之忿者也。今议者咸以权利在鼎足，不能并力，且志望已满，无上岸之情，推此，皆似是而非也。何者？其智力不侔，故限江自保。权之不能越江，犹魏贼之不能渡汉，非力有馀，而利不取也。若大军致讨，彼高当分裂其地以为后规，下当略民广境，示武于内，非端坐者也。若就其不动而睦于我，我之北伐，无东顾忧，河南之众不得尽西，此之为利，亦已深矣。权僭逆之罪，未宜明也。”乃遣卫尉陈震使于吴，贺称尊号。吴主与汉人盟，约中分天下，以豫、青、徐、幽属吴，兗、冀、并、凉属汉，其司州之土，以函谷关为界。\n张昭以老病上还官位及所统领，更拜辅吴将军，班亚三司，改封娄侯，食邑万户。昭每朝见，辞气壮厉，义形于色，曾以直言逆旨，中不进见。后汉使来，称汉德美，而群臣莫能屈，吴主叹曰：“使张公在坐，彼不折则废，安复自夸乎！”明日，遣中使劳问，因请见昭，昭避席谢，吴主跪止之。昭坐定，仰曰：“昔太后、桓王不以老臣属陛下，而以陛下属老臣，是以思尽臣节以报厚恩，而意虑浅短，违逆盛旨。然臣愚心所以事国，志在忠益毕命而已；若乃变心易虑以偷荣取容，此臣所不能也！”吴主辞谢焉。\n元城哀王礼卒。\n六月，癸卯，繁阳王穆卒。\n戊申，追尊高祖大长秋曰高皇帝，夫人吴氏曰高皇后。\n秋，七月，诏曰：“礼，王后无嗣，择建支子以继大宗，则当纂正统而奉公义，何得复顾私亲哉！汉宣继昭帝后，加悼考以皇号；哀帝以外籓援立，而董宏等称引亡秦，惑误时期，既尊恭皇，立庙京都，又宏籓妾，使比长信，叙昭穆于前殿，并四位于东宫，僭差无度，人神弗祐，而非罪师丹忠正之谏，用致丁、傅焚如之祸。自是之后，相踵行之。昔鲁文逆祀，罪由夏父；宋国非度，讥在华元。其令公卿有司，深以前世行事为戒，后嗣万一有由诸侯入奉大统，则当明为人后之义；敢为佞邪导谀时君，妄建非正之号以干正统，谓考为皇，称妣为后，则股肱大臣诛之无赦。其书之金策，藏之宗庙，著于令典！”\n九月，吴主迁都建业，皆因故府，不复增改，留太子登及尚书九官于武昌，使上大将军陆逊辅太子，并掌荆州及豫章二郡事，董督军国。南阳刘廙尝著《先刑后礼论》，同郡谢景称之于逊，逊呵景曰：“礼之长于刑久矣；廙以细辩而诡先圣之教，君今侍东宫，宜遵仁义以彰德音，若彼之谈，不须讲也！”太子与西陵都督步骘书，求见启诲，骘于是条于时事业在荆州界者及诸僚吏行能以报之，因上疏奖劝曰：“臣闻人君不亲小事，使百官有司各任其职，故舜命九贤，则无所用心，不下庙堂而天下治也。故贤人所在，折冲万里，信国家之利器，崇替之所由也。愿明太子重以经意，则天下幸甚！”\n张纮还吴迎家，道病卒。临困，授子靖留笺曰：“自古有国有家者，咸欲修德政以比隆盛世，至于其治，多不馨香，非无忠臣贤佐也，由主不胜其情，弗能用耳。夫人情惮难而趋易，好同而恶异，与治道相反。《传》曰‘从善如登，从恶如崩’，言善之难也。人君承奕世之基，据自然之势，操八柄之威，甘易同之欢，无假敢于人，而忠臣挟难进之术，吐逆耳之言，其不合也，不亦宜乎！离则有衅，巧辩缘间，眩于小忠，恋于恩爱，贤愚杂错，黜陟失叙，其所由来，情乱之也。故明君寤之，求贤如饥渴，受谏而不厌，抑情损欲，以义割恩，则上无偏谬之授，下无希冀之望矣！”吴主省书，为之流涕。\n冬，十月，改平望观曰听充观。帝常言：“狱者，天下之性命也。”每断大狱，常诣观临听之。初，魏文侯师李悝著《法经》六篇，商君受之以相秦。萧何定《汉律》，益为九篇，后稍增至六十篇。又有《令》三百馀篇、《决事比》九百六卷，世有增损，错糅无常，后人各为章句，马、郑诸儒十有馀家，以至于魏。所当用者合二万六千二百七十二条，七百七十三万馀言，览者益难。帝乃诏但用郑氏章句。尚书卫觊奏曰：“刑法者，国家之所贵重而私议之所轻贱；狱吏者，百姓之所县命而选用者之所卑下。王政之敝，未必不由此也。请置律博士。”帝从之。又诏司空陈群、散骑常侍刘邵等删约汉法，制《新律》十八篇，《州郡令》四十五篇，《尚书官令》、《军中令》合百八十馀篇，于《正律》九篇为增，于旁章科令为省矣。\n十一月，洛阳庙成，迎高、太、武、文四神主于鄴。\n十二月，雍丘王植徙封东河。\n汉丞相亮徙府营于南山下原上，筑汉城于沔阳，筑乐城于成固。\n烈祖明皇帝上之下太和四年（庚戌，公元二三零年）\n春，吴主使将军卫温、诸葛直将甲士万人，浮海求夷洲、亶洲，欲俘其民以益众。陆逊、全琮皆谏，以为：“桓王创基，兵不一旅。今江东见众，自足图事，不当远涉不毛，万里袭人，风波难测。又民易水土，必致疾疫，欲益更损，欲利反害。且其民犹禽兽，得之不足济事，无之不足亏众。”吴主不听。\n尚书琅邪诸葛诞、中书郎南阳邓飏等相与结为党友，更相题表，以散骑常侍夏侯玄等四人为四聪，诞辈八人为八达。玄，尚之子也。中书监刘放子熙，中书令孙资子密，吏部尚书卫臻子烈，三人咸不及比，以其父居势位，容之为三豫。行司徒事董昭上疏曰：“凡有天下者，莫不贵尚敦朴忠信之士，深疾虚伪不真之人者，以其毁教乱治，败俗伤化也。近魏讽伏诛建安之末，曹伟斩戮黄初之始。伏惟前后圣诏，深疾浮伪，欲以破散邪党，常用切齿；而执法之吏，皆畏其权势，莫能纠擿，毁坏风俗，侵欲滋甚。窃见当今年少不复以学问为本，专更以交游为业；国士不以孝悌清修为首，乃以趋势游利为先。合党连群，互相褒叹，以毁訾为罚戮，用党誉为爵赏，附己者则叹之盈言，不附者则为作瑕衅。至乃相谓：‘今世何忧不度邪，但求人道不勤，罗之下博耳；人何患其不知己，但当吞之以药而柔调耳。’又闻或有使奴客名作在职家人，冒之出入，往来禁奥，交通书疏，有所探问。凡此诸事，皆法之所不取，刑之所不赦，虽讽、伟之罪，无以加也！”帝善其言。二月，壬年，诏曰：’世之质文，随教而变。兵乱以来，经学废绝，后生讲趣，不由典谟。岂训导未洽，将进用者不以德显乎！其郎吏学通一经，才任牧民，博士课试，擢其高第者，亟用；其浮华不务道本者，罢退之！”于是免诞、飏等官。\n夏，四月，定陵成侯钟繇卒。\n六月，戊子，太皇太后卞氏殂。秋，七月，葬武宣皇后。\n大司马曹真以“汉人数入寇，请由斜谷伐之。诸将数道并进，可以大克。”帝从之，诏大将军司马懿溯汉水由西城入，与真会汉中，诸将或由子午谷、或由武威入。司空陈群谏曰：“太祖昔到阳平攻张鲁，多收豆麦以益军粮，鲁未下而食犹乏。今既无所因，且斜谷阻险，难以进退，转运必见钞截，多留兵守要，则损战士，不可不熟虑也。”帝从群议。真复表从子午道；群又陈其不便，并言军事用度之计。诏以群议下真，真据之遂行。\n八月，辛已，帝行东巡；乙未，如许昌。\n汉丞相亮闻魏兵至，次于成固赤坂以待之。召李严使将二万人赴汉中，表严子丰为江州都督，督军典严后事。会天大雨三十馀日，栈道断绝，太尉华歆上疏曰：“陛下以圣德当成、康之隆，愿先留心于治道，以征伐为后事。为国者以民为基，民以衣食为本。使中国无饥寒之患，百姓无离上之心，则二贼之衅可坐而待也！”帝报曰：“贼凭恃山川，二祖劳于前世，犹不克平，朕岂敢自多，谓必灭之哉！诸将以为不一探取，无由自敝，是以观兵以窥其衅。若天时未至，周武还师，乃前事之鉴，朕敬不忘所戒。”少府杨阜上疏曰：“昔武王白鱼入舟，君臣变色，动得吉瑞，犹尚忧惧，况有灾异而不战竦者哉！今吴、蜀未平，而天屡降变，诸军始进，便有天雨之患，稽阂山险，已积日矣。转运之劳，担负之苦，所费已多，若有不断，必违本图。《传》曰：‘见可而进，知难而退，军之善政也。’徒使六军困于山谷之间，进无所略，退又不得，非王兵之道也。”\n散骑常侍王肃王上疏曰：“前志有之：‘千里馈粮，士有饥色，樵苏后爨，师不宿饱，’此谓平涂之行军者也；又况于深入阻险，凿路而前，则其为劳必相百也。今又加之以霖雨，山坂峻滑，众迫而不展，粮远而难继，实行军者之大忌也。闻曹真发已逾月而行裁半谷，治道功夫，战士悉作。是贼偏得以逸待劳，乃兵家之所惮也。言之前代，则武王伐纣，出关而复还；论之近事，则武、文征权，临江而不济。岂非所谓顺天知时，通于权变者哉！兆民知上圣以水雨艰剧之故，休而息之，后日有衅，乘而用之，则所谓悦以犯难，民忘其死者矣。”肃，朗之子也。九月，诏曹真等班师。\n冬，十月，乙卯，帝还洛阳。时左仆射徐宣总统留事，帝还，主者奏呈文书。帝曰：“吾省与仆射省何异！”竟不视。\n十二月，辛未，改葬文昭皇后于朝阳陵。\n吴主扬声欲至合肥，征东将军满宠表召兗、豫诸军皆集，吴寻退还，诏罢其兵。宠以为：“今贼大举而还，非本意也，此必欲伪退以罢吾兵，而倒还乘虚，掩不备也。”表不罢兵，后十馀日，吴果更来。到合肥城，不克而还。\n汉丞相亮以蒋琬为长史。亮数外出，琬常足食兵，以相供给。亮每言：“公琰托志忠雅，当与吾共赞王业者也。”\n青州人隐蕃逃奔入吴，上书于吴主曰：“臣闻纣为无道，微子先出；高祖宽明，陈平先入。臣年二十二，委弃封域，归命有道，赖蒙天灵，得自全致。臣至止有日，而主者同之降人，未见精别，使臣微言妙旨不得上达，于邑三叹，曷惟其已！谨诣阙拜章，乞蒙引见。”吴主即召入，蕃进谢，答问及陈时务，甚有辞观。侍中右领军胡综侍坐，吴主问：“何如？”综对曰：“蕃上书大语有似东方朔，巧捷诡辩有似祢衡，而才皆不及。”吴主又问：“可堪何官？”综对曰：“未可以治民，且试都辇小职。”吴主以蕃盛语刑狱，用为廷尉监。左将军硃据、廷尉郝普数称蕃有王佐之才，普尤与之亲善，常怨叹其屈。于是蕃门车马云集，宾客盈堂，自卫将军全琮等皆倾心接待；惟羊道及宣诏郎豫章杨迪拒绝不与通。潘濬子翥，亦与蕃周旋，馈饷之。濬闻，大怒，疏责翥曰：“吾受国厚恩，志报以命，尔辈在都，当念恭顺，亲贤慕善。何故与降虏交，以粮饷之！在远闻此，心震面热，惆怅累旬。疏到，急就往使受杖一百，促责所饷！”当时人咸怪之。顷之，蕃谋作乱于吴，事觉，亡走，捕得，伏诛。吴主切责郝普，普惶惧，自杀。硃据禁止，历时乃解。\n武陵五溪蛮夷叛吴，吴主以南土清定，召交州剌史吕岱还屯长沙沤口。\n\n作者：司马光",
        "《资治通鉴 · 卷七十三 · 魏纪五》\n起旃蒙单阏，尽强圉大荒落，凡三年。\n烈祖明皇帝中之下青龙三年（乙卯，公元二三五年）\n春，正月，戊子，以大将军司马懿为太尉。\n丁巳，皇太后郭氏殂。帝数问甄后死状于太后，由是太后以忧殂。\n汉杨仪既杀魏延，自以为有大功，宜代诸葛亮秉政；而亮平生密指，以仪狷狭，意在蒋琬。仪至成都，拜中军师，无所统领，从容而已。初，仪事昭烈帝为尚书，琬时为尚书郎。后虽俱为丞相参军、长史，仪每从行，当其劳剧；自谓年宦先琬，才能逾之，于是怨愤形于声色，叹咤之音发于五内，时人畏其言语不节，莫敢从也。惟后军师费祎往慰省之，仪对祎恨望，前后云云。又语祎曰：“往者丞相亡没之际，吾若举军以就魏氏，处世宁当落度如此邪！令人追悔，不可复及！”祎密表其言。汉主废仪为民，徙汉嘉郡。仪至徙所，复上书诽谤。，辞指激切。遂下郡收仪，仪自杀。\n三月，庚寅，葬文德皇后。\n夏，四月，汉主以蒋琬为大将军、录尚书事；费祎代琬为尚书令。帝好土功，既作许昌宫，又治洛阳宫，起昭阳太极殿，筑总章观，高十馀丈。力役不已，农桑失业。司空陈群上疏曰：“昔禹承唐、虞之盛，犹卑宫室而恶衣服。况今丧乱之后，人民至少，比汉文、景之时，不过一大郡。加以边境有事，将士劳苦，若有水旱之患，国家之深忧也。昔刘备自成都至白水，多作传舍，兴费人役，太祖知其疲民也。今中国劳力，亦吴、蜀之所愿。此安危之机也，惟陛下虑之！”帝答曰：“王业、宫室，亦宜并立。灭贼之后，但当罢守御耳，岂可复兴役邪！是固君之职，萧何之大略也。”群曰：“昔汉祖惟与项羽争天下，羽已灭，宫室烧焚，是以萧何建武库、太仓，皆是要急，然高祖犹非其壮丽。今二虏未平，诚不宜与古同也。夫人之所欲，莫不有辞，况乃天王，莫之敢违。前欲坏武库，谓不可不坏也；后欲置之，谓不可不置也。若必作之，固非臣下辞言所屈；若少留神，卓然回意，亦非臣下之所及也。汉明帝欲起德阳殿，钟离意谏，即用其言，后乃复作之；殿成，谓群臣曰：‘钟离尚书在，不得成此殿也。’夫王者岂惮一臣！盖为百姓也。今臣曾不能少凝圣德，不及意远矣。”帝乃为之少有减省。帝耽于内宠，妇官秩石拟百官之数，自贵人以下至掖庭洒扫者，凡数千人，选女子知书可付信者六人，以为女尚书，使典省外奏事，处当画可。廷尉高柔上疏曰：“昔汉文惜十家之资，不营小台之娱；去病臣匈奴之害，不遑治第之事。况今所损者非惟百金之费，所忧者非徒北锹之患乎！可粗成见所营立以充朝宴之仪，讫罢作者，使得就养；二方平定，复可徐兴。《周礼》：天子后妃以下百二十人，嫔嫱之仪，既已盛矣。窃闻后庭之数，或复过之，圣嗣不昌，殆能由此。臣愚以为可妙简淑媛以备内官之数，其馀尽遣还家，且以育精养神，专静为宝。如此，则《螽斯》之征可庶而致矣。”帝报曰：“卿辄昌言，他复以闻。”是时猎法严峻，杀禁地鹿者身死，财产没官，有能觉告者，厚加赏赐。柔复上疏曰：“中间以来，百姓供给众役，亲田者既减；加顷复有猎禁，群鹿犯暴，残食生苗，处处为害，所伤不赀，民虽障离，力不能御。至如荥阳左右，周数百里，岁略不收。方今天下生生者甚少，而麋鹿之损者甚多，卒有兵戎之役，凶年之灾，将无以待之。惟陛下宽放民间，使得捕鹿，遂除其禁，则众庶永济，莫不悦豫矣。”帝又欲平北芒，令于其上作台观，望见孟津。卫尉辛毘谏曰：“天地之性，高高下下。今而反之，既非其理；加以损费人功，民不堪役。且若九河盈溢，洪水为害，而丘陵皆夷，将何以御之！”帝乃止。\n少府杨阜上疏曰：“陛下奉武皇帝开拓之大业，守文皇帝克终之元绪，诚宜思齐往古圣贤之善治，总观季世放荡之恶政。曩使桓、灵不废高祖之法度，文、景之恭俭，太祖虽有神武，于何所施，而陛下何由处斯尊哉！今吴、蜀未定，定旅在外，诸所缮治，惟陛下务从约节。”帝优诏答之。阜复上疏曰：“尧尚茅茨而万国安其居，禹卑宫室而天下乐其业。及至殷、周，或堂崇三尺，度以九筵耳。桀作璇室象廊，纣为倾宫鹿台，以丧其社稷；楚灵以筑章华而身受祸；秦始皇作阿房，二世而灭。夫不度万民之力，以从耳目之欲，未有不亡者也。陛下当以尧、舜、禹、汤、文、武为法则，夏桀、殷纣、楚灵、秦皇为深诫，而乃自暇自逸，惟宫台是饰，必有颠覆危亡之祸矣。君作元首，臣为股肱，存亡一体，得失同之。臣虽驽怯，敢忘争臣之义！言不切至，不足以感寤陛下。陛下不察臣言，恐皇祖、烈考之祚坠于地。使臣身死有补万一，则死之日犹生之年也。谨叩棺沐浴，伏俟重诛！”奏御，帝感其忠言，手笔诏答。帝尝著衤冒，被缥绫半袖。阜问帝曰：“此于礼何法服也？”帝默然不答。自是不法服不以见阜。阜又上疏欲省宫人诸不见幸者，乃召御府吏问后宫人数。吏守旧令，对曰：“禁密，不得宣露！”阜怒，杖吏一百，数之曰：“国家不与九卿为密，反与小吏为密乎！”帝愈严惮之。\n散骑常侍蒋济上疏曰：“昔句践养胎以待用，昭王恤病以雪仇，故能以弱燕服强齐，羸越灭劲吴。今二敌强盛，当身不除，百世之责也。以陛下圣明神武之略，舍其缓者，专心讨贼，臣以为无难矣。”中书侍郎东莱王基上疏曰：“臣闻古人以水喻民曰：‘水所以载舟，亦所以覆舟。’颜渊曰‘东野子之御，马力尽矣，而求进不已，殆将败矣。’今事役劳苦，男女离旷，愿陛下深察东野之敝，留意舟水之喻，息奔驷于未尽，节力役于未困。昔汉有天下，至孝文时唯有同姓诸侯，而贾谊忧之曰：‘置火积薪之下而寝其上，因谓之安。’今寇贼未殄，猛将拥兵，检之则无以应敌，久之则难以遗后，当盛明之世，不务以除患，若子孙不竞，社稷之忧也。使贾谊复起，必深切于曩时矣。”帝皆不听。\n殿中监督役，擅收兰台令史，右仆射卫臻奏案之。诏曰：“殿舍不成，吾所留心，卿推之，何也？”臻曰：“古制侵官之法，非恶其勤事也，诚以所益者小，所堕者大也。臣每察校事，类皆如此，若又纵之，惧群司将遂越职，以至陵夷矣。”\n尚书涿郡孙礼固请罢役，帝诏曰：“钦纳谠言。”促遣民作；监作者复奏留一月，有所成讫。礼径至作所，不复重奏，称诏罢民，帝奇其意而不责。帝虽不能尽用群臣直谏之言，然皆优容之。\n秋，七月，洛阳崇华殿灾。帝问侍中领太史令泰山高堂隆曰：“此何咎也？于礼宁有祈禳之义乎？”对曰：“《易·传》曰：‘上不俭，下不节，孽火烧其室。’又曰：‘君高其台，天火为灾。’此人君务饰宫室，不知百姓空竭，故天应之以旱，火从高殿起也。”诏问隆：“吾闻汉武帝之时柏梁灾，而大起宫殿以厌之，其义云何？”对曰：“夷越之巫所为，非圣贤之明训也。《五行志》曰：‘柏梁灾，其后有江充巫蛊事。’如《志》之言，越巫建章无所厌也。令宜罢散民役。宫室之制，务从约节，清扫所灾之处，不敢于此有所立作，则萐莆、嘉禾必生此地。若乃疲民之力，竭民之财，非所以致符瑞而怀远人也。”\n八月，庚午，立皇子芳为齐王，询为秦王。帝无子，养二王为子，宫省事秘，莫有知其所由来者。或云：芳，任城王楷之子也。\n丁巳，帝还洛阳。\n诏复立崇华殿，更名曰九龙。通引穀水过九龙殿前，为玉井绮栏，蟾蜍含受，神龙吐出。使博士扶风马钧作司南车，水转百戏。陵霄阙始构，有鹊巢其上，帝以问高堂隆，对曰：“《诗》曰：‘惟鹊有巢，惟鸠居之。’今兴宫室，起陵霄阙，而鹊巢之，此宫未成身不得居之象也。大意若曰：‘宫室未成，将有他姓制御之’。斯乃上天之戒也。夫天道无亲，惟与善人，太戊、武丁睹灾悚惧，故天降之福。今若休罢百役，增崇德政，则三王可四，五帝可六，岂惟商宗转祸为福而已哉！”帝为之动容。帝性严急，其督修宫室有稽限者，帝亲召问，言犹在口，身首已分。散骑常侍领秘书监王肃上疏曰：“今宫室未就，见作者三四万人。九龙可以安圣体，其内足以列六宫；惟泰极已前，功夫尚大。愿陛下取常食禀之士，非急要者之用，选其丁壮，择留万人，使一期而更之。咸知息代有日，则莫不悦以即事，劳而不怨矣。计一岁有三百六十万夫，亦不为少。当一岁成者，听且三年，分遣其馀，使皆即农，无穷之计也。夫信之于民，国家大宝也。前车驾当幸洛阳，发民为营，有司命以营成而罢；既成，又利其功力，不以时遣。有司徒营目前之利，不顾经国之体。臣愚以为自今已后，傥复使民，宜明其令，使必如期，以次有事，宁使更发，无或失信。凡陛下临时之所行刑，皆有罪之吏、宜死之人也；然众庶不知，谓为仓卒。故愿陛下下之于吏，而暴其罪，钧其死也，无使污于宫掖而为远近所疑。且人命至重，难生易杀，气绝不续者也，是以圣贤重之。昔汉文帝欲杀犯跸者，廷尉张释之曰：‘方其时，上使诛之则已，今下廷尉，廷尉，天下之平，不可倾也。’臣以为大失其义，非忠臣所宜陈也。廷尉者，天子之吏也，犹不可以失平，而天子之身反可以惑谬乎！斯重于为己而轻于为君，不忠之甚也，不可不察！”\n中山恭王兗疾病，令官属曰：“男子不死于妇人之手，亟以时营东堂。”堂成，舆疾往居之。又令世子曰：“汝幼为人君，知乐不知苦，必将以骄奢为失者也。兄弟有不良之行，当造膝谏之，谏之不从，流涕喻之，喻之不改，乃白其母，犹不改，当以奏闻，并辞国土。与其守宠罹祸，不若贫贱全身也。此亦谓大罪恶耳，其微过细故，当掩覆之。”冬，十月，己酉，衮卒。\n十一月，丁酉，帝行如许昌。\n是岁，幽州刺史王雄使勇士韩龙刺杀鲜卑轲比能。自是种落离散，互相侵伐，强者远遁，弱者请服，边陲遂安。\n张掖柳谷口水溢涌，宝石负图，状象灵龟，立于川西，有石马七及凤皇、麒麟、白虎、牺牛、璜玦、八卦、列宿、孛彗之象，又有文曰“大讨曹”。诏书班天下，以为嘉瑞。任令于绰连赍以问巨鹿张臶，臶密谓绰曰：“夫神以知来，不追已往，祥兆先见，而后废兴从之。今汉已久亡，魏已得之，何所追兴祥兆乎！此石，当今之变异而将来之符瑞也。”\n帝使人以马易珠玑、悲翠、玳瑁于吴，吴主曰：“此皆孤所不用，而可以得马，孤何爱焉。”皆以与之。\n烈祖明皇帝中之下青龙四年（丙辰，公元二三六年）\n春，吴人铸大钱，一当五百。\n三月，吴张昭卒，年八十一。昭容貌矜严，有威风，吴主以下，举邦惮之。\n夏，四月，汉主至湔，登观阪，观汶水之流，旬日而还。\n武都氐王符健请降于汉；其弟不从，将四百户来降。\n五月，乙卯，乐平定侯董昭卒。\n冬，十月，己卯，帝还洛阳宫。\n甲申，有星孛于大辰，又勃于东方。高堂隆上疏曰：“凡帝王徙都立邑，皆先定天地、社稷之位，敬恭以奉之。将营宫室，则宗庙为先，厩库为次，居室为后。今圜丘、方泽、南北郊、明堂、社稷神位未定，宗庙之制又未如礼，而崇饰居室，士民失业，外人咸云‘宫人之用与军国之费略齐’，民不堪命，皆有怨怒。《书》曰：‘天聪明自我民聪明，天明畏自我民明威。’言天之赏罚，随民言，顺民心也。夫采椽、卑宫，唐、虞、大禹之所以垂皇风也；玉台、琼室，夏癸、商辛之所以犯昊天也。今宫室过盛，天彗章灼，斯乃慈父恳切之训。当崇孝子祗耸之礼，不宜有忽，以重天怒。”隆数切谏，帝颇不悦。侍中卢毓进曰：“臣闻君明则臣直，古之圣王惟恐不闻其过，此乃臣等所以不及隆也。”帝乃解。毓，植之子也。\n十二月，癸巳，颍阴靖侯陈群卒。群前后数陈得失，每上封事，辄削其草，时人及其子弟莫能知也。论者或讥群居位拱默；正始中，诏撰群臣上书以为《名臣奏议》，朝士乃见群谏事，皆叹息焉。\n袁子论曰：或云：“少府杨阜岂非忠臣哉！见人主之非则勃然触之，与人言未尝不道。”答曰：“夫仁者爱人，施之君谓之忠，施于亲谓之孝。今为人臣，见人主失道，直诋其非而播扬其恶，可谓直士，未为忠臣也。故司空陈群则不然，谈论终日，未尝言人主之非；书数十上，外人不知。君子谓群于是乎长者矣。”\n乙未，帝行如许昌。\n诏公卿举才德兼备者各一人，司马懿以兗州刺史太原王昶应选。昶为人谨厚，名其兄子曰默，曰沈，名其子曰浑，曰深，为书戒之曰：“吾以四者为名，欲使汝曹顾名思义，不敢违越也。夫物速成则疾亡，晚就而善终，朝华之草，夕而零落，松柏之茂，隆寒不衰，是以君子戒于阙党也。夫能屈以为伸，让以为得，弱以为强，鲜不遂矣。夫毁誉者，爱恶之原而祸福之机也。孔子曰：‘吾之于人，谁毁谁誉。’以圣人之德犹尚如此，况庸庸之徒而轻毁誉哉！人或毁己，当退而求之于身。若己有可毁之行，则彼言当矣；若己无可毁之行，则彼言妄矣。当则无怨于彼，妄则无害于身，又何反报焉！谚曰：‘救寒莫如重裘，止谤莫如自修。’斯言信矣！”\n烈祖明皇帝中之下景初元年（丁巳，公元二三七年）\n春，正月，壬辰，山茌县言黄龙见。高堂隆以为：“魏得土德，故其瑞黄龙见，宜改正朔，易服色，以神明其政，变民耳目。”帝从其议。三月，下诏改元，以是月为孟夏四月，服色尚黄，牺牲用白，从地正也。更名《太和历》曰《景初历》。\n五月，己巳，帝还洛阳。\n己丑，大赦。\n六月，戊申，京都地震。\n己亥，以尚书令陈矫为司徒，左仆射卫臻为司空。\n有司奏以武皇帝为魏太祖，文皇帝为魏高祖，帝为魏烈祖；三祖之庙，万世不毁。\n孙盛论曰：夫谥以表行，庙以存容。未有当年而逆制祖宗，未终而豫自尊显。魏之群司于是乎失正矣。\n秋，七月，丁卯，东乡贞侯陈矫卒。\n公孙渊数对国中宾客出恶言，帝欲讨之，以荆州刺史河东毌丘俭为幽州刺史。俭上疏曰：“陛下即位已来，未有可书。吴、蜀恃险，未可卒平，聊可以此方无用之士克定辽东。”光禄大夫卫臻曰：“俭所陈皆战国细术，非王者之事也。吴频岁称兵，寇乱边境，而犹按甲养士，未果致讨者，诚以百姓疲劳故也。渊生长海表，相承三世，外抚戎夷，内修战射，而俭欲以偏军长驱，朝至夕卷，知其妄矣。”帝不听，使俭率诸军及鲜卑、乌桓屯辽东南界，玺书征渊。渊前发兵反，逆俭于辽隧。会天雨十馀日，辽水大涨，俭与战不利，引军还右北平。渊因自立为燕王，改元绍汉，置百官，遣使假鲜卑单于玺，封拜边民，诱呼鲜卑以侵扰北方。\n汉张后殂。\n九月，冀、兗、徐、豫大水。\n西平郭夫人有宠于帝，毛后爱弛。帝游后园，曲宴极乐。郭夫人请延皇后，帝弗许，因禁左右使不得宣。后知之，明日，谓帝曰：“昨日游宴北园，乐乎？”帝以左右泄之，所杀十馀人。庚辰，赐后死，然犹加谥曰悼。癸丑，葬愍陵。迁其弟曾为散骑常侍。\n冬，十月，帝用高堂隆之议，营洛阳南委杰山为圆丘，诏曰：“昔汉氏之初，承秦灭学之后，采摭残缺，以备郊祀，四百馀年，废无禘礼。曹氏世系出自有虞，今祀皇皇帝天于圆丘，以始祖虞舜配；祭皇皇后地于方丘，以舜妃伊氏配；祀皇天之神于南郊，以武帝配；祭皇地之祇于北郊，以武宣皇后配。”\n庐江主薄吕习密使人请兵于吴，欲开门为内应。吴主使卫将军全琮督前将军硃桓等赴之，既至，事露，吴军还。\n诸葛恪至丹杨，移书四部属城长吏，令各保其疆界，明立部伍；其从化平民，悉令屯居。乃内诸将，罗兵幽阻，但缮籓篱，不与交锋，候其谷稼将熟，辄纵兵芟刈，使无遗种。旧谷既尽，新谷不收，平民屯居，略无所入。于是山民饥穷，渐出降首。恪乃复敕下曰：“山民去恶从化，皆当抚慰，徙出外县，不得嫌疑，有所拘执！”臼阳长胡伉得降民周遗，遗旧恶民，困迫暂出，伉缚送言府。恪以伉违教，遂斩以徇。民闻伉坐执人被戮，知官惟欲出之而已，于是老幼相携而出，岁期人数，皆如本规。恪自领万人，馀分给诸将。吴主嘉其功，拜恪威北将军，封都乡侯，徙屯庐江皖口。\n是岁，徙长安钟虡、橐佗、铜人、承露盘于洛阳。盘折，声闻数十里。铜人重，不可致，留于霸城。大发铜铸铜人二，号曰翁仲，列坐于司马门外。又铸黄龙、凤皇各一，龙高四丈，凤高三太馀，置内殿前。起土山于芳林园西北陬，使公卿群僚皆负土，树松、竹、杂木、善草于其上，捕山禽杂兽致其中。司徒军议掾董寻上疏谏曰：“臣闻古之直士，尽言于国，不避死亡，故周昌比高祖于桀、纣，刘辅譬赵后于人婢。天生忠直，虽白刃沸汤，往而不顾者，诚为时主爱惜天下也。建安以来，野战死亡，或门殚户尽，虽有存者，遗孤老弱。若今宫室狭小，当广大之，犹宜随时，不妨农务，况乃作无益之物！黄龙、凤皇、九龙、承露盘，此皆圣明之所不兴也，其功三倍于殿舍。陛下既尊群臣，显以冠冕，被以文绣，载以华舆，所以异于小人；而使穿方举土，面目垢黑，沾体涂足，衣冠了鸟，毁国之光以崇无益，甚非谓也。孔子曰：‘君使臣以礼，臣事君以忠。’无忠无礼，国何以立！臣知言出必死，而臣自比于牛之一毛，生既无益，死亦何损！秉笔流涕，心与世辞。臣有八子，臣死之后，累陛下矣！”将奏，沐浴以待命。帝曰：“董寻不畏死邪！”主者奏收寻，有诏勿问。\n高堂隆上疏曰：“今之小人，好说秦、汉之奢靡以荡圣心；求取亡国不度之器，劳役费损以伤德政。非所以兴礼乐之和，保神明之休也。”帝不听。隆又上书曰：“昔洪水滔天二十二载，尧、舜君臣南面而已。今无若时之急，而使公卿大夫并与厮徒共供事役，闻之四夷，非嘉声也，垂之竹帛，非令名也。今吴、蜀二贼，非徒白地、小虏、聚邑之寇，乃僭号称帝，欲与中国争衡。今若有人来告：‘权、禅并修德政，轻省租赋，动咨耆贤，事遵礼度，’陛下闻之，岂不惕然恶其如此，以为难卒讨灭而为国忧乎！若使告者曰：‘彼二贼并为无道，崇侈无度，役其士民，重其赋敛，下不堪命，吁嗟日甚，’陛下闻之，岂不幸彼疲敝而取之不难乎！苟如此，则可易心而度，事义之数亦不远矣！亡国这主自谓不亡，然后至于亡；贤圣之君自谓亡，然后至于不亡。今天下雕敝，民无儋石之储，国无终年之蓄，外有强敌，六军暴边，内兴土功，州郡骚动，若有寇警，则臣惧版筑之士不能投命虏庭矣。又，将吏奉禄，稍见折减，方之于昔，五分居一，诸受休者又绝禀赐，不应输者今皆出半，此为官入兼多于旧，其所出与参少于昔。而度支经用，更每不足，牛肉小赋，前后相继。反而推之，凡此诸费，必有所在。且夫禄赐谷帛，人主所以惠养吏民而为之司命者也，若今有废，是夺其命矣。既得之而又失之，此生怨之府也。”帝览之，谓中书监、令曰：“观隆此奏，使朕惧哉！”\n尚书卫觊上疏曰：“今议者多好悦耳：其言政治，则比陛下于尧、舜；其言征伐，则比二虏于狸鼠。臣以为不然。四海之内，分而为三，群士陈力，各为其主，是与六国分治无以为异也。当今千里无烟，遗民困苦。陛下不善留意，将遂凋敝，难可复振。武皇帝之时，后宫食不过一肉，衣不用锦绣，茵蓐不缘饰，器物无丹漆，用能平定天下，遗福子孙，此皆陛下之所览也。当今之务，宜君臣上下，计校府库，量入为出，犹恐不及；而工役不辍，侈靡日崇，帑藏日竭。昔汉武信神仙之道，谓当得云表之露以餐玉屑，故立仙掌以承高露，陛下能明，每所非笑。汉武有求于露而犹尚见非，陛下无求于露而空设之，不益于好而糜费功夫，诚皆圣虑所宜裁制也。”\n时有诏录夺士女前已嫁为吏民妻者，还以配士，听以生口自赎，又简选其有姿首者内之掖庭。太子舍人沛国张茂上书谏曰：“陛下，天之子也，百姓吏民，亦陛下子也，今夺彼以与此，亦无以异于夺兄之发妻弟也，于父母之恩偏矣，又，诏书听得以生口年纪、颜色与妻相当者自代，故富者则倾家尽产，贫者举假贷贳，贵买生口以赎其妻。县官以配士为名而实内之掖庭，其丑恶乃出与士。得妇者未必喜而失妻者必有忧，或穷或愁，皆不得志。夫君有天下而不得万姓之欢心者，鲜不危殆。且军师在外数十万人，一日之费非徒千金，举天下之曲以奉此役，犹将不给，况复有宫庭非员无录之女。椒房母后之家，赏赐横与，内外交引，其费半军。昔汉武帝掘地为海，封土为山，赖是时天下为一，莫敢与争者耳。自衰乱以来，四五十载，马不舍鞍，士不释甲，强寇在疆，图危魏室。陛下不战战业业，念崇节约，而乃奢靡是务，中尚方作玩弄之物，后园建承露之盘，斯诚快耳目之观，然亦足以骋寇雠之心矣！惜乎，舍尧、舜之节俭而为汉武帝之侈事，臣窃为陛下不取也。”帝不听。\n高堂隆疾笃，口占上疏曰：“曾子有言曰：‘人之将死，其言也善。’臣寝疾有增无损，常恐奄忽，忠款不昭，臣之丹诚，愿陛下少垂省览！臣观三代之有天下，圣贤相承，历数百载，尺土莫非其有，一民莫非其臣。然癸、辛之徒，纵心极欲，皇天震怒，宗国为墟，纣枭白旗，桀放鸣条，天子之尊，汤、武有之。岂伊异人？皆明王之胄也。黄初之际，天兆其戒，异类之鸟，育长燕巢口爪胸赤，此魏室之大异也。宜防鹰扬之臣于萧墙之内。可选诸王，使君国典兵，往往棋寺，镇抚皇畿，翼亮帝室。夫皇天无亲，惟德是辅。民咏德政，则延期过历；下有怨叹，则辍录授能。由此观之，天下乃天下之天下，非独陛下之天下也！”帝手诏深慰劳之。未几而卒。\n陈寿评曰：高堂隆学业修明，志存匡君，因变陈戒，发于恳诚，忠矣哉！及至必改正朔，俾魏祖虞，所谓意过其通者欤！\n帝深疾浮华之士，诏吏部尚书卢毓曰：“选举莫取有名，名如画地作饼，不可啖也。”毓对曰：“名不足以致异人而可以得常士：常士畏教慕善，然后有名，非所当疾也。愚臣既不足以识异人，又主者正以循名案常为职，但当有以验其后耳。古者敷奏以言，明试以功；今考绩之法废，而以毁誉相进退，故真伪浑杂，虚实相蒙。”帝纳其言。诏散骑常侍刘邵作考课法。卲作《都官考课法》七十二条，又作《说略》一篇，诏下百官议。\n司隶校尉崔林曰：“案《周官》考课，其文备矣。自康王以下，遂以陵夷，此即考课之法存乎其人也。及汉之季，其失岂在乎佐吏之职不密哉！方今军旅或猥或卒，增减无常，固难一矣。且万目不张，举其纲，众毛不整，振其领，皋陶仕虞，伊尹臣殷，不仁者远。若大臣能任其职，式是百辟，则孰敢不肃，乌在考课哉！”黄门侍郎杜恕曰：“明试以功，三考黜陟，诚帝王之盛制也。然历六代而考绩之法不著，关七圣而课试之文不垂，臣诚以为其法可粗依，其详难备举故也。语曰‘世有乱人而无乱法’，若使法可专任，则唐、虞可不须稷、契之佐，殷、周无贵伊、吕之辅矣。今奏考功者，陈周、汉之云为，缀京房之本旨，可谓明考课之要矣。于以崇揖让之风，兴济济之治，臣以为未尽善也。其欲使州郡考士，必由四科，皆有事效，然后察举，试辟公府，为新民长吏，转以功次补郡守者，或就增秩赐爵，此最考课之急务也。臣以为便当显其身，用其言，使具为课州郡之法，法具施行，立必信之赏，施必行之罚。至于公卿及内职大臣，亦当俱以其职考课之。古之三公，坐而论道；内职大臣，纳言补阙，无善不纪，无过不举。且天下至大，万机至众，诚非一明所能遍照；故君为元首，臣作股肱，明其一体相须而成也。是以古人称廊庙之材，非一木之枝，帝王之业，非一士之略。由是言之，焉有大臣守职办课，可以致雍熙者哉！诚使容身保位，无放退之辜，而尽节在公，抱见疑之势，公义不修而私议成欲，虽仲尼为课，犹不能尽一才，又况于世俗之人乎！”司空掾北地傅嘏曰：“夫建官均职，清理民物，所以立本也。循名考实，纠励成规，所以治末也。本纲未举而造制末程，国略不崇而考课是先，惧不足以料贤愚之分，精幽明之理也。”议久之不决，事竟不行。\n臣光曰：为治之要，莫先于用人，而知人之道，圣贤所难也。是故求之于毁誉，则爱憎竞进而善恶浑殽；考之于功状，则巧诈横生而真伪相冒。要之，其本在于至公至明而已矣。为人上者至公至明，则群下之能否焯然形于目中，无所复逃矣。苟为不公不明，则考课之法，适足以为曲私欺罔之资也。何以言之？公明者，心也；功状者，迹也。己之心不能治，而以考人之迹，不亦难乎！为人上者，诚能不以亲疏贵贱异其心，喜怒好恶乱其志，欲知治经之士，则视其记览博洽，讲论精通，斯为善治经矣；欲知治狱之士，则视其曲尽情伪，无所冤抑，斯为善治狱矣；欲知治财之士，则视其仓库盈产，百姓富给，斯为善治财矣；欲知治兵之士，则视其战胜攻取，敌人畏服，斯为善治兵矣。至于百官，莫不皆然。虽询谋于人而决之在己，虽考求于迹而察之在心，研核其实而斟酌其宜，至精至微，不可以口述，不可以书传也，安得豫为之法而悉委有司哉！或者亲贵虽不能而任职，疏贱虽贤才而见遗；所喜所好者败官而不去，所怒所恶者有功而不录，询谋于人，则毁誉相半而不能决；考求于迹，则文具实亡而不能察。虽复为之善法，繁其条目，谨其簿书，安能得其真哉！\n或曰：人君之治，大者天下，小者一国，内外之官以千万数，考察黜陟，安得不委有司而独任其事哉？曰：非谓其然也。凡为人上者，不特人君而已。太守居一郡之上，刺史居一州之上，九卿居属官之上，三公居百执事之上，皆用此道以考察黜陟在下之人，为人君者亦用此道以考察黜陟公卿、刺史、太守，奚烦劳之有哉！或曰：考绩之法，唐、虞所为，京房、刘邵述而修之耳，乌可废哉？曰：唐、虞之官，其居位也久，其受任也专，其立法也宽，其责成也远。是故鲧之治水，九载绩用弗成，然后治其罪；禹之治水，九州攸同，四隩既宅，然后赏其功；非若京房、刘卲之法，校其米盐之课，责其旦夕之效也。事固有名同而实异者，不可不察也。考绩非可行于唐、虞而不可行于汉、魏，由京房、刘卲不得其本而奔趋其末故也。\n初，右仆射卫臻典选举，中护军蒋济遗臻书曰：“汉祖遇亡虏为上将，周武拔渔父为太师，布衣厮养，可登王公，何必守文，试而后用！”臻曰：“不然。子欲同牧野于成、康，喻断蛇于文、景，好不经之举，开拔奇之津，将使天下驰骋而起矣！”卢毓论人及选举，皆先性行而后言才，黄门郎冯翊李丰尝以问毓，毓曰：“才所以为善也，故大才成大善，小才成小善。今称之有才而不能为善，是才不中器也！”丰服其言。\n\n作者：司马光",
        "《资治通鉴 · 卷九十六 · 晋纪十八》\n起著雍淹茂，尽重光赤奋若，凡四年。\n显宗成皇帝中之下咸康四年（戊戌，公元三三八年）\n春，正月，燕王皝遣都尉赵槃如赵，听师期。赵王虎将击段辽，募骁勇者三万人，悉拜龙腾中郎。会辽遣段屈云袭赵幽州，幽州刺史李孟退保易京。虎乃以桃豹为横海将军，王华为渡辽将军，帅舟师十万出漂渝津；支雄为龙骧大将军，姚弋仲为冠军将军，帅步骑七万前锋以伐辽。\n三月，赵槃还至棘城。燕王皝引兵攻掠令支以北诸城。段辽将追之。慕容翰曰：“今赵兵在南，当并力御之；而更与燕斗，燕王自将而来，其士卒精锐，若万一失利，将何以御南敌乎！”段兰怒曰：“吾前为卿所误，以成今日之患，吾不复堕卿计中矣！”乃悉将见众追之。皝设伏以待之，大破兰兵，斩首数千级，掠五千户及畜产万计以归。\n赵王虎进屯金台。支雄长驱入蓟，段辽所署渔阳、上谷、代郡守相皆降，取四十馀城。北平相阳裕帅其民数千家登燕山以自固，诸将恐其为后患，欲攻之。虎曰：“裕儒生，矜惜名节，耻于迎降耳，无能为也。”遂过之，至徐无。段辽以弟兰既败，不必复战，帅妻子、宗族、豪大千馀家，弃令支，奔密云山。将行，执慕容翰手泣曰：“不用卿言，自取败亡。我固苦心，令卿失所，深以为愧。”翰北奔宇文氏。\n辽左右长史刘群、卢谌、崔悦等封府库请降。虎遣将军郭太、麻秋帅轻骑二万追辽，至密云山。获其母妻，斩首三千级。辽单骑走险，遣其子乞特真奉表及献名马于赵，虎受之。\n虎入令支官，论功封赏各有差。徙段国民二万馀户于司、雍、兗、豫四州；士大夫之有才行，皆擢叙之。阳裕诣军门降。虎让之曰：“卿昔为奴虏走，今为士人来，岂识知天命，将逃匿无地邪？”对曰：“臣昔事王公，不能匡济；逃于段氏，复不能全。今陛下天网高张，笼络四海，幽、冀豪杰莫不风从，如臣比肩，无所独愧。生死之命，惟陛下制之！”虎悦，即拜北平太守。\n夏，四月，癸丑，以慕容皝为征北大将军、幽州牧，领平州刺史。\n成主期骄虐日甚，多所诛杀，而籍没其资财、妇女，由是大臣多不自安。汉王寿素贵重，有威名，期及建宁王越等皆忌之。寿惧不免，每当入朝，常诈为边书，辞以警急。\n初，巴西处士龚壮，父、叔皆为李特所杀。壮欲报仇，积年不除丧。寿数以礼辟之，壮不应；而往见寿，寿密问壮以自安之策。壮曰：“巴、蜀之民本皆晋臣，节下若能发兵西取成都，称籓于晋，谁不争为节下奋臂前驱者？如此则福流子孙，名垂不朽，岂徒脱今日之祸而已！”寿然之，阴与长史略阳罗恒、巴西解思明谋攻成都。\n期颇闻之，数遣许涪至寿所，伺其动静；又鸩杀寿养弟安北将军攸。寿乃诈为妹夫任调书，云期当取寿；其众信之，遂帅步骑万馀人自涪袭成都，许赏以城中财物，以其将李弈为前锋。期不意其至，初不设备。寿世子势为翊军校尉，开门纳之，遂克成都，屯兵宫门。期遣侍中劳寿。寿奏建宁王越、景骞、田褒、姚华、许涪及征西将军李遐、将军李西等怀奸乱政，皆收杀之。纵兵大掠，数日乃定。寿矫以太后任氏令废期为邛都县公，幽之别宫。追谥戾太子曰哀皇帝。\n罗恒、解思明、李弈等劝寿称镇西将军、益州牧、成都王，称籓于晋，送邛都公于建康；任调及司马蔡兴、侍中李艳等劝寿自称帝。寿命筮之，占者曰：“可数年天子。”调喜曰：“一日尚足，况数年乎！”思明曰：“数年天子，孰与百世诸侯？”寿曰：“朝闻道，夕死可矣。”遂即皇帝位，改国号曰汉，大赦，改元汉兴。以安车束帛征龚壮为太师。壮誓不仕，寿所赠遗，一无所受。寿改立宗庙，追尊父骧曰献皇帝，母昝氏曰皇太后。立妃闫氏为皇后，世子势为皇太子。更以旧庙为大成庙，凡诸制度，多所改易。以董皎为相国，罗恒为尚书令，解思明为广汉太守，任调为镇北将军、梁州刺史，李弈为西夷校尉，从子权为宁州刺史。公、卿、州、郡，悉用其僚佐代之；成氏旧臣、近亲及六郡士人，皆见疏斥。邛都公期叹曰：“天下主乃为小县公，不如死！”五月，缢而卒。寿谥曰幽公，葬以王礼。\n赵王虎以燕王皝不会赵兵攻段辽而自专其利，欲伐之。太史令赵揽谏曰：“岁星守燕分，师必无功。”虎怒，鞭之。皝闻之，严兵设备：罢六卿，纳言，常伯，冗骑常侍官。赵戎卒数十万，燕人震恐。皝谓内史高诩曰：“将若之何？”对曰：“赵兵虽强，然不足忧，但坚守以拒之，无能为也。”\n虎遣使四出，招诱民夷，燕成周内史崔焘、居就令游泓、武原令常霸、东夷校尉封抽、护军宋晃等皆应之，凡得三十六城。泓，邃之兄子也。冀阳流寓之士共杀太守宋烛以降于赵。烛，晃之从兄也。营丘内史鲜于屈亦遣使降赵。武宁令广平孙兴晓谕吏民共收屈，数其罪而杀之，闭城拒守。朝鲜令昌黎孙泳帅众拒赵。大姓王清等密谋应赵，泳收斩之；同谋数百人惶怖请罪，泳皆释之，与同拒守。乐浪太守鞠彭以境内皆叛，选乡里壮士二百馀人共还棘城。\n戊子，赵兵进逼棘城。燕王皝欲出亡，帐下将慕舆根谏曰：“赵强我弱，大王一举足则赵之气势遂成，使赵人收略国民，兵强谷足，不可复敌。窃意赵人正欲大王如此耳，奈何入其计中乎？今固守坚城，其势百倍，纵其急攻，犹足支持，观形察变，间出求利。如事之不济，不失于走，奈何望风委去，为必亡之理乎！”皝乃止，然犹惧形于色。玄菟太守河间刘佩曰：“今强寇在外，众心恟惧，事之安危，系于一人。大王此际无所推委，当自强以厉将士，不宜示弱。事急矣，臣请出击之，纵无大捷，足以安众。”乃将敢死数百骑出冲赵兵，所向披靡，斩获而还，于是士气百倍。皝问计于封弈，对曰：“石虎凶虐已甚，民神共疾，祸败之至，其何日之有！今空国远来，攻守势异，戎马虽强，无能为患；顿兵积日，衅隙自生，但坚守以俟之耳。”皝意乃安。或说皝降，皝曰：“孤方取天下，何谓降也！”\n赵兵四面蚁附缘城，慕舆根等昼夜力战，凡十馀日，赵兵不能克，壬辰，引退。皝遣其子恪帅二千骑追击之，赵兵大败，斩获三万馀级。赵诸军皆弃甲逃溃，惟游击将军石闵一军独全。闵名瞻，内黄人，本姓冉，赵主勒破陈午，获之，命虎养以为子。闵骁勇善战，多策略。虎爱之，比于诸孙。\n虎还鄴，以刘群为中书令，卢谌为中书侍郎。蒲洪以功拜使持节、都督六夷诸军事、冠军大将军，封西平郡公。石闵言于虎曰：“蒲洪雄俊，得将士死力，诸子皆有非常之才，且握强兵五万，屯据近畿；宜密除之，以安社稷。”虎曰：“吾方倚其父子以取吴、蜀，奈何杀之！”待之愈厚。\n燕王皝分兵讨诸叛城，皆下之。拓境至凡城。崔焘、常霸奔鄴，封抽、宋晃、游涨奔高句丽。皝赏鞠彭、慕舆根等而治诸叛者，诛灭甚众；功曹刘翔为之申理，多所全活。\n赵之攻棘城也，燕右司李洪之弟普以为棘城必败，劝洪出避祸。洪曰：“天道幽远，人事难知。且当委任，勿轻动取悔。”普固请不已，洪曰：“卿意见明审者，当自行之。吾受慕容氏大恩，义无去就，当效死于此耳。”与普流涕而诀。普遂降赵，从赵军南归，死于丧乱；洪由是以忠笃著名。\n赵王虎遣渡辽将军曹伏将青州之众戍海岛，运谷三百万斛以给之；又以船三百艘运谷三十万斛诣高句丽，使典农中郎将王典帅众万馀屯田海滨；又令青州造船千艘，以谋击燕。\n赵太子宣帅步骑二万击朔方鲜卑斛摩头，破之，斩首四万馀级。\n冀州八郡大蝗，赵司隶请坐守宰。赵王虎曰：“此朕失败所致，而欲委咎守宰，岂罪己之意邪！司隶不进谠言，佐朕不逮，而欲妄陷无辜，可白衣领职！”\n虎使襄城公涉归、上庸公日归帅众戍长安。二归告镇西将军石广私树恩泽，潜谋不轨；虎追广至鄴，杀之。\n乙未，以司徒导为太傅，都督中外诸军事；郗鉴为太尉，庾亮为司空。六月，以寻为丞相，罢司徒官以并丞相府。导性宽厚，委任诸将赵胤、贾宁等，多不奉法，大臣患之。庾亮与郗鉴笺曰：“主上自八九岁以及成人，入则在宫人之手，出则唯武官、小人，读书无从受音句，顾问未尝遇君子。秦政欲愚其黔首，天下犹知不可，况欲愚其主哉！人主春秋既盛，宜复子明辟。不稽首归政，甫居师傅之尊，多养无赖之士；公与下官并荷托付之重，大奸不扫，何以见先帝于地下乎！”欲共起兵废导，鉴不听。南蛮校尉陶称，侃之子也，以亮谋语导。或劝导密为之备，导曰：“吾与元规休戚是同，悠悠之谈，宜绝智者之口。则如君言，元规若来，吾便角巾还第，复何惧哉！”又与称书，以为：“庾公帝之元舅，宜善事之！”征西参军孙盛密谏亮曰：“王公常有世外之怀，岂肯为凡人事邪！此必佞邪之徒欲间内外耳。”亮乃止。盛，楚之孙也。是时亮虽居外镇，而遥执朝廷之权，既据上流，拥强兵，趣势者多归之。导内不能平，常遇西风尘起，举扇自蔽，徐曰：“元规尘污人！”导以江夏李充为丞相掾。充以时俗崇尚浮虚，乃著《学箴》。以为老子云“绝仁弃义，民复孝慈，”岂仁义之道绝，然后孝慈乃生哉？盖患乎情仁义者寡，而利仁义者众，将寄责于圣人而遣累乎陈迹也。凡人见形者众，及道者鲜，逐迹逾笃，离本逾远。故作《学箴》以祛其蔽曰：“名之攸彰，道之攸废；及损所隆，乃崇所替。非仁无以长物，非义无以齐耻，仁义固不可远，去其害仁义者而已。”\n汉李弈从兄广汉太守乾告大臣谋废立。秋，七月，汉主寿使其子广与大臣盟于前殿，徙乾为汉嘉太守；以李闳为荆州刺史，镇巴郡。闳，恭之子也。\n八月，蜀中久雨，百姓饥疫，寿命群臣极言得失。龚壮上封事称：“陛下起兵之初，上指星辰，昭告天地，歃血盟众，举国称籓，天应人悦，大功克集。而论者未谕，权宜称制。今淫雨百日，饥疫并臻，天其或者将以监示陛下故也。愚谓宜遵前盟，推奉建康，彼必不爱高爵重位以报大功；虽降阶一等，而子孙无穷，永保福祚，不亦休哉！论者或言二州附晋则荣，六郡人事之不便。昔公孙述在蜀，羁客用事，刘备在蜀，楚士多贵。及吴、邓西伐，举国屠灭，宁分客主！论者不达安固之基，苟惜名位，以为刘氏守令方仕州郡；曾不知彼乃国亡主易，岂同今日义举，主荣臣显哉！论者又谓臣当为法正。臣蒙陛下大恩，恣臣所安；至于荣禄，无问汉、晋，臣皆不处，复何为效法正乎！”寿省书内惭，秘而不宣。\n九月，汉仆射任颜谋反，诛。颜，任太后之弟也。汉主寿因尽诛成主雄诸子。\n冬，十月，光禄勋颜含以老逊位。论者以“王导帝之师傅，名位隆重，百僚宜为降礼。”太常冯怀以问含。含曰：“王公虽贵重，理无偏敬。降礼之言，或是诸君事宜；鄙人老矣，不识时务。”既而告人曰：“吾闻伐国不问仁人，向冯祖思问佞于我，我岂有邪德乎！”郭璞尝遇含，欲为之筮。含曰：“年在天，位在人。修己而天不与者，命也；守道而人不知者，性也；自有性命，无劳蓍龟。”致仕二十馀年，年九十三而卒。\n代王翳槐之弟什翼犍质于赵，翳槐疾病，命诸大人立之。翳槐卒，诸大人梁盖等以新有大故，什翼犍在远，来未可必；比其至，恐有变乱，谋更立君。而翳槐次弟屈，刚猛多诈，不如屈弟孤仁厚，乃相与杀屈而立孤。孤不可，自诣鄴迎什翼犍，请身留为质；赵王虎义而俱遣之。十一月，什翼犍即代王位于繁时北，改元曰建国，分国之半以与孤。\n初，代王猗卢既卒，国多内难，部落离散，拓跋氏寝衰。及什翼犍立，雄勇有智略，能修祖业，国人附之，始置百官，分掌众务。以代人燕凤为长史，许谦为郎中令。始制反逆、杀人、奸盗之法，号令明白，政事清简，无系讯连逮之烦，百姓安之。于是东自濊貊，西及破落那，南距阴山，北尽沙漠，率皆归服，有众数十万人。\n十二月，段辽自密云山遣使求迎于赵；既而中悔，复遣使求迎于燕。\n赵王虎遣征东将军麻秋帅众三万迎之，敕秋曰：“受降如受敌，不可轻也。”以尚书左丞阳裕，辽之故臣，使为秋司马。\n燕王皝自帅诸将军迎辽，辽密与燕谋覆赵军。皝遣慕容恪伏精骑七千于密云山，大败麻秋于三藏口，死者什六七。秋步走得免，阳裕为燕所执。\n赵将军范阳鲜于亮失马，步缘山不能进，因止，端坐；燕兵环之，叱令起。亮曰：“身是贵人，义不为小人所屈。汝曹能杀亟杀，不能则去！”亮仪观丰伟，声气雄厉，燕兵惮之，不敢杀，以白皝。皝以马迎之，与语，大悦，用为左常侍，以崔毖之女妻之。\n皝尽得段辽之众。待辽以上宾之礼，以阳裕为郎中令。\n赵王虎闻麻秋败，怒，削其官爵。\n显宗成皇帝中之下咸康五年（己亥，公元三三九年）\n春，正月，辛丑，大赦。\n三月，乙丑，广州刺史邓岳将兵击汉宁州，汉建宁太守孟彦执其刺史霍彪以降。\n征西将军庾亮欲开复中原，表桓宣为都督沔北前锋诸军事、司州刺史，镇襄阳；又表其弟临川太守怿为监梁、雍二州诸军事、染州刺史，镇魏兴；西阳太守翼为南蛮校尉，领南郡太守，镇江陵；皆假节。又请解豫州，以授征虏将军毛宝。诏以宝监扬州之江西诸军事、豫州刺史，与西阳太守樊峻帅精兵万人戍邾城。以建威将军陶称为南中郎将、江夏相，入沔中。称将二百人下见亮，亮素恶称轻狡，数称前后罪恶，收而斩之。后以魏兴险远，命庾怿徙屯半洲；更以武昌太守陈嚣为梁州刺史，趣汉中。遣参军李松攻汉巴郡、江阳。夏，四月，执汉荆州刺史李闳、巴郡太守黄植送建康。汉主寿以李弈为镇东将军，代闳守巴郡。\n庾亮上疏言：“蜀甚弱而胡尚强，欲帅大众十万移镇石城，遣诸军罗布江、沔为伐赵之规。”帝下其议。丞相导请许之。大尉鉴议，以为：“资用未备，不可大举。”\n太常蔡谟议，以为：“时有否泰，道有屈伸，苟不计强弱而轻动，则亡不终日，何功之有！为今之计，莫若养威以俟时。时之可否系胡之强弱，胡之强弱系石虎之能否。自石勒举事，虎常为爪牙，百战百胜，遂定中原，所据之地，同于魏世。勒死之后，虎挟嗣君，诛将相；内难既平，剪削外寇，一举而拔金墉，再战而擒石生，诛石聪如拾遗，取郭权如振槁，四境之内，不失尺土。以是观之，虎为能乎，将不能也？论者以胡前攻襄阳不能拔，谓之无能为。夫百战百胜之强而以不拔一城为劣，譬诸射击百发百中而一失，可以谓之拙乎？\n“且石遇，偏师也，桓平北，边将也，所争者疆场之土，利则进，否则退，非所急也。今征西以重镇名贤，自将大军欲席卷河南，虎必自帅一国之众来决胜负，岂得以襄阳为比哉！今征西欲与之战，何如石生？若欲城守，何如金墉？欲阻沔水，何如大江？欲拒石虎，何如苏峻？凡此数者，宜详校之。\n“石生猛将，关中精兵，征西之战殆不能胜也。金墉险固，刘曜十万众不能拔，征西之守殆不能胜也。又当是时，洛阳、关中皆举兵击虎，今此三镇反为其用；方之于前，倍半之势也。石生不能敌其半，而征西欲当其倍，愚所疑也。苏峻之强不及石虎，沔水之险不及大江；大江不能御苏峻，而欲以沔水御石虎，又所疑也。昔祖士稚在谯，佃于城北界，胡来攻，豫置军屯以御其外。谷将熟，胡果至，丁夫战于外，老弱获于内，多持炬火，急则烧谷而走。如此数年，竟不得其利。当是时，胡唯据河北，方之于今，四分之一耳；士稚不能捍其一，而征西欲以御其四，又所疑也。\n“然此但论征西既至之后耳，尚未论道路之虑也。自沔以西，水急岸高，鱼贯溯流，首尾百里。若胡无宋襄之义，及我未阵而击之，将若之何？今王土与胡，水陆异势，便习不同；胡若送死，则敌之有馀，若弃江远进，以我所短击彼所长，惧非庙胜之算也。”\n朝议多与谟同。乃诏亮不听移镇。\n燕前军师慕容评、广威将军慕容军、折冲将军慕舆根、荡寇将军慕舆泥袭赵辽西，俘获千馀家而去。赵镇远将军石成、积弩将军呼延晃、建威将军张支等追之，评等与战，斩晃、支首。\n段辽谋反于燕，燕人杀辽及其党与数十人，送辽首于赵。\n五月，代王什翼犍会诸大人于参合陂，议都A212源川。其母王氏曰：“吾自先世以来，以迁徙为业。今国家多难，若城郭而居，一旦寇来，无所避之。”乃止。\n代人谓它国之民来附者皆为乌桓，什翼犍分之为二部，各置大人以监之。弟孤监其北，子寔君监其南。\n什翼犍求昏于燕，燕王皝以其妹妻之。\n秋，七月，赵王虎以太子宣为大单于，建天子旌旗。\n庚申，始兴文献公王导薨，丧葬之礼视汉博陆候及安平献王故事，参用天子之礼。\n导简素寡欲，善因事就功，虽无日用之益而岁计有馀。辅相三世，仓无储谷，衣不重帛。初，导与庾亮共荐丹杨尹何充于帝，请以为己副，且曰：“臣死之日，愿引充内侍，则社稷无虞矣。”由是加吏部尚书。及导薨，微庾亮为丞相、扬州刺史、录尚书事；亮固辞。辛酉，以充为护军将军，亮弟会稽内史冰为中书监、扬州刺史，参录尚书事。\n冰既当重任，经纶时务，不舍昼夜，宾礼朝贤，升擢后进，由是朝野翕然称之，以为贤相。初，王导辅政，每从宽恕；冰颇任威刑，丹杨尹殷融谏之。冰曰：“前相之贤，犹不堪其弘，况如吾者哉！”范汪谓冰曰：“顷天文错度，足下宜尽消御之道。”冰曰：“玄象岂吾所测，正当勤尽人事耳。”又隐实户口，料出无名万馀人，以充军实。冰好为纠察，近于繁细，后益矫违，复存宽纵，疏密自由，律令无用矣。\n八月，壬午，复改丞相为司徒。\n南昌文成公郗鉴疾笃，以府事付长史刘遐，上疏乞骸骨，且曰：“臣所统错杂，率多北人，或逼迁徙，或是新附，百姓怀土，皆有归本之心；臣宣国恩，示以好恶，处与田宅，渐得少安。闻臣疾笃，众情骇动，若当北渡，必启寇心。太常臣谟，平简贞正，素望所归，谓可以为都督、徐州刺史。”诏以蔡谟为太尉军司，加侍中、辛酉，鉴薨，即以谟为征北将军、都督徐、兗、青三州诸军事、徐州刺史，假节。\n时左卫将军陈光请伐赵，诏遣光攻寿阳。谟上疏曰：“寿阳城小而固。自寿阳至琅邪，城壁相望，一城见攻，众城必救。又，王师在路五十馀日，前驱未至，声息久闻，贼之邮驿，一日千里，河北之骑，足以来赴。夫以白起、韩信、项籍之勇，犹发梁焚舟，背水而阵。今欲停船水渚，引兵造城，前对坚敌，顾临归路，此兵法之所诫。若进攻未拔，胡骑猝至，惧桓子不知所为而舟中之指可掬也。今光所将皆殿中精兵，宜令所向有征无战。而顿之坚城之下，以国之爪士击寇之下邑，得之则利薄而不足损敌，失之则害重而足以益寇，惧非策之长者也。”乃止。\n初，陶侃在武昌，议者以江北有邾城，宜分兵戍之。侃每不答，而言者不巳。侃乃渡水猎，引将佐语之曰：“我所以设险而御寇者，正以长江耳。邾城隔在江北，内无所倚，外接群夷。夷中利深，晋人贪利，夷不堪命，必引虏入寇。此乃致祸之由，非御寇也。且吴时戍此城，用三万兵，今纵有兵守之，亦无益于江南；若羯虏有可乘之会，此又非所资也。”\n及庾亮镇武昌，卒使毛宝、樊峻戍邾城。赵王虎恶之，以夔安为大都督，帅石鉴、石闵、李农、张貉、李菟等五将军、兵五万人寇荆、扬北鄙，二万骑攻邾城。毛宝求救于庾亮，亮以城固，不时遣兵。\n九月，石闵败晋兵于沔阴，杀将军蔡怀；夔安、李农陷沔南；硃保败晋兵于白石，杀郑豹等五将军；张貉陷邾城，死者六千人，毛宝、樊峻突围出走，赴江溺死。夔安进据胡亭，寇江夏；义阳将军黄冲、义阳太守郑进皆降于赵。安进围石城，竟陵太守李阳拒战，破之，斩首五千馀级，安乃退。遂掠汉东，拥七千馀户迁于幽、冀。\n是时，庾亮犹上疏欲迁镇石城，闻邾城陷。乃止。上表陈谢，自贬三等，行安西将军；有诏复位。以辅国将军庾怿为豫州刺史，监宣城、庐江、历阳、安丰四郡诸军事，假节，镇芜湖。\n赵王虎患贵戚豪恣，乃擢殿中御史李巨为御史中丞，特加亲任，中外肃然。虎曰：“朕闻良臣如猛虎，高步旷野而豺狼避路，信哉！”\n虎以抚军将军李农为使持节、监辽西、北平诸军事、征东将军、营州牧，镇令支。农帅众三万与征北大将军张举攻燕凡城。燕王皝以榼卢城大悦绾为御难将军，授兵一千，使守凡城。及赵兵至，将吏皆恐，欲弃城走。绾曰：“受命御寇，死生以之。且凭城坚守，一可敌百，有敢妄言惑众者斩！”众然后定。绾身先士卒，亲冒矢石；举等攻之经旬，不能克，乃退。虎以辽西迫近燕境，数遭攻袭，乃悉徙其民于冀州之南。\n汉主寿疾病，罗恒、解思明复议奉晋；寿不从。李演复上书言之；寿怒，杀演。\n寿常慕汉武、魏明之为人，耻闻父兄时事，上书者不得言先世政教，自以为胜之也。舍人杜袭作诗十篇，托言应璩以讽谏。寿报曰：“省诗知意。若今人所作，乃贤哲之话言；若古人所作，则死鬼之常辞耳。”\n燕王皝自以称王未受晋命，冬，遣长史刘翔、参军鞠运来献捷论功，且言权假之间，并请刻期大举，共平中原。皝击高句丽，兵及新城，高句丽王钊乞盟，乃还。又使其子恪、霸击宇文别部。霸年十三，勇冠三军。\n张骏立辟雍、明堂以行礼。十一月，以世子重华行凉州事。\n十二月，丁丑，赵太保桃豹卒。\n丙戌，以骠骑将军琅邪王岳为侍中、司徒。\n汉李弈寇巴东，守将劳杨败死。\n显宗成皇帝中之下咸康六年（庚子，公元三四零年）\n春，正月，庚子朔，都亭文康侯庾亮薨。以护军将军、录尚书何充为中书令。庾戌，以南郡太守庾翼为都督江、荆、司、雍、梁、益六州诸军事、安西将军、荆州刺史，假节，代亮镇武昌。时人疑翼年少，不能继其兄。翼悉心为治，戎政严明，数年之间，公私充实，人皆称其才。\n辛亥，以左光禄大夫陆玩为侍中、司空。宇文逸豆归忌慕容翰才名。翰乃阳狂酣饮，或卧自便利，或被发歌呼，拜跪乞食。宇文举国贱之，不复省录，以故得行来自遂，山川形便，皆默记之。燕王皝以翰初非叛乱，以猜嫌出奔，虽在它国，常潜为燕计；乃遣商人王车通市于宇文部以窥翰。翰见车，无言，抚膺颔之而已。皝曰：“翰欲来也。”复使车迎之。翰弯弓三石馀，矢尤长大，皝为之造可手弓矢，使画埋于道旁而密告之。二月，翰窃逸豆归名马，携其二子过取弓矢，逃归。逸豆归使骁骑百馀追之。翰曰：“吾久客思归，既得上马，无复还理。吾向日阳愚以诳汝，吾之故艺犹在，无为相逼，自取死了！”追骑轻之，直突而前。翰曰：“吾居汝国久恨恨，不欲杀汝；汝去我百步立汝刀，吾射之，一发中者汝可还，不中者可来前。”追骑解刀立之，一发，正中其环，追骑散走。皝闻翰至，大喜，恩遇甚厚。\n庚辰，有星孛于太微。\n三月，丁卯，大赦。\n汉人攻拔丹川，守将孟彦、刘齐、李秋皆死。\n代王什翼犍始都云中之盛乐宫。\n赵王虎遗汉主寿书，欲与之连兵入寇，约中分江南。寿大喜，遣散骑常侍王嘏、中常侍王广使于赵；龚壮谏，不听。寿大修船舰，缮兵聚粮。秋，九月，以尚书令马当为六军都督，征集士卒七万馀人为舟师，大阅于成都，鼓噪盈江；寿登城观之，有吞噬江南之志。解思明谏曰：“我国小兵弱，吴、会险远，图之未易。”寿乃命群臣大议利害。龚壮曰：“陛下与胡通，孰若与晋通？胡，豺狼也，既灭晋，不得不北面事之；若与之争天下，则强弱不敌，危亡之势也，虞、虢之事，已然之戒，愿陛下熟虑之。”群臣皆以壮言为然，叩头泣谏，寿乃止。士卒咸称万岁。\n龚壮以为人之行莫大于忠孝；既报父、叔之仇，又欲使寿事晋，寿不从。乃诈称耳聋，手不制物，辞归，以文籍自娱，终身不复至成都。\n赵尚书令夔安卒。\n赵王虎命司、冀、青、徐、幽、并、雍七州之民五丁取三，四丁取二，合鄴城旧兵，满五十万，具船万艘，自河通海，运谷千一百万斛于乐安城。徙辽西、北平、渔阳万馀户于兗、豫、雍、洛四川之地。自幽州以东至白狼，大兴屯田。悉括取民马，有敢私匿者腰斩，凡得四万馀匹。大阅于宛阳，欲以击燕。\n燕王皝谓诸将曰：“石虎自以乐安城防守重复，蓟城南北必不设备，今若诡路出其不意，可尽破也。”冬，十月，皝帅诸军入自蠮螉塞袭赵，戍将当道者皆禽之，直抵蓟城。赵幽州刺史石光拥兵数万，闭城不敢出。燕兵进破武遂津，入高阳，所至焚烧积聚，略三万馀家而去。石光坐懦弱征还。\n赵王虎以秦公韬为太尉，与太子宣迭日省可尚书奏事，专决赏刑，不复启白。司徒申钟谏曰：“赏刑者，人君之大柄，不可以假人。所以防微杜渐，消逆乱于未然也。太子职在视膳，不当豫政；庶人邃以豫政致败，覆车未远也。且二政分权，鲜不阶祸。爱之不以道，适所以害之也。”虎不听。\n中谒者令申扁以慧悟辩给有宠于虎，宣亦昵之，使典机密。虎既不省事，而宣、韬皆好酣饮、畋猎；由是除拜、生杀皆决于扁，自九卿已下率皆望尘而拜。\n太子詹事孙珍病目，求方于侍中崔约，约戏之曰：“溺中则愈”。珍曰：“目何可溺？”约曰：“卿目睕睕，正耐溺中。”珍恨之，以白宣。宣于兄弟中最胡状，目深，闻之怒，诛约父子。于是公卿以下畏珍侧目。\n燕公斌督边州，亦好畋猎，常悬管而入。征北将军张贺度每裁谏之，斌怒，辱贺度。虎闻之，使主书礼仪持节监之。斌杀仪，又欲杀贺度，贺度严卫驰白之。虎遣尚书张离帅骑追斌，鞭之三百，免官归第，诛其亲信十馀人。\n张骏遣别驾马诜入贡于赵，表辞蹇傲；赵王虎怒，欲斩诜。侍中石璞谏曰：“今国家所当先除者，遗晋也。河西僻陋，不足为意。今斩马诜，必征张竣，则兵力分而为二，建康复延数年之命矣。”乃止。璞，苞之曾孙也。\n初，汉将李闳为晋所获，逃奔于赵，汉主寿致书于赵王虎以请之，署曰“赵王石君”。虎不悦，付外议之。中书监王波曰：“今李闳以死自誓曰：‘苟得归骨于蜀，当纠帅宗族，混同王化。’若其信也，则不烦一旅，坐定梁、益；若有前却，不过失一亡命之人，于赵何损！李寿既僭大号，今以制诏与之，彼必酬返，不若复为书与之。”会挹娄国献楛矢石砮于赵，波因请以遗汉，曰：“使其知我能服远方也。”虎从之，遣李闳归，厚为之礼。闳至成都，寿下诏曰：“羯使来庭，贡其楛矢。”虎闻之，怒，黜王波，以白衣领职。\n显宗成皇帝中之下咸康七年（辛丑，公元三四一年）\n春，正月，燕王皝使唐国内史阳裕等筑城于柳城之北、龙山之西，立宗庙、宫阙，命曰龙城。\n二月，甲子朔，日有食之。\n刘翔至建康，帝引见，问慕容镇军平安。对曰：“臣受遣之日，朝服拜章。”\n翔为燕王皝求大将军、燕五章玺。朝议以为；“故事：大将军不处边；自汉、魏以来，不封异姓为王。所求不可许。”翔曰：“自刘、石构乱，长江以北，剪为戎薮，未闻中华公卿之胄有一人能攘臂挥戈、摧破凶逆者也。独慕容镇军父子竭力，心存本朝，以寡击众，屡殄强敌，使石虎畏惧，悉徙边陲之民散居三魏，蹙国千里，以蓟城为北境。功烈如此，而惜海北之地不以为封邑，何哉！昔汉高祖不爱王爵于韩、彭，故能成其帝业；项羽刓印不忍授，卒用危亡。吾之至心，非敬欲尊其所事，窃惜圣朝疏忠义之国，使四海无所劝慕耳。”\n尚书诸葛恢，翔之姊夫也，独主异议，以为：“夷狄相攻，中国之利。惟器与名，不可轻许。”乃谓翔曰：“借使慕容镇军能除石虎，乃是复得一石虎也，朝廷何赖焉！”翔曰：“嫠妇犹知恤宗周之陨。今晋室阽危，君位侔元、岂，曾无忧国之心邪？向使靡、鬲之功不立，则少康何以祀夏！桓、文之战不捷，则同人皆为左衤任矣。慕容镇军枕戈待旦，志殄凶逆，而君更唱邪惑之言，忌间忠臣。四海所以未壹，良由君辈耳！”翔留建康岁馀，众议终不决。\n翔乃说中常侍彧弘曰：“石虎苞八州之地，带甲百万，志吞江、汉，自索头、宇文暨诸小国，无不臣服；惟慕容镇军翼戴天子，精贯白日，而更不获礼之命，窃恐天下移心解体，无复南向者矣。公孙渊无尺寸之益于吴，吴主封为燕王，加以九锡。今慕容镇军屡摧贼锋，威振秦、陇，虎比遣重使，甘言厚币，欲授以曜威大将军、辽西王；慕容镇军恶其非正，却而不受。今朝廷乃矜惜虚名，沮抑忠顺，岂社稷之长计乎！后虽悔之，恐无及己。”弘为之入言于帝，帝意亦欲许之。会皝上表称：“庾氏兄弟擅权召乱，宜加斥退，以安社稷。”又与庾冰书，责其当国秉权，不能为国雪耻。冰甚惧，以其绝远，非所能制，乃与何充奏从其请。乙卯，以慕容皝为使持节、大将军、都督河北诸军事、幽州牧、大单于、燕王，备物、典策，皆从殊礼。又以其世子俊为假节、安北将军、东夷校尉、左贤王；赐军资器械以千万计。又封诸功臣百馀人。以刘翔为代郡太守，封临泉乡侯，加员外散骑常侍；翔固辞不受。\n翔疾江南士大夫以骄奢酣纵相尚，尝因朝贵宴集，谓何充等曰：“四海板荡，奄逾三纪，宗社为墟，黎民涂炭，斯乃庙堂焦虑之时，忠臣毕命之秋也。而诸君宴安江沱，肆情纵欲，以奢靡为荣，以傲诞为贤；謇谔之言不闻，征伐之功不立，将何以尊主济民乎！”充等甚惭。\n诏遣兼大鸿胪郭烯持节诣棘城册命燕王，与翔等偕北。公卿饯于江上，翔谓诸公曰：“昔少康资一旅以灭有穷，勾践凭会稽以报强吴；蔓草犹宜早除，况寇仇乎！今石虎、李寿，志相吞噬，王师纵未能澄清北方，且当从事巴、蜀。一旦石虎先入举事，并寿而有之，据形便之地以临东南，虽有智者，不能善其后矣。”中护军谢广曰：“是吾心也！”\n三月，戊戌，皇后杜氏崩。夏，四月，丁卯，葬恭皇后于兴平陵。\n诏实王公以下至庶人皆正土断、白籍。\n秋，七月，郭烯、刘翔等至燕，燕王皝以翔为东夷护军、领大将军长史，以唐国内史阳裕为左司马，典书令李洪为右司马，中尉郑林为军谘祭洒。\n八月，辛酉，东海哀王冲薨。\n九月，代王什翼犍筑盛乐城于故城南八里。\n代王妃慕容氏卒。\n冬，十月，匈奴刘虎寇代西部，代王什翼犍遣军逆击，大破之。虎卒，子务桓立，遣使求和于代，什翼犍以女妻之。务桓又朝贡于赵，赵以务桓为平北将军、左贤王。\n赵横海将军王华帅舟师自海道袭燕安平，破之。\n燕王皝以慕容恪为渡辽将军，镇平郭。自慕容翰、慕容仁之后，诸将无能继者。及恪至平郭，抚旧怀新，屡破高句丽兵，高句丽畏之，不敢入境。\n十二月，兴平康伯陆玩薨。\n汉主寿以其太子势领大将军、录尚书事。初，成主雄以俭约宽惠得蜀人心。及李闳、王嘏还自鄴，盛称鄴中繁庶，宫殿壮丽；且言赵王虎以刑杀御下，故能控制境内。寿慕之，徙旁郡民三丁以上者以实成都，大修宫室，治器玩；人有小过，辄杀以立威。左仆射蔡兴、右仆射李嶷皆坐直谏死。民疲于赋役，吁嗟满道，思乱者众矣。\n\n作者：司马光",
        "《资治通鉴 · 卷一百八十六 · 唐纪二》\n起著雍摄提格八月，尽十二月，不满一年。\r\n高祖神尧大圣光孝皇帝上之中\r\n◎武德元年戊寅，公元六一八年\r\n八月，薛举遣其子仁果进围宁州，刺史胡演击却之。郝瑗言于举曰：“今唐兵新破，关中骚动，宜乘胜直取长安。”举然之，会有疾而止。辛巳，举卒。太子仁果立，居于折墌城，谥举曰武帝。\r\n上欲与李轨共图秦、陇，遣使潜诣凉州，招抚之，与之书，谓之从弟。轨大喜，遣其弟懋入贡。上以懋为大将军，命鸿胪少卿张俟德册拜轨为凉州总管，封凉王。\r\n初，朝廷以安阳令吕珉为相州刺史，更以相州刺史王德仁为岩州刺史。德仁由是怨愤，甲申，诱山东大使宇文明达入林虑山而杀之，叛归王世充。\r\n已丑，以秦王世民为元帅，击薛仁果。\r\n丁酉，临洮等四郡来降。\r\n隋江都太守陈稜求得炀帝之柩，取宇文化及所留辇辂鼓吹，粗备天子仪卫，改葬于江都宫西吴公台下，其王公以下，皆列瘗于帝茔之侧。宇文化及之发江都也，以杜伏威为历阳太守；伏威不受，仍上表于隋，皇泰主拜伏威为东道大总管，封楚王。沈法兴亦上表于皇泰主。自称大司马、录尚书事、天门公，承制置百官，以陈杲仁为司徒，孙士汉为司空，蒋元超为左仆射，殷芊为左丞，徐令言为右丞，刘子翼为选部侍郎，李百药为府椽。百药，德林之子也。\r\n九月，隋襄国通守陈君宾来降，拜邢州刺史。君宾，伯山之子也。\r\n虞州刺史韦义节攻隋河东通守尧君素，久不下，军数不利；壬子，以工部尚书独孤怀恩代之。\r\n初，李密既杀翟让，颇自骄矜，不恤士众；仓粟虽多，无府库钱帛，战士有功，无以为赏；又厚抚初附之人，众心颇怨。徐世勣尝因宴会刺讥其短；密不怿，使世勣出镇黎阳，虽名委任，实亦疏之。\r\n密开洛口仓散米，无防守典当者，又无文券，取之者随意多少；或离仓之后，力不能致，委弃衢路，自仓城至郭门，米厚数寸，为车马所轥践；群盗来就食者并家属近百万口，无甕盎，织荆筐淘米，洛水两岸十里之间，望之皆如白沙。密喜，谓贾闰甫曰：“此可谓足食矣！”闰甫对曰：“国以民为本，民以食为天。今民所以襁负如流而至者，以所天在此故也。而有司曾无爱吝，屑越如此！窃恐一旦米尽民散，明公孰与成大业哉！”密谢之，即以闰甫判司仓参军事。\r\n密以东都兵数败微弱，而将相自相屠灭，谓朝夕可平。王世充既专大权，厚赏将士，缮治器械，亦阴图取密。时隋军乏食，而密军少衣，世充请交易，密难之；长史邴元真等各求私利，劝密许之。先是，东都人归密者，日以百数；既得食，降者益少，密悔而止。\r\n密破宇文化及还，其劲卒良马多死，士卒疲病。世充欲乘其弊击之，恐人心不壹，乃诈称左军卫士张永通三梦周公，令宣意于世充，当勒兵相助击贼。乃为周公立庙，每出兵，辄先祈祷。世充令巫宣言周公欲令仆射急讨李密，当有大功，不即兵皆疫死。世充兵多楚人，信妖言，皆请战。世充简练精锐得二万馀人，马二千馀匹，壬子，出师击密，旗幡之上皆书永通字，军容甚盛。癸丑，至偃师，营于通济渠南，作三桥于渠上。密留王伯当守金墉，自引精兵出偃师北，阻邙山以待之。\r\n密召诸将会议，裴仁基曰：“世充悉众而至，洛下必虚，可分兵守其要路，令不得东，简精兵三万，傍河西出以逼东都。世充还，我且按甲；世充再出，我又逼之。如此，则我有馀力，彼劳奔命，破之必矣。”密曰：“公言大善。今东都兵有三不可当：兵仗精锐，一也；决计深入，二也；食尽求战，三也。我但乘城固守，蓄力以待之；彼欲斗不得，求走无路，不过十日，世充之头可致麾下。”陈智略、樊文超、单雄信皆曰：“计世充战卒甚少，屡经摧破，悉已丧胆。《兵法》曰‘倍则战’，况不啻倍哉！且江、淮新附之士，望因此机展其勋效；及其锋而用之，可以得志。”于是诸将喧然，欲战者什七八，密惑于众议而从之。仁基苦争不得，击地叹曰：“公后必悔之！”魏征言于长史郑颋曰：“魏公虽骤胜，而骁将锐卒多死，战士心怠，此二者难以应敌。且世充乏食，志在死战，难与争锋，未若深沟高垒以拒之，不过旬月，世充粮尽，必自退，追而击之，蔑不胜矣。”颋曰：“此老生之常谈耳。”征曰：“此乃奇策，何谓常谈！”拂衣而起。\r\n程知节将内马军与密同营在北邙山上，单雄信将外马军营于偃师城北。世充遣数百骑渡通济渠攻雄信营，密遣裴行俨与知节助之。行俨先驰赴敌，中流矢，附于地；知节救之，杀数人，世充军披靡，乃抱行俨重骑而还；为世充骑所逐，刺槊洞过，知节回身捩折其槊，兼斩追者，与行俨俱免。会日暮，各敛兵还营。密骁将孙长乐等十馀人皆被重创。\r\n密新破宇文化及，有轻世充之心，不设壁垒。世充夜遣二百馀骑潜入北山，伏溪谷中，命军士皆秣马蓐食。甲寅旦，将战，世充誓众曰：“今日之战，非直争胜负；死生之分，在此一举。若其捷也，富贵固所不论；若其不捷，必无一人获免。所争者死，非独为国，各宜勉之！”迟明，引兵薄密。密出兵应之，未及成列，世充纵兵击之。世充士卒皆江、淮剽勇，出入如飞。世充先索得一人貌类密者，缚而匿之。战方酣，使牵以过陈前，噪曰：“已获李密矣！”士卒皆呼万岁。其伏兵发，乘高而下，驰压密营，纵火焚其庐舍。密众大溃，其将张童仁、陈智略皆降，密与万馀人驰向洛口。\r\n世充夜围偃师；郑颋守偃师，其部下翻城纳世充。初，世充家属在江都，随宇文化及至滑台，又随王轨入李密，密留于偃师，欲以招世充。及偃师破，世充得其兄世伟、子玄应、虔恕、琼等，又获密将佐裴仁基、郑颋、祖君彦等数十人。世充于是整兵向洛口，得邴元真妻子、郑虔象母及密诸将子弟，皆抚慰之，令潜呼其父兄。\r\n初，邴元真为县吏，坐赃亡命，从翟让于瓦冈；让以其尝为吏，使掌书记。及密开幕府，妙选时英，让荐元真为长史；密不得已用之，行军谋画，未尝参预。密西拒世充，留元真守洛口仓。元真性贪鄙，宇文温谓密曰：“不杀元真，必为公患。”密不应。元真知之，阴谋叛密；杨庆闻之，以告密，密固疑焉。至是，密将入洛口城，元真已遣人潜引世充矣。密知而不发，因与众谋，待世充兵半济洛水，然后击之。世充军至，密候骑不时觉，比将出战，世充军悉已济矣。单雄信等又勒兵自据；密自度不能支，帅麾下轻骑奔虎牢，元真遂以城降。\r\n初，雄信骁捷，善用马槊，名冠诸军，军中号曰“飞将”。彦藻以雄信轻于去就，劝密除之；密爱其才，不忍也。及密失利，雄信遂以所部降世充。\r\n密将如黎阳，或曰：“杀翟让之际，徐世勣几死，今失利而就之，安可保乎！”时王伯当弃金墉保河阳，密自虎牢归之，引诸将共议。密欲南阻河，北守太行，东连黎阳，以图进取。诸将皆曰：“今兵新失利，众心危惧，若更停留，恐叛亡不日而尽。又人情不愿，难以成功。”密曰：“孤所恃者众也，众既不愿，孤道穷矣。”欲自刎以谢众。伯当抱密号绝，众皆悲泣，密复曰：“诸君幸不相弃，当共归关中；密身虽无功，诸君必保富贵。”府掾柳燮曰：“明公与唐公同族，兼有畴昔之好；虽不陪起兵，然阻东都，断隋归路，使唐公不战而据长安，此亦公之功也。”众咸曰：“然。”密又谓王伯当曰：“将军室家重大，岂复与孤俱行哉！”伯当曰：“昔萧何尽帅子弟以从汉王，伯当恨不兄弟俱从，岂以公今日失利遂轻去就乎！纵身分原野，亦所甘心！”左右莫不感激，从密入关者凡二万人。于是密之将帅、州县多降于隋。硃粲亦遣使降隋，皇泰主以粲为楚王。\r\n甲寅，秦州总管窦轨击薛仁果，不利；骠骑将军刘感镇泾州，仁果围之。城中粮尽，感杀所乘马以分将士，感一无所啖，唯煮马骨取汁和木屑食之。城垂陷者数矣，会长平王叔良将士至泾州，仁果乃扬言食尽，引兵南去；乙卯，又遣高墌人伪以城降。叔良遣感帅众赴之，己未，至城下，扣城中人曰：“贼已去，可逾城入。”感命烧其门，城上下水灌之。感知其诈，遣步兵先还，自帅精兵为殿。俄而城上举三烽，仁果兵自南原大下，战于百里细川，唐军大败，感为仁果所擒。仁果复围泾州，令感语城中云：“援军已败，不如早降。”感许之，至城下，大呼曰：“逆贼饥馁，亡在朝夕，秦王帅数十万众，四面俱集，城中勿优，勉之！”仁果怒，执感，于城旁埋之至膝，驰骑射之；至死，声色逾厉。叔良婴城固守，仅能自全。感，丰生之孙也。\r\n庚申，陇州刺史陕人常达击薛仁果于宜禄川，斩首千余级。\r\n上遣从子襄武公琛、太常卿郑元璹以女妓遗始毕可汗。壬戌，始毕复遣骨咄禄特勒来。\r\n癸亥，白马道士傅仁均造《戊寅历》成，奏上，行之。\r\n薛仁果屡攻常达，不能克，乃遣其将仵士政以数百人诈降，达厚抚之。乙丑，士政伺隙以其徒劫达，拥城中二千人降于仁果。达见仁果，词色不屈，仁果壮而释之。奴贼帅张贵谓达曰：“汝识我乎？”达曰：“汝逃死奴贼耳！”贵怒，欲杀之，人救之，获免。\r\n辛未，追谥隋太上皇为炀帝。\r\n宇文化及至魏县，张恺等谋去之；事觉，化及杀之。腹心稍尽，兵势日蹙，兄弟更无他计，但相聚酣宴，奏女乐。化及醉，尤智及曰：“我初不知，由汝为计，强来立我。今所向无成，士马日散，负弑君之名，天下所不容。今者灭族，岂不由汝乎！”持其两子而泣。智及怒曰：“事捷之日，初不赐尤，及其将败，乃欲归罪，何不杀我以降窦建德！”数相斗阋，言无长幼；醒而复饮，以此为恒。其众多亡，化及自知必败，叹曰：“人生固当死，岂不一日为帝乎！”于是鸩杀秦王浩，即皇帝位于魏县，国号许，改元天寿，署置百官。\r\n冬，十月，壬申朔，日有食之。\r\n戊寅，宴突厥骨咄禄，引骨咄禄升御坐以宠之。\r\n李密将至，上遣使迎劳，相望于道。密大喜，谓其徒曰：“我拥众百万，一朝解甲归唐，山东连城数百，知我在此，遣使招之，亦当尽至；比于窦融，功亦不细，岂不以一台司见处乎！”己卯，至长安，有司供待稍薄，所部兵累日不得食，众心颇怨。既而以密为光禄卿、上柱国，赐爵邢国公。密既不满望，朝臣又多轻之，执政者或来求贿，意甚不平；独上亲礼之，常呼为弟，以舅子独孤氏妻之。\r\n庚辰，诏右翊卫大将军淮安王神通为山东道安扶大使，山东诸军并受节度；以黄门侍郎崔民幹为副。\r\n邓州刺史吕子臧与抚慰使马元规击硃粲，破之。子臧言于元规曰：“粲新败，上下危惧，请并力击之，一举可灭。若复迁延，其徒稍集，力强食尽，致死于我，为患方深。”元规不从。子臧请独以所部兵击之，元规不许。既而粲收集余众，兵复大振，自称楚帝于冠军，改元昌达，进攻邓州。子臧抚膺谓元规曰：“老夫今坐公死矣！”粲围南阳，会霖雨城坏，所亲劝子臧降。子臧曰：“安有天子方伯降贼者乎！”帅麾下赴敌而死。俄而城陷，元规亦死。\r\n癸未，王世充收李密美人珍宝及将卒十余万人还东都，陈于阙下。乙酉，皇泰主大赦。丙戌，以世充为太尉、尚书令，内外诸军事，仍使之开太尉府，备置官属，妙选人物。世充以裴仁基父子骁勇，深礼之。徐文远复入东都，见世充，必先拜。或问曰：“君倨见李密而敬王公，何也？”文远曰：“魏公，君子也，能容贤士；王公，小人也，能杀故人，吾何敢不拜！”\r\n李密总管李育德以武陟来降，拜陟州刺史。育德，谔之孙也。其余将佐刘德威、贾闰甫、高季辅等，或以城邑，或帅众，相继来降。\r\n初，北海贼帅綦公顺帅其徒三万攻郡城，已克其外郭，进攻子城；城中食尽，公顺自谓克在旦夕，不为备。明经刘兰成纠合城中骁健百余人袭击之，城中见兵继之，公顺大败，弃营走，郡城获全。于是郡官及望族分城中民为六军，各将之，兰成亦将一军。有宋书佐者，离间诸军曰：“兰成得众心，必为诸人不利，不如杀之。”众不忍杀，但夺其兵以授宋书佐。兰成恐终及祸，亡奔公顺。公顺军中喜噪，欲奉以为主，固辞，乃以为长史，军事咸听焉。居五十余日，兰成简军中骁健者百五十人，往抄北海。距城四十里，留十人，使多芟草，分为百余积；二十里，又留二十人，各执大旗；五六里，又留三十人，伏险要；兰成自将十人，夜，距城一里许潜伏；余八十人分置便处，约闻鼓声即抄取人畜亟去，仍一时焚积草。明晨，城中远望无烟尘，皆出樵牧。日向中，兰成以十人直抵城门，城上钲鼓乱发；伏兵四出，抄掠杂畜千余头及樵牧者而去。兰成度抄者已远，徐步而还。城中虽出兵，恐有伏兵，不敢急追；又见前有旌旗、烟火，遂不敢进而还。既而城中知兰成前者众少，悔不穷追。居月余，兰成谋取郡城，更以二十人直抵城门。城中人竞出逐之，行未十里，公顺将大军总至。郡兵奔驰还城，公顺进兵围之，兰成一言招谕，城中人争出降。兰成抚存老幼，礼遇郡官，见宋书佐，亦礼之如旧，仍资送出境，内外安堵。\r\n时海陵贼帅臧君相闻公顺据北海，帅其众五万来争之；公顺众少，闻之大惧。兰成为公顺画策曰：“君相今去此尚远，必不为备，请将军倍道袭击其营。”公顺从之，自将骁勇五千人，赍熟食，倍道袭之。将至，兰成与敢死士二十人前行，距君相营五十里，见其抄者负担向营，兰成亦与其徒负担蔬米、烧器，诈为抄者，择空而行听察，得其号及主将姓名；至暮，与贼比肩而入，负担巡营，知其虚实，得其更号。乃于空地燃火营食，至三鼓，忽于主将幕前交刀乱下，杀百余人，贼众惊扰；公顺兵亦至，急攻之，君相仅以身免，俘斩数千，收其资粮甲仗以还。由是公顺党众大盛。及李密据洛口，公顺以众附之，密败，亦来降。\r\n隋末群盗起，冠军司兵李袭誉说西京留守阴世师遣兵据永丰仓，发粟以赈穷乏，出库物赏战士，移檄郡县，同心讨贼；世师不能用。乃求募兵山南，世师许之。上克长安，自汉中召还，为太府少卿；乙未，附袭誉籍于宗正。袭誉，袭志之弟也。\r\n丙申，硃粲寇淅州，遣太常卿郑元璹帅步骑一万击之。\r\n是月，纳言窦抗罢为左武候大将军。\r\n十一月，乙巳，凉王李轨即皇帝位，改元安乐。戊申，王轨以滑州来降。\r\n薛仁果之为太子也，与诸将多有隙；及即位，众心猜惧。郝瑗哭举得疾，遂不起，由是国势浸弱。秦王世民至高墌，仁果使宗罗睺将兵拒之；罗侯数挑战，世民坚壁不出。诸将咸请战，世民曰：“我军新败，士气沮丧，贼恃胜而骄，有轻我心，宜闭垒以待之。彼骄我奋，可一战而克也。”乃令军中曰：“敢言战者斩！”相持六十余日，仁果粮尽，其将梁胡郎等帅所部来降。世民知仁果将士离心，命行军总管梁实营于浅水原以诱之。罗侯大喜，尽锐攻之，梁实守险不出；营中无水，人马不饮者数日。罗侯攻之甚急；世民度贼已疲，谓诸将曰：“可以战矣！”迟明，使右武候大将军宠玉陈于浅水原。罗侯并兵击之，玉战，几不能支，世民引大军自原北出其不意，罗侯引兵还战。世民帅骁骑数十先陷陈，唐兵表里奋击，呼声动地。罗侯士卒大溃，斩首数千级。世民帅二千余骑追之，窦轨叩马苦谏曰：“仁果犹据坚城，虽破罗侯，未可轻进，请且按兵以观之。”世民曰“吾虑之久矣，破竹之势，不可失也，舅勿复言！”遂进。仁果陈于城下，世民据泾水临之，仁果骁将浑幹等数人临陈来降。仁果惧，引兵入城拒守。日向暮，大军继至，遂围之。夜半，守城者争自投下。仁果计穷，己酉，出降；得其精兵万馀人，男女五万口。\r\n诸将皆贺，因问曰：“大王一战而胜，遽舍步兵，又无攻具，轻骑直造城下，众皆以为不克，而卒取之，何也？”世民曰：“罗侯所将皆陇外之人，将骁卒悍；吾特出其不意而破之，斩获不多。若缓之，则皆入城，仁果抚而用之，未易克也；急之，则散归陇外。折墌虚弱，仁果破胆，不暇为谋，此吾所以克也。”众皆悦服。世民所得降卒，悉使仁果兄弟及宗罗侯、翟长孙等将之，与之射猎，无所疑间。贼畏威衔恩，皆愿效死。世民闻褚亮名，求访，获之，礼遇甚厚，引为王府文学。\r\n上遣使谓世民曰：“薛举父子多杀我士卒，必尽诛其党以谢冤魂。”李密谏曰：“薛举虐杀不辜，此其所以亡也，陛下何怨焉？怀服之民，不可不抚。”乃命戮其谋首，余皆赦之。\r\n上使李密迎秦王世民于豳州，密自恃智略功名，见上犹有傲色；及见世民，不觉惊服，私谓殷开山曰：“真英主也！不如是，何以定祸乱乎！”\r\n诏以员外散骑常侍姜謩为秦州刺史，謩抚以恩信，盗贼悉归首，士民安之。\r\n徐世勣据李密旧境，未有所属。魏征随密至长安，乃自请安集山东，上以为秘书丞，乘传至黎阳，遗徐世勣书，劝之早降。世勣遂决计西向，谓长史阳翟郭孝恪曰：“此众土地，皆魏公有也；吾若上表献之，是利主之败，自为功以邀富贵也，吾实耻之。今宜籍郡县户口士马之数以启魏公，使自献之。”乃遣孝恪诣长安，又运粮以饷淮安王神通。上闻世勣使者至，无表，止有启与密，甚怪之。孝恪具言世勣意，上乃叹曰：“徐世勣不背德，不邀功，真纯臣也！”赐姓李。以孝恪为宋州刺史，使与世勣经营虎牢以东，所得州县，委之选补。\r\n癸丑，独孤怀恩攻尧君素于蒲坂。行军总管赵慈景尚帝女桂阳公主，为君素所擒，枭首城外，以示无降意。\r\n癸亥，秦王世民至长安，斩薛仁果于市，上赐常达帛三百段。赠刘感平原郡公，谥忠壮。扑杀仵士政于殿庭。以张贵尤淫暴，腰斩之。上享劳将士，因谓群臣曰：“诸公共相翊戴以成帝业，若天下承平，可共保富贵。使王世充得志，公等岂有种乎！如薛仁果君臣，岂可不以为前鉴也！”己巳，以刘文静为户部尚书，领陕东道行台左仆射，复殷开山爵位。\r\n李密骄贵日久，又自负归国之功，朝廷待之不副本望，郁郁不乐。尝遇大朝会，密为光禄卿，当进食，深以为耻；退，以告左武卫大将军王伯当。伯当心亦怏怏，因谓密曰：“天下事在公度内耳。今东海公在黎阳，襄阳公在罗口，河南兵马，屈指可计，岂得久如此也！”密大喜，乃献策于上曰：“臣虚蒙荣宠，安坐京师，曾无报效；山东之众皆臣故时麾下，请往收而抚之。凭藉国威，取王世充如拾地芥耳！”上闻密故将士多不附世充，亦欲遣密往收之。群臣多谏曰：“李密狡猾好反，今遣之，如投鱼于泉，放虎于山，必不返矣！”上曰：“帝王自有天命，非小子所能取。借使叛去，如以蒿箭射蒿中耳！今使二贼交斗，吾可以坐收其弊。”辛未，遣密诣山东，收其馀众之未下者。密请与贾闰甫偕行，上许之，命密及闰甫同升御榻，赐食，传饮卮酒曰：“吾三人同饮是酒，以明同心；善建功名，以副朕意。丈夫一言许人，千金不易。有人确执不欲弟行，朕推赤心于弟，非他人所能间也。”密、闰甫再拜受命。上又以王伯当为密副而遣之。\r\n有大鸟五集于乐寿，群鸟数万从之，经日乃去。窦建德以为己瑞，改元五凤。宗城人有得玄圭献于建德者，宋正本及景城丞会稽孔德绍皆曰：“此天所以赐大禹也，请改国号曰夏。”建德从之，以正本为纳言，德绍为内史侍郎。\r\n初，王须拔掠幽州，中流矢死，其将魏刀儿代领其众，据深泽，掠冀、定之间，众至十万，自称魏帝。建德伪与连和，刀儿弛备，建德袭击破之，遂围深泽；其徒执刀儿降，建德斩之，尽并其众。\r\n易、定等州皆降，唯冀州刺史麹稜不下，稜婿崔履行，暹之孙也，自言有奇术，可使攻者自败，稜信之。履行命守城者皆坐，毋得妄斗，曰：“贼虽登城，汝曹勿怖，吾将使贼自缚。”于是为坛，夜，设章醮，然后自衣衰绖，杖竹登北楼恸哭；又令妇女升屋四向振裙。建德攻之急，稜将战，履行固止之。俄而城陷，履行哭犹未已。建德见稜，曰：“卿忠臣也！”厚礼之，以为内史令。\r\n十二月，壬申，诏以秦王世民为太尉、使持节、陕东道大行台，其蒲州、河北诸府兵马并受节度。\r\n癸酉，西突厥曷娑那可汗自宇文化及所来降。\r\n隋将尧君素守河东，上遣吕绍宗、韦义节、独孤怀恩相继攻之，俱不下。时外围严急，君素为木鹅，置表于颈，具论事势，浮之于河；河阳守者得之，达于东都。皇泰主见而叹息，拜君素金紫光禄大夫。宠玉、皇甫无逸自东都来降，上悉遣诣城下，为陈利害，君素不从。又赐金券，许以不死。其妻又至城下，谓之曰：“隋室已亡，君何自苦！”君素曰：“天下名义，非妇人所知！”引弓射之，应弦而倒。君素亦自知不济，然志在守死，每言及国家，未尝不歔欷。谓将士曰：“吾昔事主上于籓邸，大义不得不死。必若隋祚永终，天命有属，自当断头以付诸君，听君等持取富贵。今城池甚固，仓储丰备，大事犹未可知，不可横生心也！”君素性严明，善御众，下莫敢叛。久之，仓粟尽，人相食；又获外人，微知江都倾覆。丙子，君素左右薛宗、李楚客杀君素以降，传首长安。君素遣朝散大夫解人王行本将精兵七百在它所，闻之，赴救，不及，因捕杀君素者党与数百人，悉诛之，复乘城拒守。独孤怀恩引兵围之。\r\n丁酉，隋襄平太守邓暠以柳城、北平二郡来降；以暠为营州总管。\r\n辛巳，太常卿郑元璹击硃粲于商州，破之。\r\n初，宇文化及遣使招罗艺，艺曰：“我，隋臣也！”斩其使者，为炀帝发丧，临三日。窦建德、高开道各遣使招之，艺曰：“建德、开道，皆剧贼耳。吾闻唐公已定关中，人望归之。此真吾主也，吾将从之，敢沮议者，斩！”会张道源慰抚山东，艺遂奉表，与渔阳、上谷等诸郡皆来降。癸未，诏以艺为幽州总管。薛万均，世雄之子也，与弟万彻俱以勇略为艺所亲待，诏以万均为上柱国、永安郡公，万彻为车骑将军、武安县公。\r\n窦建德既克冀州，兵威益盛，帅众十万寇幽州。艺将逆战，万均曰：“彼众我寡，出战必败。不若使羸兵背城阻水为陈，彼必渡水击我。万均请以精骑百人伏于城旁，俟其半渡击之，蔑不胜矣。”艺从之。建德果引兵渡水，万均邀击，大破之。建德竟不能至其城下，乃分兵掠霍堡及雍奴等县；艺复邀击，败之。凡相拒百余日，建德不能克，乃还乐寿。\r\n艺得隋通直谒者温彦博，以为司马。艺以幽州归国，彦博赞成之；诏以彦博为幽州总管府长史，未几，征为中书侍郎。兄大雅，时为黄门侍郎，与彦博对居近密，时人荣之。\r\n以西突厥曷娑那可汗为归义王。曷娑那献大珠，上曰：“珠诚至宝；然朕宝王赤心，珠无所用。”竟还之。\r\n乙酉，车驾幸周氏陂，过故墅。\r\n初，羌豪旁企地以所部附薛举，及薛仁果败，企地来降，留长安，企地不乐，帅其众数千叛，入南山，出汉川，所过杀掠。武候大将军宠玉击之，为企地所败。行至始州，掠女子王氏，与俱醉卧野外；王氏拔其佩刀，斩首送梁州，其众遂溃。诏赐王氏号崇义夫人。\r\n壬辰，王世充帅众三万围谷州，刺史任瑰拒却之。\r\n上使李密分其麾下之半留华州，将其半出关。长史张宝德预在行中，恐密亡去，罪相及；上封事，言其必叛。上意乃中变，又恐密惊骇，乃降敕书劳来，令密留所部徐行，单骑入朝，更受节度。\r\n密至稠桑，得敕，谓贾闰甫曰：“敕遣我去，无故复召我还，天子向云，‘有人确执不许’，此谮行矣。吾今若还，无复生理，不若破桃林县，收其兵粮，北走渡河。比信达熊州，吾已远矣。苟得至黎阳，大事必成。公意如何？”闰甫曰：“主上待明公甚厚；况国家姓名，著在图谶，天下终当一统。明公既已委质，复生异图，任瑰、史万宝据熊、穀二州，此事朝举，彼兵夕至，虽克桃林，兵岂暇集，一称叛逆，谁复容人！为明公计，不若且应朝命，以明元无异心，自然浸润不行；更欲出就山东，徐思其便可也。”密怒曰：“唐使吾与绛、灌同列，何以堪之！且谶文之应，彼我所共。今不杀我，听使东行，足明王者不死；纵使唐遂定关中，山东终为我有。天与不取，乃欲束手投人！公，吾之心腹，何意如是！若不同心，当斩而后行！”闰甫泣曰：“明公虽云应谶，近察天人，稍已相违。今海内分崩，人思自擅，强者为雄；明公奔亡甫尔，谁相听受！且自翟让受戮之后，人皆谓明公弃恩忘本，今日谁肯复以所有之兵束手委公乎！彼必虑公见夺，逆相拒抗，一朝失势，岂有容足之地哉！自非荷恩殊厚者，讵能深言不讳乎！愿明公熟思之，但恐大福不再。苟明公有所措身，闰甫亦何辞就戮！”密大怒，挥刃欲击之；王伯当等固请，乃释之。闰甫奔熊州。伯当亦止密，以为未可，密不从。伯当乃曰：“义士之志，不以存亡易心。公必不听，伯当与公同死耳，然终恐无益也。”\r\n密因执使者，斩之。庚子旦，密绐桃林县官曰：“奉诏暂还京师，家人请寄县舍。”乃简骁勇数十人，著妇人衣，戴羃，藏刀裙下，诈为妻妾，自帅之入县舍。须臾，变服突出，因据县城。驱掠徒众，直趣南山，乘险而东，遣人驰告故将伊州刺史襄城张善相，令以兵应接。\r\n右翊卫将军史万宝镇熊州，谓行军总管盛彦师曰：“李密，骁贼也，又辅以王伯当，今决策而叛，殆不可当也。”彦师笑曰：“请以数千之众邀之，必枭其首。”万宝曰：“公以何策能尔？”彦师曰：“兵法尚诈，不可为公言之。”即帅众逾熊耳山南，据要道，令弓弩夹路乘高，刀楯伏于溪谷，令之曰：“俟贼半渡，一时俱发。”或问曰：“闻李密欲向洛州，而公入山，何也？”彦师曰：“密声言向洛，实欲出人不意，走襄城，就张善相耳。若贼入谷口，我自后追之，山路险隘，无所施力，一夫殿后，必不能制。今吾先得入谷，擒之必矣。”\r\n李密既渡陕，以为馀不足虑，遂拥众徐行，果逾山南出。彦师击之，密众首尾断绝，不得相救。遂斩密及伯当，俱传首长安。彦师以功赐爵葛国公，仍领熊州。\r\n李世勣在黎阳，上遣使以密首示之，告以反状。世勣北面拜伏号恸，表请收葬；诏归其尸。世勣为之行服，备君臣之礼。大具仪卫，举军缟素，葬密于黎阳山南。密素得士心，哭者多欧血。\r\n隋右武卫大将军李景守北平，高开道围之，岁余不能克。辽西太守邓暠将兵救之，景帅其众迁于柳城；后将还幽州，于道为盗所杀。开道遂取北平，进陷渔阳郡，有马数千匹，众且万，自称燕王，改元始兴，都渔阳。\r\n怀戎沙门高昙晟因县令设斋，士民大集，昙晟与僧五千人拥斋众而反，杀县令及镇将，自称大乘皇帝，立尼静宣为邪输皇后，改元法轮。遣使招开道，立为齐王。开道帅众五千人归之，居数月，袭杀昙晟，悉并其众。\r\n有犯法不至死者，上特命杀之。监察御史李素立谏曰：“三尺法，王者所与天下共也；法一动摇，人无所措手足。陛下甫创鸿业，奈何弃法！臣忝法司，不敢奉诏。”上从之。自是特承恩遇，命所司授以七品清要官；所司拟雍州司户，上曰：“此官要而不清。”又拟秘书郎。上曰：“此官清而不要。”遂擢授侍御史。素立，义深之曾孙也。\r\n上以舞胡安叱奴为散骑侍郎。礼部尚书李纲谏曰：“古者乐工不与士齿，虽贤如子野、师襄，皆终身继世不易其业。唯齐末封曹妙达为王，安马驹为开府，有国家者以为殷鉴。今天下新定，建义功臣，行赏未遍，高才硕学，犹滞草莱；而先擢舞胡为五品，使鸣玉曳组，趋翔廊庙，非所以规模后世也。”上不从，曰：“吾业已授之，不可追也。”\r\n陈岳论曰：受命之主，发号施令，为子孙法；一不中理，则为厉阶。今高祖曰：“业已授之，不可追”，苟授之而是，则已；授之而非，胡不可追欤！君人之道，不得不以“业已授之”为诫哉！\r\n李轨吏部尚书梁硕，有智略，轨常倚之以为谋主。硕见诸胡浸盛，阴劝轨宜加防察，由是与户部尚书安修仁有隙。轨子仲琰尝诣硕，硕不为礼，乃与修仁共谮硕于轨，诬以谋反，轨鸩硕，杀之。有胡巫谓轨曰：“上帝当遣玉女自天而降。”轨信之，发民筑台以候玉女，劳费甚广。河右饥，人相食，轨倾家财以赈之；不足，欲发仓粟，召群臣议之。曹珍等皆曰：“国以民为本，岂可爱仓粟而坐视其死乎！”谢统师等皆故隋官，心终不服，密与群胡为党，排轨故人，乃诟珍曰：“百姓饿者自是羸弱，勇壮之士终不至此。国家仓粟以备不虞，岂可散之以饲羸弱！仆射苟悦人情，不为国计，非忠臣也。”轨以为然，由是士民离怨。\r\n\n\n作者：司马光",
        "《资治通鉴 · 卷一百九十二 · 唐纪八》\n起柔兆阉茂九月，尽著雍困敦七月，凡二年。\n高祖神尧大圣光孝皇帝下之下\n◎武德九年丙戌，公元六二六年\n九月，突厥颉利献马三千匹，羊万口；上不受，但诏归所掠中国户口，征温彦博还朝。\r\n丁未，上引诸卫将卒习射于显德殿庭，谕之曰：“戎狄侵盗，自古有之，患在边境少安，则人主逸游忘战，是以寇来莫之能御。今朕不使汝曹穿池筑苑，专习弓矢，居闲无事，则为汝师，突厥入寇，则为汝将，庶几中国之民可以少安乎！”于是日引数百人教射于殿庭，上亲临试，中多者赏以弓、刀、帛，其将帅亦加上考。群臣多谏曰：“于律，以兵刃至御在所者绞。今使卑碎之人张弓挟矢于轩陛之侧，陛下亲在其间，万一有狂夫窃发，出于不意，非所以重社稷也。”韩州刺史封同人诈乘驿马入朝切谏。上皆不听，曰：“王者视四海如一家，封域之内，皆朕赤子，朕一一推心置其腹中，奈何宿卫之士亦加猜忌乎！”由是人思自励，数年之间，悉为精锐。\r\n上尝言：“吾自少经略四方，颇知用兵之要，每观敌陈，则知其强弱，常以吾弱当其强，强当其弱。彼乘吾弱，逐奔不过数十百步，吾乘其弱，必出其陈后反击之，无不溃败，所以取胜，多在此也。”\r\n己酉，上面定勋臣长孙无忌等爵邑，命陈叔达于殿下唱名示之，且曰：“朕叙卿等勋赏或未当，宜各自言。”于是诸将争功，纷纭不已。淮安王神通曰：“臣举兵关西，首应义旗，今房玄龄，杜如晦等专弄刀笔，功居臣上，臣窃不服。”上曰：“义旗初起，叔父虽首唱举兵，盖亦自营脱祸。及窦建德吞噬山东，叔父全军覆没；刘黑闼再合馀烬，叔父望风奔北。玄龄等运筹帷幄，坐安社稷，论功行赏，固宜居叔父之先。叔父，国之至亲，朕诚无所爱，但不可以私恩滥与勋臣同赏耳！”诸将乃相谓曰：“陛下至公，虽淮安王尚无所私，吾侪何敢不安其分。”遂皆悦服。房玄龄尝言：“秦府旧人未迁官者，皆嗟怨曰：‘吾属奉事左右，几何年矣！今除官，返出前宫、齐府人之后。’”上曰：“王者至公无私，故能服天下之心。朕与卿辈日所衣食，皆取诸民者也。故设官分职，以为民也，当择贤才而用之，岂以新旧为先后哉！必也新而贤，旧而不肖，安可舍新而取旧乎！今不论其贤不肖而直言嗟怨，岂为政之体乎！”\r\n诏：“民间不得妄立妖祠。自非卜筮正术，其馀杂占，悉从禁绝。”\r\n上于弘文殿聚四部书二十馀万卷，置弘文馆于殿侧，精选天下文学之士虞世南、褚亮、姚思廉、欧阳询、蔡允恭、萧德言等，以本官兼学士，令更日宿直，听朝之隙，引入内殿，讲论前言往行，商榷政事，或至夜分乃罢。又取三品已上子孙充弘文馆学生。\r\n冬，十月，丙辰朔，日有食之。\r\n诏追封故太子建成为息王，谥曰隐；齐王元吉为剌王，以礼改葬。葬日，上哭之于宜秋门，甚哀。魏征、王珪表请陪送至墓所，上许之，命宫府旧僚皆送葬。\r\n癸亥，立皇子中山王承乾为太子，生八年矣。\r\n庚辰，初定功臣实封有差。\r\n初，萧瑀荐封德彝于上皇，上皇以为中书令。及上即位，瑀为左仆射，德彝为右仆射。议事已定，德彝数反之于上前，由是有隙。时房玄龄、杜如晦新用事，皆疏瑀而亲德彝，瑀不能平，遂上封事论之，辞指寥落，由是忤旨。？猁瑀与陈叔达忿争于上前，庚辰，瑀、叔达皆坐不敬，免官。\r\n甲申，民部尚书裴矩奏“民遭突厥暴践者，请户给绢一匹。”上曰：“朕以诚信御下，不欲虚有存恤之名而无其实，户有大小，岂得雷同给赐乎！”于是计口为率。\r\n初，上皇欲强宗室以镇天下，故皇再从、三从弟及兄弟之下，虽童孺皆为王，王者数十人。上从容问群臣：“遍封宗子，于天下利乎？”封德彝对曰：“前世唯皇子及兄弟乃为王，自馀非有大功，无为王者。上皇敦睦九族，大封宗室，自两汉以来未有如今之多者。爵命既崇，多给力役，恐非示天下以至公也。”上曰：“然。朕为天子，所以养百姓也，岂可劳百姓以养己之宗族乎！”十一月，庚寅，降宗室郡王皆为县公，惟有功者数人不降。\r\n丙午，上与群臣论止盗。或请重法以禁之，上哂之曰：“民之所以为盗者，由赋繁役重，官吏贪求，饥寒切身，故不暇顾廉耻耳。朕当去奢省费，轻徭薄赋，选用廉吏，使民主食有馀，则自不为盗，安用重法邪！”自是数年之后，海内升平，路不拾遗，外户不闭，商旅野宿焉。上又尝谓侍臣曰：“君依于国，国依于民。刻民以奉君，犹割肉以充腹，腹饱而身毙，君富而国亡。故人君之患，不自外来，常由身出。夫欲盛则费广，费广则赋重，赋重则民愁，民愁则国危，国危则君丧矣。朕常以此思之，故不敢纵欲也。”\r\n十二月，己巳，益州大都督窦轨奏称獠反，请发兵讨之。上曰：“獠依阻山林，时出鼠窃，乃其常俗；牧守苟能抚以恩信，自然帅服，安可轻动干戈，渔猎其民，比之禽兽，岂为民父母之意邪！”竟不许。\r\n上谓裴寂曰：“比多上书言事者，朕皆粘之屋壁，得出入省览，每思治道，或深夜方寝。公辈亦当恪勤职业，副朕此意。”\r\n上厉精求治，数引魏征入卧内，访以得失；征知无不言，上皆欣然嘉纳。上遣使点兵，封德彝奏：“中男虽未十八，其躯干壮大者，亦可并点。”上从之。敕出，魏征固执以为不可，不肯署敕，至于数四。上怒，召而让之曰：“中男壮大者，乃奸民诈妄以避征役，取之何害，而卿固执至此！”对曰：“夫兵在御之得其道，不在众多。陛下取其壮健，以道御之，足以无敌于天下，何必多取细弱以增虚数乎！且陛下每云：‘吾以诚信御天下，欲使臣民皆无欺诈。’今即位未几，失信者数矣！”上愕然曰：“朕何为失信？”对曰：“陛下初即位，下诏云：‘逋负官物，悉令蠲免。’有司以为负秦府国司者，非官物，征督如故。陛下以秦王升为天子，国司之物，非官物而何！又曰：‘关中免二年租调，关外给复一年。’既而继有敕云：‘已役已输者，以来年为始。’散还之后，方复更征，百姓固已不能无怪。今既征得物，复点为兵，何谓来年为始乎！又，陛下所与共治天下者在于守宰，居常简阅，咸以委之；至于点兵，独疑其诈，岂所谓以诚信为治乎！”上悦曰：“向者朕以卿固执，疑卿不达政事，今卿论国家大体，诚尽其精要。夫号令不信，则民不知所从，天下何由而治乎？朕过深矣！”乃不点中男，赐征金甕一。上闻景州录事参军张玄素名，召见，问以政道，对曰：“隋主好自专庶务，不任群臣；群臣恐惧，唯知禀受奉行而已，莫之敢违。以一人之智决天下之务，借使得失相半，乖谬已多，下谀上蔽，不亡何待！陛下诚能谨择群臣而分任以事，高拱穆清而考其成败以施刑赏，何忧不治！又，臣观隋末乱离，其欲争天下者不过十馀人而已，其馀皆保乡党、全妻子，以待有道而归之耳。乃知百姓好乱者亦鲜，但人主不能安之耳。”上善其言，擢为侍御史。\r\n前幽州记室直中书省张蕴古上《大宝箴》，其略曰：“圣人受命，拯溺亨屯，故以一人治天下，不以天下奉一人。”又曰：“壮九重于内，所居不过容膝；彼昏不知，瑶其台而琼其室。罗八珍于前，所食不过适口；惟狂罔念，丘其糟而池其酒。”又曰：“勿没没而暗，勿察察而明，虽冕旒蔽目而视于未形，虽黈纩塞耳而听于无声。”上嘉之，赐以束帛，除大理丞。\r\n上召傅奕，赐之食，谓曰：“汝前所奏，几为吾祸。然凡有天变，卿宜尽言皆如此，勿以前事为惩也。”上尝谓奕曰：“佛之为教，玄妙可师，卿何独不悟其理？”对曰：“佛乃胡中桀黠，诳耀彼土。中国邪僻之人，取庄、老玄谈，饰以妖幻之语，用欺愚俗。无益于民，有害于国，臣非不悟，鄙不学也。”上颇然之。\r\n上患吏多受赇，密使左右试赂之。有司门令史受绢一匹，上欲杀之，民部尚书裴矩谏曰：“为吏受赂，罪诚当死；但陛下使人遗之而受，乃陷人于法也，恐非所谓‘道之以德，齐之以礼。’”上悦，召文武五品已上告之曰：“裴矩能当官力争，不为面从，倘每事皆然，何忧不治！”\r\n臣光曰：古人有言：君明臣直。裴矩佞于隋而忠于唐，非其性之有变也；君恶闻其过，则忠化为佞，君乐闻直言，则佞化为忠。是知君者表也，臣者景也，表动则景随矣。\r\n是岁，进皇子长沙郡王恪为汉王，宜阳郡王祐为楚王。\r\n新罗、百济、高丽三国有宿仇，迭相攻击；上遣国子助教硃子奢往谕指，三国皆上表谢罪。\n太宗文武大圣大广孝皇帝上之上\n◎贞观元年丁亥，公元六二七年\n春，正月，乙酉，改元。\r\n丁亥，上宴群臣，奏《秦王破陈乐》。上曰：“朕昔受委专征，民间遂有此曲，虽非文德之雍容，然功业由兹而成，不敢忘本。”封德彝曰：“陛下以神武平海内，岂文德之足比！”上曰：“戡乱以武，守成以文，文武之用，各随其时。卿谓文不及武，斯言过矣。”德彝顿首谢。\r\n己亥，制：“自今中书、门下及三品以上入阁议事，皆命谏官随之，有失辄谏。”\r\n上命吏部尚书长孙无忌等与学士、法官更议定律令，宽绞刑五十条为断右趾，上犹嫌其惨，曰：“肉刑废已久，宜有以易之。”蜀王法曹参军裴弘献请改为加役流，流三千里，居作三年；诏从之。\r\n上以兵部郎中戴胄忠清公直，擢为大理少卿。上以选人多诈冒资廕，敕令自首，不首者死。未几，有诈冒事觉者，上欲杀之。胄奏：“据法应流。”上怒曰：“卿欲守法而使朕失信乎？”对曰：“敕者出于一时之喜怒，法者国家所以布大信于天下也。陛下忿选人之多诈，故欲杀之，而既知其不可，复断之以法，此乃忍小忿而存大信也。”上曰：“卿能执法，朕复何忧！”胄前后犯颜执法，言如涌泉，上皆从之，天下无冤狱。\r\n上令封德彝举贤，久无所举。上诘之，对曰：“非不尽心，但于今未有奇才耳。”上曰：“君子用人如器，各取所长，古之致治者，岂借才于异代乎？正患己不能知，安可诬一世之人！”德彝惭而退。御史大夫杜淹奏“诸司文案恐有稽失，请令御史就司检校。”上以问封德彝，对曰：“设官分职，各有所司。果有愆违，御史自应纠举；若遍历诸司，搜括疵颣，太为烦碎。”淹默然。上问淹：“何故不复论执？”对曰：“天下之务，当尽至公，善则从之。德彝所言，真得大体，臣诚心服，不敢遂非。”上悦曰：“公等各能如是，朕复何忧！”\r\n右骁卫大将军长孙顺德受人馈绢，事觉，上曰：“顺德果能有益国家，朕与之共有府库耳，何至贪冒如是乎！”犹惜其有功，不之罪，但于殿庭赐绢数十匹。大理少卿胡演曰：“顺德枉法受财，罪不可赦，奈何复赐之绢？”上曰：“彼有人性，得绢之辱，甚于受刑；如不知愧，一禽兽耳，杀之何益！”\r\n辛丑，天节将军燕郡王李艺据泾州反。\r\n艺之初入朝也，恃功骄倨，秦王左右至其营，艺无故殴之。上皇怒，收艺系狱，既而释之。上即位，艺内不自安。曹州妖巫李五戒谓艺曰：“王贵色已发！”劝之反。艺乃诈称奉密敕，勒兵入朝。遂引兵至幽州，幽州治中赵慈皓驰出谒之，艺入据幽州。诏吏部尚书长孙无忌等为行军总管以讨之。赵慈皓闻官军将至，密与统军杨岌图之，事泄，艺囚慈皓。岌在城外觉变，勒兵攻之，艺众溃，弃妻子，将奔突厥。至乌氏，左右斩之，传首长安。弟寿，为利州都督，亦坐诛。初，隋末丧乱，豪杰并起，拥众据地，自相雄长；唐兴，相帅来归，上皇为之割置州县以宠禄之，由是州县之数，倍于开皇、大业之间。上以民少吏多，思革其弊；二月，命大加并省，因山川形便，分为十道：一曰关内，二曰河南，三曰河东，四曰河北，五曰山南，六曰陇右，七曰淮南，八曰江南，九曰剑南，十曰岭南。\r\n三月，癸巳，皇后帅内外命妇亲蚕。\r\n闰月，癸丑朔，日有食之。\r\n壬申，上谓太子少师萧瑀曰：“朕少好弓矢，得良弓十数，自谓无以加，近以示弓工，乃曰‘皆非良材’。朕问其故，工曰：‘木心不直，则脉理皆邪，弓虽劲而发矢不直。’朕始寤向者辨之未精也。朕以弓矢定四方，识之犹未能尽，况天下之务，其能遍知乎！”乃命京官五品以上更宿中书内省，数延见，问以民间疾苦，政事得失。\r\n凉州都督长乐王幼良，性粗暴，左右百馀人，皆无赖子弟，侵暴百姓；又与羌、胡互市。或告幼良有异志，上遣中书令宇文士及驰驿代之，并按其事。左右惧，谋劫幼良入北虏，又欲杀士及据有河西。复有告其谋者，夏，四月，癸巳，赐幼良死。\r\n五月，苑君璋帅众来降。初，君璋引突厥陷马邑，杀高满政，退保恒安。其众皆中国人，多弃君璋来降。君璋惧，亦降，请捍北边以赎罪，上皇许之。君璋请约契，上皇雁门人元普赐之金券。颉利可汗复遣人招之，君璋犹豫未决，恒安人郭子威说君璋以“恒安地险城坚，突厥方强，且当倚之以观变，未可束手于人。”君璋乃执元普送突厥，复与之合，数与突厥入寇。至是，见颉利政乱，知其不足恃，遂帅众来降。上以君璋为隰州都督、芮国公。\r\n有上书请去佞臣者，上问：“佞臣为谁？”对曰：“臣居草泽，不能的知其人，愿陛下与群臣言，或阳怒以试之，彼执理不屈者，直臣也，畏威顺旨者，佞臣也。”上曰：“君，源也；臣，流也；浊其源而求其流之清，不可得矣。君自为诈，何以责臣下之直乎！朕方以至诚治天下，见前世帝王好以权谲小数接其臣下者，常窃耻之。卿策虽善，朕不取也。”\r\n六月，辛巳，右仆射密明公封德彝薨。\r\n壬辰，复以太子少师萧瑀为左仆射。\r\n戊申，上与侍臣论周、秦修短，萧瑀对曰：“纣为不道，武王征之。周及六国无罪，始皇灭之。得天下虽同，人心则异。”上曰：“公知其一，未知其二。周得天下，增修仁义；秦得天下，益尚诈力；此修短之所以殊也。盖取之或可以逆得，守之不可以不顺故也。”瑀谢不及。山东大旱，诏所在赈恤，无出今年租赋。\r\n秋，七月，壬子，以吏部尚书长孙无忌为右仆射。无忌与上为布衣交，加以外戚，有佐命功，上委以腹心，其礼遇群臣莫及，欲用为宰相者数矣。文德皇后固请曰：“妾备位椒房，家之贵宠极矣，诚不愿兄弟复执国政。吕、霍、上官，可为切骨之戒，幸陛下矜察！”上不听，卒用之。\r\n初，突厥性淳厚，政令质略。颉利可汗得华人赵德言，委用之。德言专其威福，多变更旧俗，政令烦苛，国人始不悦。颉利又好信任诸胡而疏突厥，胡人贪冒，多反覆，兵革岁动；会大雪，深数尺，杂畜多死，连年饥馑，民皆冻馁。颉利用度不给，重敛诸部，由是内外离怨，诸部多叛，兵浸弱。言事者多请击之，上以问萧瑀、长孙无忌曰：“颉利君臣昏虐，危亡可必。今击之，则新与之盟；不击，恐失机会；如何而可？”瑀请击之。无忌对曰：“虏不犯塞而弃信劳民，非王者之师也。”上乃止。\r\n上问公卿以享国久长之策，萧瑀言：“三代封建而久长，秦孤立而速亡。”上以为然，于是始有封建之议。\r\n黄门侍郎王珪有密奏，附侍中高士廉，寝而不言。上闻之，八月，戊戌，出士廉为安州大都督。\r\n九月，庚戌朔，日有食之。\r\n辛酉，中书令宇文士及罢为殿中监，御史大夫杜淹参豫朝政。他官参豫政事自此始。\r\n淹荐刑部员外郎邸怀道，上问其行能，对曰：“炀帝将幸江都，召百官问行留之计，怀道为吏部主事，独言不可。臣亲见之。”上曰：“卿称怀道为是，何为自不正谏？”对曰：“臣尔日不居重任，又知谏不从，徒死无益。”上曰：“卿知炀帝不可谏，何为立其朝？既立其朝，何得不谏？卿仕隋，容可云位卑；后仕王世充，尊显矣，何得亦不谏？”对曰：“臣于世充非不谏，但不从耳。”上曰：“世充若贤而纳谏，不应亡国；若暴而拒谏，卿何得免祸？”淹不能对。上曰：“今日可谓尊任矣，可以谏未？”对曰：“愿尽死。”上笑。\r\n辛未，幽州都督王君廓谋叛，道死。\r\n君廓在州，骄纵多不法，征入朝。长史李玄道，房玄龄从甥也，凭君廓附书，君廓私发之，不识草书，疑其告己罪，行至渭南，杀驿吏而逃；将奔突厥，为野人所杀。\r\n岭南酋长冯盎、谈殿等迭相攻击，久未入朝，诸州奏称盎反，前后以十数；上命将军蔺謩等发江、岭数十州兵讨之。魏征谏曰：“中国初定，岭南瘴疠险远，不可以宿大兵。且盎反状未成，未宜动众。”上曰：“告者道路不绝，何云反状未成？”对曰：“盎若反，必分兵据险，攻掠州县。今告者已数年，而兵不出境，此不反明矣。诸州既疑其反，陛下又不遣使镇抚，彼畏死，故不敢入朝。若遣信臣示以至诚，彼喜于免祸，可不烦兵而服。”上乃罢兵。冬，十月，乙酉，遣员外散骑侍郎李公掩持节慰谕之，盎遣其子智戴随使者入朝。上曰：“魏征令我发一介之使，而岭表遂安，胜十万之师，不可不赏。”赐征绢五百匹。\r\n十二月，壬午，左仆射萧瑀坐事免。\r\n戊申，利州都督义安王李孝常等谋反，伏诛。孝常因入朝，留京师，与右武卫将军刘德裕及其甥统军元弘善、监门将军长孙安业互说符命，谋以宿卫兵作乱。安业，皇后之异母兄也，嗜酒无赖；父晟卒，弟无忌及后并幼，安业斥还舅氏。及上即位，后不以旧怨为意，恩礼甚厚。及反事觉，后涕泣为之固请曰：“安业罪诚当万死。然不慈于妾，天下知之；今置以极刑，人必谓妾所为，恐亦为圣朝之累。”由是得减死，流巂州。\r\n或告右丞魏征私其亲戚，上使御史大夫温彦博按之，无状。彦博言于上曰：“征不存形迹，远避嫌疑，心虽无私，亦有可责。”上令彦博让征，且曰：“自今宜存形迹。”它日，征入见，言于上曰：“臣闻君臣同体，宜相与尽诚；若上下但存形迹，则国之兴丧尚未可知，臣不敢奉诏。”上瞿然曰：“吾已悔之。”征再拜曰：“臣幸得奉事陛下，愿使臣为良臣，勿为忠臣。”上曰：“忠、良有以异乎？”对曰：“稷、契、皋陶，君臣协心，俱享尊荣，所谓良臣。龙逄、比干，面折廷争，身诛国亡，所谓忠臣。”上悦，赐绢五百匹。\r\n上神采英毅，群臣进见者，皆失举措；上知之，每见人奏事，必假以辞色，冀闻规谏。尝谓公卿曰：“人欲自见其形，必资明镜；君欲自知其过，必待忠臣。苟其君愎谏自贤，其臣阿谀顺旨，君既失国，臣岂能独全！如虞世基等谄事炀帝以保富贵，炀帝既弑，世基等亦诛。公辈宜用此为戒，事有得失，无毋尽言！”\r\n或上言秦府旧兵，宜尽除武职，追入宿卫。上谓之曰：“朕以天下为家，惟贤是与，岂旧兵之外皆无可信者乎！汝之此意，非所以广朕德于天下也。”\r\n上谓公卿曰：“昔禹凿山治水而民无谤讟者，与人同利故也。秦始皇营宫室而民怨叛者，病人以利己故也。夫靡丽珍奇，固人之所欲，若纵之不已，则危亡立至。朕欲营一殿，材用已具，鉴秦而止。王公已下，宜体朕此意。”由是二十年间，风俗素朴，衣无锦绣，公私富给。\r\n上谓黄门侍郎王珪曰：“国家本置中书、门下以相检察，中书诏敕或有差失，则门下当行驳正。人心所见，互有不同，苟论难往来，务求至当，舍己从人，亦复何伤！比来或护己之短，遂成怨隙，或苟避私怨，知非不正，顺一人颜情，为兆民之深患，此乃亡国之政也。炀帝之世，内外庶官，务相顺从，当是之时，皆自谓有智，祸不及身。及天下大乱，家国两亡，虽其间万一有得免者，亦为时论所贬，终古不磨。卿曹各当徇公忘私，勿雷同也！”\r\n上谓侍臣曰：“吾闻西域贾胡得美珠，剖身以藏之，有诸？”侍臣曰：“有之。”上曰：“人皆知彼之爱珠而不爱其身也；吏受赇抵法，与帝王徇奢欲而亡国者，何以异于彼胡之可笑邪！”魏征曰：“昔鲁哀公谓孔子曰：‘人有好忘者，徙宅而忘其妻。’孔子曰：‘又有甚者，桀、纣乃忘其身。’亦犹是也。”上曰：“然。朕与公辈宜戮力相辅，庶免为人所笑也！”\r\n青州有谋反者，州县逮捕支党，收系满狱，诏殿中侍御史安喜崔仁师覆按之。仁师至，悉脱去杻械，与饮食汤沐，宽慰之，止坐其魁首十馀人，馀皆释之。还报，敕使将往决之。大理少卿孙伏伽谓仁师曰：“足下平反者多，人情谁不贪生，恐见徒侣得免，未肯甘心，深为足下忧之。”仁师曰：“凡治狱当以平恕为本，岂可自规免罪，知其冤而不为伸邪！万一暗短，误有所纵，以一身易十囚之死，亦所愿也。”伏伽惭而退。及敕使至，更讯诸囚，皆曰：“崔公平恕，事无枉滥，请速就死。”无一人异辞者。\r\n上好骑射，孙伏伽谏，以为：“天子居则九门，行则警跸，非欲苟自尊严，乃为社稷生民之计也。陛下好自走马射的以娱悦近臣，此乃少年为诸王时所为，非今日天子事业也。既非所以安养圣躬，又非所以仪刑后世，臣窃为陛下不取。”上悦。未几，以伏伽为谏议大夫。\r\n隋世选人，十一月集，至春而罢，人患其期促。至是，吏部侍郎观城刘林甫奏四时听选，随阙注拟，人以为便。\r\n唐初，士大夫以乱离之后，不乐仕进，官员不充。省符下诸州差人赴选，州府及诏使多以赤牒补官。至是尽省之，勒赴省选，集者七千馀人，林甫随才铨叙，各得其所，时人称之。诏以关中米贵，始分人于洛州选。\r\n上谓房玄龄曰：“官在得人，不在员多。”命玄龄并省，留文武总六百四十三员。\r\n隋秘书监晋陵刘子翼，有学行，性刚直，朋友有过，常面责之。李百药常称：“刘四虽复骂人，人终不恨。”是岁，有诏征之，辞以母老，不至。\r\n鄃令裴仁轨私役门夫，上怒，欲斩之。殿中侍御史长安李乾祐谏曰：“法者，陛下所与天下共也，非陛下所独有也。今仁轨坐轻罪而抵极刑，臣恐人无所措手足。”上悦，免仁轨死，以乾祐为侍御史。\r\n上尝语及关中、山东人，意有同异。殿中侍御史义丰张行成跪奏曰：“天子以四海为家，不当有东西之异；恐示人以隘。”上善其言，厚赐之。自是每有大政，常使预议。\r\n初，突厥既强，敕勒诸部分散，有薛延陀、回纥、都播、骨利干、多滥葛、同罗、仆固、拔野古、思结、浑、斛薛、结、阿跌、契苾、白等十五部，皆居碛北，风俗大抵与突厥同；薛延陀于诸部为最强。\r\n西突厥曷萨那可汗方强，敕勒诸部皆臣之。曷萨那征税无度，诸部皆怨。曷萨那诛其渠帅百馀人，敕勒相帅叛之，共推契苾哥楞为易勿真莫贺可汗，居贪于山北。又以薛延陀乙失钵为也咥小可汗，居燕末山北。及射匮可汗兵复振，薛延陀、契苾二部并去可汗之号以臣之。\r\n回纥等六部在郁督军山者，东属始毕可汗。统叶护可汗势衰，乙失钵之孙夷男帅其部落七万馀家，附于颉利可汗。颉利政乱，薛延陀与回纥、拔野古等相帅叛之。颉利遣其兄子欲谷设将十万骑讨之，回纥酋长菩萨将五千骑，与战于马鬣山，大破之。欲谷设走，菩萨追至天山，部众多为所虏，回纥由是大振。薛延陀又破其四设，颉利不能制。\r\n颉利益衰，国人离散。会大雪，平地数尺，羊马多死，民大饥，颉利恐唐乘其弊，引兵入朔州境上，扬言会猎，实设备焉。鸿胪卿郑元璹使突厥还。言于上曰：“戎狄兴衰，专以羊马为侯。今突厥民饥畜瘦，此将亡之兆也，不过三年。”上然之。群臣多劝上乘间击突厥，上曰：“新与人盟而背之，不信；利人之灾，不仁；乘人之危以取胜，不武。纵使其种落尽叛，六畜无馀，朕终不击，必待有罪，然后讨之。”\r\n西突厥统叶护可汗遣真珠统俟斤与高平王道立来，献万钉宝钿金带，马五千匹，以迎公主。颉利不欲中国与之和亲，数遣兵入寇，又遣人谓统叶护曰：“汝迎唐公主，要须经我国中过。”统叶护患之，未成昏。\n◎贞观二年戊子，公元六二八年\n春，正月，辛亥，右仆射长孙无忌罢。时有密表称无忌权宠过盛者，上以表示之，曰：“朕于卿洞然无疑，若各怀所闻而不言，则君臣之意有不通。”又召百官谓之曰：“朕诸子皆幼，视无忌如子，非他人所能间也。”无忌自惧满盈，固求逊位，皇后又力为之请，上乃许之，以为开府仪同三司。\r\n置六司侍郎，副六尚书；并置左右司郎中各一人。\r\n癸丑，吐谷浑寇岷州，都督李道彦击走之。\r\n丁巳，徙汉王恪为蜀王，卫王泰为越王，楚王祐为燕王。上问魏征曰：“人主何为而明，何为而暗？”对曰：“兼听则明，偏信则暗。昔尧清问下民，故有苗之恶得以上闻；舜明四目，达四聪，故共、鲧、欢兜不能蔽也。秦二世偏信赵高，以成望夷之祸；梁武帝偏信硃异，以取台城之辱；隋炀帝偏信虞世基，以致彭城阁之变。是故人君兼听广纳，则贵臣不得拥蔽，而下情得以上通也。”上曰：“善！”\r\n上谓黄门侍郎王珪曰：“开皇十四年大旱，隋文帝不许赈给，而令百姓就食山东，比至末年，天下储积可供五十年。炀帝恃其富饶，侈心无厌，卒亡天下。但使仓廪之积足以备凶年，其馀何用哉！”\r\n二月，上谓侍臣曰：“人言天子至尊，无所畏惮。朕则不然，上畏皇天之监临，下惮群臣之瞻仰，兢兢业业，犹恐不合天意，未副人望。”魏征曰：“此诚致治之要，愿陛下慎终如始，则善矣。”\r\n上谓房玄龄等曰：“为政莫若至公。昔诸葛亮窜廖立、李严于南夷，亮卒而立、严皆悲泣，有死者，非至公能如是乎！又高颎为隋相，公平识治体，隋之兴亡，系颎之存没。朕既慕前世之明君，卿等不可不法前世之贤相也。”\r\n三月，戊寅朔，日有食之。\r\n壬子，大理少卿胡演进每月囚帐；上命自今大辟皆令中书、门下四品已上及尚书议之，庶无冤滥。既而引囚，至岐州刺史郑善果，上谓胡演曰：“善果虽复有罪，官品不卑，岂可使与诸囚为伍。自今三品以上犯罪，不须引过，听于朝堂俟进止。”\r\n关内旱饥，民多卖子以接衣食；己巳，诏出御府金帛为赎之，归其父母。庚午，诏以去岁霖雨，今兹旱、蝗，赦天下。诏书略曰：“若使年谷丰稔，天下又安，移灾朕身，以存万国，是所愿也，甘心无吝。”会所在有雨，民大悦。\r\n夏，四月，己卯，诏以“隋末乱离，因之饥馑，暴骸满野，伤人心目，宜令所在官司收瘗。”\r\n初，突厥突利可汗建牙直幽州之北，主东偏，奚、等数十部多叛突厥来降，颉利可汗以其失众责之。及薛延陀、回纥等败欲谷设，颉利遣突利讨之，突利兵又败，轻骑奔还。颉利怒，拘之十馀日而挞之，突利由是怨，阴欲叛颉利。颉利数征兵于突利，突利不与，表请入朝。上谓侍臣曰：“向者突厥之强，控弦百万，凭陵中夏，用是骄恣，以失其民。今自请入朝，非困穷，肯如是乎！朕闻之，且喜且惧。何则？突厥衰则边境安矣，故喜。然朕或失道，它日亦将如突厥，能无惧乎！卿曹宜不惜苦谏，以辅朕之不逮也。”颉利发兵攻突利，丁亥，突利遣使来求救。上谋于大臣曰：“朕与突利为兄弟，有急不可不救。然颉利亦与之有盟，奈何？”兵部尚书杜如晦曰：“戎狄无信，终当负约，今不因其乱而取之，后悔无及。夫取乱侮亡，古之道也。”\r\n丙申，契丹酋长帅其部落来降。颉利遣使请以梁师都易契丹，上谓使者曰：“契丹与突厥异类，今来归附，何故索之！师都中国之人，盗我土地，暴我百姓，突厥受而庇之，我兴兵致讨，辄来救之，彼如鱼游釜中，何患不为我有！借使不得，亦终不以降附之民易之也。”\r\n先是，上知突厥政乱，不能庇梁师都，以书谕之，师都不从。上遣夏州都督长史刘旻、司马刘兰成图之，旻等数遣轻骑践其禾稼，多纵反间，离其君臣，其国渐虚，降者相属。其名将李正宝等谋执师都，事泄，来奔，由是上下益相疑。旻等知可取，上表请兵。上遣右卫大将军柴绍、殿中少监薛万均击之，又遣旻等据朔方东城以逼之。师都引突厥兵至城下，刘兰成偃旗卧鼓不出。师都宵遁，兰成追击，破之。突厥大发兵救师都，柴绍等未至朔方数十里，与突厥遇，奋击，大破之，遂围朔方。突厥不敢救，城中食尽。壬寅，师都从父弟洛仁杀师都，以城降，以其地为夏州。\r\n太常少卿祖孝孙以为梁、陈之音多吴、楚，周、齐之音多胡、夷，于是斟酌南北，考以古声，作《唐雅乐》，凡八十四调、三十一曲、十二和。诏协律郎张文收与孝孙同修定。六月，乙酉，孝孙等奏新乐。上曰：“礼乐者，盖圣人缘情以设教耳，治之隆替，岂由于此？”御史大夫杜淹曰：“齐之将亡，作《伴侣曲》，陈之将亡，作《玉树后庭花》，其声哀思，行路闻之皆悲泣，何得言治之隆替不在乐也！”上曰：“不然。夫乐能感人，故乐者闻之则喜，忧者闻之则悲，悲喜在人心，非由乐也。将亡之政，民必愁苦，故闻乐而悲耳。今二曲具存，朕为公奏之，公岂悲乎？”右丞魏征曰：“古人称‘礼云礼云，玉帛云乎哉！乐云乐云，钟鼓云乎哉！’乐诚在人和，不在声音也。”\r\n臣光曰：“臣闻垂能目制方圆，心度曲直，然不能以教人，其所以教人者，必规矩而已矣。圣人不勉而中，不思而得，然不能以授人，其所以授人者，必礼乐而已矣。礼者，圣人之所履也；乐者，圣人之所乐也。圣人履中正而乐和平，又思与四海共之，百世传之，于是乎作礼乐焉。故工人执垂之规矩而施之器，是亦垂之功已；王者执五帝、三王之礼乐而施之世，是亦五帝、三王之治已。五帝、三王，其违世已久，后之人见其礼知其所履，闻其乐知其所乐，炳然若犹存于世焉。此非礼乐之功邪？夫礼乐有本、有文：中和者，本也；容声者，末也；二者不可偏废。先王守礼乐之本，未尝须臾去于心，行礼乐之文，未尝须臾远于身。兴于闺门，著于朝廷，被于乡遂比邻，达于诸侯，流于四海，自祭祀军旅至于饮食起居，未尝不在礼乐之中；如此数十百年，然后治化周浃，凤凰来仪也。苟无其本而徒有其末，一日行之而百日舍之，求以移风易俗，诚亦难矣。是以汉武帝置协律，歌天瑞，非不美也，不能免哀痛之诏。王莽建羲和，考律吕，非不精也，不能救渐台之祸。晋武制笛尺，调金石，非不详也，不能弭平阳之灾。梁武帝立四器、调八音，非不察也，不能免台城之辱。然则韶、夏、濩、武之音，具存于世，苟其馀不足以称之，曾不能化一夫，况四海乎！是犹执垂之规矩而无工与材，坐而待器之成，终不可得也。况齐、陈淫昏之主，亡国之音，暂奏于庭，乌能变一世之哀乐乎！而太宗遽云治之隆替不由于乐，何发言之易而果于非圣人也如此？\r\n夫礼非威仪之谓也，然无威仪则礼不可得而行矣。乐非声音之谓也，然无声音则乐不可得而见矣。譬诸山，取其一土一石而谓之山则不可，然土石皆去，山于何在哉！故曰：“无本不立，无文不行。”奈何以齐、陈之音不验于今世，而谓乐无益于治乱，何异睹拳石而轻泰山乎！必若所言，则是五帝、三五之作乐皆妄也。”君子于其所不知，盖阙如也。”惜哉！\r\n戊子，上谓侍臣曰：“朕观《隋炀帝集》，文辞奥博，亦知是尧、舜而非桀、纣，然行事何其反也！”魏征对曰：“人君虽圣哲，犹当虚己以受人，故智者献其谋，勇者竭其力。炀帝恃其俊才，骄矜自用，故口诵尧、舜之言而身为桀、纣之行，曾不自知，以至覆亡也。”上曰：“前事不远，吾属之师也！”\r\n畿内有蝗。辛卯，上入苑中，见蝗，掇数枚，祝之曰：“民以谷为命，而汝食之，宁食吾之肺肠。”举手欲吞之，左右谏曰：“恶物或成疾。”上曰：“朕为民受灾，何疾之避！”遂吞之。是岁，蝗不为灾。\r\n上曰：“朕每临朝，欲发一言，未尝不三思。恐为民害，是以不多言。”给事中知起居事杜正伦曰：“臣职在记言，陛下之言失，臣必书之，岂徒有害于今，亦恐贻讥于后。”上悦，赐帛二百段。\r\n上曰：“梁武帝君臣惟谈苦空，侯景之乱，百官不能乘马。元帝为周师所围，犹讲《老子》，百官戎服以听。此深足为戒。朕所好者，唯尧、舜、周、孔之道，以为如鸟有翼，如鱼有水，失之则死，不可暂无耳。”\r\n以辰州刺史裴虔通，隋炀帝故人，特蒙宠任，而身为弑逆，虽时移事变，屡更赦令，幸免族夷，不可犹使牧民，乃下诏除名，流欢州。虔通常言“身除隋室以启大唐”，自以为功，颇有觖望之色。及得罪，怨愤而死。\r\n秋，七月，诏宇文化及之党莱州刺史牛方裕、绛州刺史薛世良、广州都督长史唐奉义、隋武牙郎将元礼并除名徙边。\r\n上谓侍臣曰：“古语有之：‘赦者小人之幸，君子之不幸。’‘一岁再赦，善人暗哑。’夫养稂莠者害嘉谷，赦有罪者贼良民，故朕即位以来，不欲数赦，恐小人恃之轻犯宪章故也！”\n\n作者：司马光",
        "《资治通鉴 · 卷二百二十四 · 唐纪四十》\n起旃蒙大荒落闰月，尽昭阳赤奋若，凡八年有奇。\n代宗睿文孝武皇帝中之上\n◎永泰元年乙巳，公元七六五年\n闰十月，乙巳，郭子仪入朝。子仪以灵武初复，百姓雕弊，戎落未安，请以朔方军粮使三原路嗣恭镇之；河西节度使杨志烈既死，请遣使巡抚河西及置凉、甘、肃、瓜、沙等州长史。上皆从之。\r\n丁未，百官请纳职田充军粮；许之。\r\n戊申，以户部侍郎路嗣恭为朔方节度使。嗣公披荆棘，立军府，威令大行。\r\n己酉，郭子仪还河中。\r\n初，剑南节度使严武奏将军崔旰为利州刺史；时蜀中新乱，山贼塞路，旰讨平之。及武再镇剑南，赂山南西道节度使张献诚以求旰，献诚使旰移疾自解，诣武。武以为汉州刺史，使将兵击吐蕃于西山，连拔其数城，攘地数百里，武作七宝舆迎旰入成都以宠之。\r\n武薨，行军司马杜济知军府事。都知兵马使郭英幹，英乂之弟也，与都虞候郭嘉琳共请英乂为节度使；旰时为西山都知兵马使，与所部共请大将王崇俊为节度使，会朝廷已除英乂，英乂由是衔之，至成都数日，即诬崇俊以罪而诛之。召旰还成都，旰辞以备吐蕃，未可归，英乂愈怒，绝其馈饷以困之。旰转徙入深山，英乂自将兵攻之，声言助旰拒守。会大雪，山谷深数尺，士马冻死者甚众，旰出兵击之，英乂大败，收馀兵，才及千人而还。\r\n英乂为政，严暴骄奢，不恤士卒，众心离怨。玄宗之离蜀也，以所居行宫为道士观，仍铸金为真容。英乂爱其竹树茂美，奏为军营，因徙去真容，自居之。旰宣言英乂反，不然，何以徙真容自居其处！于是帅所部五千馀人袭成都。辛亥，战于城西，英乂大败。旰遂入成都，屠英乂家。英乂单骑奔简州。普州刺史韩澄杀英乂，送首于旰。邛州牙将柏茂琳、泸州牙将杨子琳、剑州牙将李昌夔各举兵讨旰，蜀中大乱。旰，卫州人也。\r\n华原令顾繇上言，元载子伯和等招权受贿，十二月，戊戌，繇坐流锦州。\r\n自安、史之乱，国子监室堂颓坏，军士多借居之。祭酒萧昕上言：“学校不可遂废。”\n◎大历元年丙午，公元七六六年\n春，正月，乙酉，敕复补国子学生。\r\n丙戌，以户部尚书刘晏为都畿、河南、淮南、江南、湖南、荆南、山南东道转运、常平、铸钱、盐铁等使，侍郎第五琦为京畿、关内、河东、剑南、山南西道转运等使，分理天下财赋。\r\n周智光至华州，益骄横，召之，不至，上命杜冕从张献诚于山南以避之；智光遣兵于商山邀之，不获。智光自知罪重，乃聚亡命、无赖子弟，众至数万，纵其剽掠以悦其心，擅留关中所漕米二万斛，籓镇贡献，往往杀其使者而夺之。\r\n二月，丁亥朔，释奠于国子监。命宰相帅常参官、鱼朝恩帅六军诸将往听讲，子弟皆服硃紫为诸生。朝恩既贵显，乃学讲经为文，仅能执笔辨章句，遽自谓才兼文武，人莫敢与之抗。\r\n辛卯，命有司修国子监。\r\n元载专权，恐奏事者攻讦其私，乃请：“百官凡论事，皆先白长官，长官白宰相，然后奏闻。”仍以上旨谕百官曰：“比日诸司奏事烦多，所言多谗毁，故委长官、宰相先定其可否。”\r\n刑部尚书颜真卿上疏，以为：“郎官、御史，陛下之耳目。今使论事者先白宰相，是自掩其耳目也。陛下患群臣之为谗，何不察其言之虚实！若所言果虚宜诛之，果实宜赏之。不务为此，而使天下谓陛下厌听览之烦，托此为辞以塞谏争之路，臣窃为陛下惜之。太宗著《门司式》云：‘其无门籍人，有急奏者，皆令门司与仗家引奏，无得关碍。’所以防壅蔽也。天宝以后，李林甫为相，深疾言者，道路以目。上意不下逮，下情不上达，蒙蔽喑呜，卒成幸蜀之祸。陵夷至于今日，其所从来者渐矣。夫人主大开不讳之路，群臣犹莫敢尽言，况令宰相大臣裁而抑之，则陛下所闻见者不过三数人耳。天下之士从此钳口结舌，陛下见无复言者，以为天下无事可论，是林甫复起于今日也！昔林甫虽擅权，群臣有不咨宰相辄奏事者，则托以它事阴中伤之，犹不敢明令百司奏事皆先白宰相也。陛下倘不早寤，渐成孤立，后虽悔之，亦无及矣！”载闻而恨之，奏真卿诽谤；乙未，贬峡州别驾。\r\n己亥，命大理少卿杨济修好于吐蕃。\r\n壬子，以杜鸿渐为山南西道·剑南东·西川副元帅、剑南西川节度使，以平蜀乱。\r\n以四镇、北庭行营节度使马璘兼邠宁节度使。璘以段秀实为三使都虞候。卒有能引弓重二百四十斤者，犯盗当死，璘欲生之，秀实曰：“将有爱憎而法不一，虽韩、彭不能为理。”璘善其议，竟杀之。璘处事或不中理，秀实力争之。璘有时怒甚，左右战栗，秀实曰：“秀实罪若可杀，何以怒为！无罪杀人，恐涉非道。”璘拂衣起，秀实徐步而出；良久，璘置酒召秀实谢之。自是军州事皆咨秀实而后行。璘由是在邠宁，声称殊美。\r\n癸丑，以山南西道节度使张献诚兼剑南东川节度使，邛州刺史柏茂琳为邛南防御使；以崔旰为茂州刺史，充西山防御使。三月，癸未，献诚与旰战于梓州，献诚军败，仅以身免，旌节皆为旰所夺。\r\n夏，五月，河西节度使杨休明徙镇沙州。\r\n秋，八月，国子监成；丁亥，释奠。鱼朝恩执《易》升高座，讲“鼎覆餗”以讥宰相。王缙怒，元载怡然。朝恩谓人曰：“怒者常情，笑者不可测也。”\r\n杜鸿渐至蜀境，闻张献诚败而惧，使人先达意于崔旰，许以万全。旰卑辞重赂以迎之，鸿渐喜；进至成都，见旰，但接以温恭，无一言责其干纪，日与将佐高会，州府事悉以委旰。又数荐之于朝，因请以节度让旰，以柏茂琳、杨子琳、李昌夔各为本州刺史。上不得已从之。壬寅，以旰为成都尹、西川节度行军司马。\r\n甲辰，以鱼朝恩行内侍监、判国子监事。中书舍人京兆常衮上言：“成均之任，当用名儒，不宜以宦者领之。”丁未，命宰相以下送朝恩上。京兆尹黎幹自南山引涧水穿漕渠入长安，功竟不成。\r\n冬，十月，乙未，上生日，诸道节度使献金帛、器服、珍玩、骏马为寿，共值缗钱二十四万。常衮上言，以为：“节度使非能男耕女织，必取之于人。敛怨求媚，不可长也。请却之。”上不听。\r\n京兆尹第五琦什一税法，民苦其重，多流亡。十一月，甲子，日南至，赦，改元，悉停什一税法。\r\n十二月，癸卯，周智光杀陕州监军张志斌。智光素与陕州刺史皇甫温不协，志斌入奏事，智光馆之，志斌责其部下不肃，智光怒曰：“仆固怀恩不反，正由汝辈激之。我亦不反，今日为汝反矣！”叱下斩之，脔食其肉。朝士举选人，畏智光之暴，多自同州窃过，智光遣将将兵邀之于路，死者甚众。戊申，诏加智光检校左仆射，遣中使余元仙持告身授之。智光慢骂曰：“智光有大功于天下国家，不与平章事而与仆射！且同、华地狭，不足展材，若益以陕、虢、商、鄜、坊五州，庶犹可耳。”因历数大臣过失，且曰：“此去长安百八十里，智光夜眠不敢舒足，恐踏破长安城，至于挟天子令诸侯，惟周智光能之。”元仙股栗。郭子仪屡请讨智光，上不许。\r\n郭子仪以河中军食常乏，乃自耕百亩，将校以是为差，于是士卒皆不劝而耕。是岁，河中野无旷土，军有馀粮。\r\n以陇右行军司马陈少游为桂管观察使。少游，博州人也，为吏强敏而好贿，善结权贵，以是得进。既得桂州，恶其道远多瘴疠；宦官董秀掌枢密，少游请岁献五万缗，又纳贿于元载子仲武。内外引荐，数日，改宣歙观察使。\n◎大历二年丁未，公元七六七年\n春，正月，丁巳，密诏郭子仪讨周智光。子仪命大将浑瑊、李怀光军于渭上；智光麾下闻之，皆有离心。己未，智光大将李汉惠自同州帅所部降于子仪。壬戌，贬智光澧州刺史。甲子，华州牙将姚怀、李延俊杀智光，以其首来献。淮西节度使李忠臣入朝，以收华州为名，帅所部兵大掠，自潼关至赤水二百里间，财畜殆尽，官吏有衣纸或数日不食者。己巳，置潼关镇兵二千人。\r\n壬申，分剑南置东川观察使，镇遂州。\r\n二月，丙戌，郭子仪入朝。上命元载、王缙、鱼朝恩等互置酒于其第，一会之费至十万缗。上礼重子仪。常谓之大臣而不名。\r\n郭暧尝与升平公主争言，暧曰：“汝倚乃父为天子邪？我父薄天子不为！”公主恚，奔车奏之。上曰：“此非汝所知。彼诚如是，使彼欲为天子，天下岂汝家所有邪？”慰谕令归。子仪闻之，囚暧，入待罪。上曰：“鄙谚有之：‘不痴不聋，不作家翁。’儿女子闺房之言，何足听也！”子仪归，杖暧数十。\r\n夏，四月，庚子，命宰相、鱼朝恩与吐蕃盟于兴唐寺。\r\n杜鸿渐请入朝奏事，以崔旰知西川留后。六月，甲戌，鸿渐来自成都，广为贡献，因盛陈利害，荐旰才堪寄任；上亦务姑息，乃留鸿渐复知政事。秋，七月，丙寅，以旰为西川节度使，杜济为东川节度使。旰复敛以赂权贵，元载擢旰弟宽至御史中丞，宽兄审至给事中。\r\n丁卯，鱼朝恩奏以先所赐庄为章敬寺，以资章敬太后冥福，于是穷壮极丽，尽都市之材不足用，奏毁曲江及华清宫馆以给之，费逾万亿。卫州进士高郢上书，略曰：“先太后圣德，不必以一寺增辉；国家永图，元宁以百姓为本。舍人就寺，何福之为！”又曰：“无寺犹可，无人其可乎！”又曰：“陛下当卑宫室，以夏禹为法。而崇塔庙，踵梁武之风乎？”又上书，略曰：“古之明王积善以致福，不费财以求福；修德以消祸，不劳人以禳祸。今兴造急促，昼夜不息，力不逮者随以榜笞，愁痛之声盈于道路，以此望福，臣恐不然。”又曰：“陛下回正道于内心，求微助于外物，徇左右之过计，伤皇王之大猷，臣窃为陛下惜之！”皆寝不报。\r\n始，上好祠祀，未甚重佛。元载、王缙、杜鸿渐为相，三人皆好佛；缙尤甚，不食荤血，与鸿渐造寺无穷。上尝问以：“佛言报应，果为有无？”载等奏以：“国家运祚灵长，非宿植福业，何以致之！福业已定，虽时有小灾，终不能为害，所以安、史悖逆方炽而皆有子祸；仆固怀恩称兵内侮，出门病死；回纥、吐蕃大举深入，不战而退：此皆非人力所及，岂得言无报应也！”上由是深信之，常于禁中饭僧百馀人；有寇至则令僧讲《仁王经》以禳之，寇去则厚加赏赐。胡僧不空，官至卿监，爵为国公，出入禁闼，势移权贵，京畿良田美利多归僧寺。敕天下无得棰曳僧尼。造金阁寺于五台山，铸铜涂金为瓦，所费巨亿，缙给中书符牒，令五台僧数十人散之四方，求利以营之。载等每侍上从容，多谈佛事，由是中外臣民承流相化，皆废人事而奉佛，政刑日紊矣。\r\n八月，庚辰，凤翔等道节度使、左仆射、平章事李抱玉入朝，固让仆射，言情确至，上许之；癸丑，又让凤翔节度使，不许。\r\n丁酉，杜鸿渐饭千僧，以使蜀无恙故也。\r\n九月，吐蕃众数万围灵州，游骑至潘原、宜禄；郭子仪自河中帅甲士三万镇泾阳，京师戒严。甲子，子仪移镇奉天。\r\n山獠陷桂州，逐剌史李良。冬，十月，戊寅，朔方节度使路嗣恭破吐蕃于灵州城下，斩首二千馀级；吐蕃引去。\r\n十二月，庚辰，盗发郭子仪父冢，捕之，不获。人以为鱼朝恩素恶子仪，疑其使之。子仪自奉天入朝，朝廷忧其为变；子仪见上，上语及之，子仪流涕曰：“臣久将兵，不能禁暴，军士多发人冢，今日及此，乃天谴，非人事也。”朝廷乃安。\r\n是岁，复以镇西为安西。\r\n新罗王宪英卒，子乾运立。\n◎大历三年戊申，公元七六八年\n春，正月，乙丑，上幸章敬寺，度僧尼千人。\r\n赠建宁王倓为齐王。\r\n二月，癸巳，商州兵马使刘洽杀防御使殷仲卿，寻讨平之。\r\n甲午，郭子仪禁无故军中走马。南阳夫人乳母之子犯禁，都虞候杖杀之。诸子泣诉子仪，且言都虞候之横，子仪叱遣之。明日，以事语僚佐而叹息曰：“子仪诸子，皆奴材也。不赏父之都虞候而惜母之乳母子，非奴材而何！”\r\n庚子，以后宫独孤氏为贵妃。\r\n三月，乙巳朔，日有食之。\r\n夏，四月，戊寅，山南西道节度使张献诚，以疾举从父弟右羽林将军献恭自代，上许之。\r\n壬寅，西川节度使崔旰入朝。\r\n初，上遣中使征李泌于衡山，既至，复赐金紫，为之作书院于蓬莱殿侧，上时衣汗衫、蹑屦过之，自给、舍以上及方镇除拜、军国大事，皆与之议。又使鱼朝恩于白花屯为泌作外院，使与亲旧相见。\r\n上欲以泌为门下侍郎、同平章事，泌固辞。上曰：“机务之烦，不得晨夕相见，诚不若且居密近，何必署敕然后为宰相邪！”后因端午，王、公、妃、主各献服玩，上谓泌曰：“先生何独无所献？”对曰：“臣居禁中，自巾至履皆陛下所赐，所馀独一身耳，何以为献！”上曰：“朕所求正在此耳。”泌曰：“臣身非陛下有，谁则有之？”上曰：“先帝欲以宰相屈卿而不能得，自今既献其身，当惟朕所为，不为卿有矣。”泌曰：“陛下欲使臣何为？”上曰：“朕欲卿食酒肉，有室家，受禄位，为俗人。”泌泣曰：“臣绝粒二十馀年，陛下何必使臣隳其志乎！”上曰：“泣复何益！卿在九重之中，欲何之？”乃命中使为泌葬二亲，又为泌娶卢氏女为妻，资费皆出县官。赐第于光福坊，令泌数日宿第中，数日宿蓬莱院。\r\n上与泌语及齐王倓，欲厚加褒赠，泌请用岐、薛故事赠太子，上泣曰：“吾弟首建灵武之议，成中兴之业，岐、薛岂有此功乎！竭诚忠孝，乃为谗人所害。向使尚存，朕必以为太弟。今当崇以帝号，成吾夙志。”乙卯制，追谥倓曰承天皇帝；庚申，葬顺陵。\r\n崔旰之入朝也，以弟宽为留后，泸州刺史杨子琳帅精骑数千乘虚突入成都；朝廷闻之，加旰检校工商尚书，赐名宁，遣还镇。\r\n六月，壬辰，幽州兵马使硃希彩、经略副使昌平硃泚、泚弟滔共杀节度使李怀仙，希彩自称留后。闰月，成德军节度使李宝臣遣将将兵讨希彩，为希彩所败，朝廷不得已宥之。庚申，以王缙领卢龙节度使；丁卯，以希彩知幽州留后。\r\n崔宽与杨子琳战，数不利，秋，七月，崔宁妾任氏出家财数十万，募兵得数千人，帅以击子琳，破之；子琳走。\r\n乙亥，王缙如幽州，硃希彩盛兵严备以逆之。缙晏然而行，希彩迎谒甚恭。缙度终不可制，劳军，旬馀日而还。\r\n回纥可敦卒，庚辰，以右散骑常侍萧昕为吊祭使。回纥庭诘昕曰：“我于唐有大功，唐奈何失信，市我马，不时归其直？”昕曰：“回纥之功，唐已报之矣。仆固怀恩之叛，回纥助之，与吐蕃连兵入寇，逼我郊畿。及怀恩死，吐蕃走，然后回纥惧而请和，我唐不忘前功，加惠而纵之。不然，匹马不归矣。乃回纥负约，岂唐失信邪！”回纥惭，厚礼而归之。\r\n丙戌，内出盂兰盆赐章敬寺。设七庙神座，书尊号于幡上，百官迎谒于光顺门。自是岁以为常。\r\n八月，壬戌，吐蕃十万众寇灵武。丁卯，吐蕃尚赞摩二万众寇邠州，京师戒严；邠宁节度使马璘击破之。\r\n庚午，河东节度使、同平章事辛云京薨，以王缙领河东节度使，馀如故。\r\n九月，壬申，命郭子仪将兵五万屯奉天以备吐蕃。\r\n丁丑，济王环薨。\r\n壬午，朔方骑将白元光击吐蕃，破之。壬辰，元光又破吐蕃二万众于灵武。凤翔节度使李抱玉使右军都将临洮李晟将兵五千击吐蕃，晟曰：“以力则五千不足用；以谋则太多。”乃将千人兼行出大震关；至临洮，屠吐蕃定秦堡，焚其积聚，虏堡帅慕容谷种而还。吐蕃闻之，释灵州之围而去。戊戌，京师解严。\r\n颍州刺史李岵以事忤滑亳节度使令狐彰，彰使节度判官姚奭按行颍州，因代岵领州事，且曰：“岵不受代，即杀之。”岵知之，因激怒将士，使杀奭，与奭同死者百馀人。岵走依河南节度使田神功于汴州。冬，十月，乙巳，彰表言其状，岵亦上表自理。上命给事中贺若察往按之。\r\n丁卯，郭子仪自奉天入朝。\r\n十一月，丁亥，以幽州留后硃希彩为节度使。\r\n郭子仪还河中。元载以吐蕃连岁入寇，马璘以四镇兵屯邠宁，力不能拒，而郭子仪以朔方重兵镇河中，深居腹中无事之地，乃与子仪及诸将议，徙璘镇泾州，而使子仪以朔方兵镇邠州，曰：“若以边土荒残，军事不给，则以内地租税及运金帛以助之。”诸将皆以为然。十二月，己酉，徙马璘为泾原节度使，以邠、宁、庆三州隶朔方。璘先往城泾州，以都虞候段秀实知邠州留后。\r\n初，四镇、北庭兵远赴中原之难，久羁旅，数迁徙，四镇历汴、虢、凤翔，北庭历怀、绛、鄜然后至邠，颇积劳弊。及徙泾州，众皆怨诽。刀斧兵马使王童之谋作乱，期以辛酉旦警严而发。前夕，有告之者；秀实阳召掌漏者，怒之，以其失节，令每更来白，辄延之数刻，遂四更而曙，童之不果发。秀实欲讨之而乱迹未露，恐军中疑其冤。告者又云，“今夕欲焚马坊草，因救火谋作乱。中夕，火果发起，秀实命军中行者皆止，坐者勿起，各整部伍，严守要害。童之白请救火，不许。及旦，捕童之及其党八人，皆斩之。下令曰：“后徙者族，流言者刑！”遂徙于泾。\r\n癸亥，西川破吐蕃万馀众。\r\n平卢行军司马许杲将卒三千人驻濠州不去，有窥淮南意，淮南节度使崔圆令副使元城张万福摄濠州刺史；杲闻，即提卒去，止当涂。是岁，上召万福，以为和州刺史、行营防御使，讨杲。万福至州，杲惧，移军上元，又北至楚州大掠，淮南节度使韦元甫命万福追讨之；未至淮阴，杲为其将康自劝所逐。自劝拥兵继掠，循淮而东，万福倍道追而杀之，免者什二三。元甫将厚赏将士，万福曰：“官健常虚费衣粮，无所事。今方立小功，不足过赏，请用三分之一。”\n◎大历四年己酉，公元七六九年\n春，正月，丙子，郭子仪入朝，鱼朝恩邀之游章敬寺。元载恐其相结，密使子仪军吏告子仪曰：“朝恩谋不利于公。”子仪不听。吏亦告诸将，将士请衷甲以从者三百人。子仪曰：“我，国之大臣，彼无天子之命，安敢害我！若受命而来，汝曹欲何为！”乃从家僮数人而往。朝恩迎之，惊其从者之约。子仪以所闻告，且曰：“恐烦公经营耳。”朝恩抚膺捧手流涕曰：“非公长者，能无疑乎！”壬午，流李岵于夷州。\r\n乙酉，郭子仪还河中。\r\n辛卯，赐李岵死。\r\n二月，壬寅，以京兆之好畤、凤翔之麟游、普润隶神策军，从鱼朝恩之请也。\r\n杨子琳既败还泸州，招聚亡命，得数千人，沿江东下，声言入朝；涪州守捉使王守仙伏兵黄草峡，子琳悉擒之，击守仙于忠州，守仙仅以身免。子琳遂杀夔州别驾张忠，据其城。荆南节度使卫伯玉欲结以为援，以夔州许之，为之请于朝。阳曲人刘昌裔说子琳遣使诣阙请罪，子琳从之。乙巳，以子琳为峡州团练使。\r\n初，仆固怀恩死，上怜其有功，置其女宫中，养以为女。回纥请以为可敦，夏，五月，辛卯，册为崇徽公主，嫁回纥可汗。壬辰，遣兵部侍郎李涵送之，涵奏祠部郎中虞乡董晋为判官。六月，丁酉，公主辞行，至回纥牙帐。回纥来言曰：“唐约我为市，马既入，而归我贿不足，我于使人乎取之。”涵惧，不敢对，视晋，晋曰：“吾非无马而与尔为市，为尔赐不既多乎！尔之马岁至，吾数皮而归资。边吏请致诘也，天子念尔有劳，故下诏禁侵犯。诸戎畏我大国之尔与也，莫敢校焉。尔之父子宁而畜马蕃者，非我谁使之！”于是其众皆环晋拜。既又相帅南面序拜，皆举两手曰：“不敢有意大国。”\r\n戊申，王缙表让副元帅、都统、行营使，许之。\r\n辛酉，郭子仪自河中迁于邠州，其精兵皆自随，馀兵使裨将将之，分守河中、灵州。军士久家河中，颇不乐徙，往往自邠逃归；行军司马严郢领留府，悉捕得，诛其渠帅，众心乃定。\r\n秋，九月，吐蕃寇灵州；丁丑，朔方留后常谦光击破之。\r\n河东兵马使王无纵、张奉璋等恃功骄蹇，以王缙书生，易之，多违约束。缙受诏发兵诣盐州防秋，遣无纵、奉璋将步骑三千赴之。奉璋逗留不进，无纵托他事擅入太原城；缙悉擒斩之，并其党七人，诸将悍戾者殆尽，军府始安。\r\n冬，十月，常谦光奏吐蕃寇鸣沙，首尾四十里。郭子仪遣兵马使浑瑊将锐兵五千救灵州，子仪自将进至庆州，闻吐蕃退，乃还。\r\n黄门侍郎、同平章事杜鸿渐以疾辞位，壬申，许之；乙亥，薨。鸿渐病甚，令僧削发，遗令为塔以葬。\r\n丙子，以左仆射裴冕同平章事。初，元载为新平尉，冕尝荐之，故载举以为相，亦利其老病易制。受命之际，蹈舞仆地，载趋而扶之，代为谢词。十二月，戊戌，冕薨。\n◎大历五年庚戌，公元七七零年\n春，正月，己巳，羌奠白对蓬等各帅部落内属。\r\n观军容宣慰处置使、左监门卫大将军兼神策军使、内侍监鱼朝恩，专典禁兵，宠任无比，上常与议军国事，势倾朝野。朝恩好于广座恣谈时政，陵侮宰相，元载虽强辩，亦拱默不敢应。\r\n神策都虞候刘希暹，都知兵马使王驾鹤，皆有宠于朝恩；希暹说朝恩于北军置狱，使坊市恶少年罗告富室，诬以罪恶，捕系地牢，讯掠取服，籍没其家资入军，并分赏告捕者；地在禁密，人莫敢言。朝恩每奏事，以必允为期；朝廷政事有不豫者，辄怒曰：“天下事有不由我者邪！”上闻之，由是不怿。\r\n朝恩养子令徽尚幼，为内给使，衣绿，与同列忿争，归告朝恩。朝恩明日见上曰：“臣子官卑，为侪辈所陵，乞赐之紫衣。”上未应，有司已执紫衣于前，令徽服之，拜谢。上强笑曰：“儿服紫，大宜称。”心愈不平。\r\n元载测知上指，乘间奏朝恩专恣不轨，请除之。上亦知天下共怨怒，遂令载为方略。朝恩每入殿，常使射生将周皓将百人自卫，又使其党陕州节度使皇甫温握兵于外以为援；载皆以重赂结之，故朝恩阴谋密语，上一一闻之，而朝恩不之觉也。\r\n辛卯，载为上谋，徙李抱玉为山南西道节度使，以温为凤翔节度使，外重其权，实内温以自助也。载又请割郿、虢、宝鸡、鄠、盩厔隶抱玉，兴平、武功、天兴、扶风隶神策军，朝恩喜于得地，殊不以载为虞，骄横如故。\r\n壬辰，加河南尹张延赏为东京留守；罢河南等道副元帅，以其兵属留守。延赏，嘉贞之子也。\r\n二月，戊戌，李抱玉徙镇盩厔，军士愤怒，大掠凤翔坊市，数日乃定。\r\n刘希暹颇觉上意异，以告鱼朝恩，朝恩始疑惧。然上每见之，恩礼益隆，朝恩亦以此自安。皇甫温至京师，元载留之未遣，因与温及周皓密谋诛朝恩。既定计，载白上。上曰：“善图之，勿反受祸！”\r\n三月，癸酉，寒食，上置酒宴贵近于禁中，载守中书省。宴罢，朝恩将还营，上留之议事，因责其异图。朝恩自辩，语颇悖慢，皓与左右擒而缢杀之，外无知者。上下诏，罢朝恩观军容等使，内侍监如故。诈云“朝恩受诏乃自缢”，以尸还其家，赐钱六百万以葬。\r\n丁丑，加刘希暹、王驾鹤御史中丞，以慰安北军之心。丙戌，赦京畿系囚，命尽释朝恩党与，且曰：“北军将士，皆联爪牙，并宜仍旧。朕今亲御禁旅，勿有忧惧。”\r\n己丑，罢度支使及关内等道转运、常平、盐铁使，其度支事委宰相领之。敕皇甫温还镇于陕。\r\n元载既诛鱼朝恩，上宠任益厚，载遂志气骄溢；每众中大言，自谓有文武才略，古今莫及，弄权舞智，政以贿成，僭侈无度。吏部侍郎杨绾，典选平允，性介直，不附载。岭南节度使徐浩，贪而佞，倾南方珍货以赂载。辛卯，载以绾为国子祭酒，引浩代之。浩，越州人也。载有丈人自宣州来，从载求官，载度其人不足任事，但赠河北一书而遣之。丈人不悦，行至幽州，私发书视之，书无一言，惟署名而已。丈人大怒，不得已试谒院僚，判官闻有载书，大惊，立白节度使，遣大校以箱受书，馆之上舍，留宴数日，辞去，赠绢千匹。其威权动人如此。\r\n夏，四月，庚子，湖南兵马使臧玠杀观察使崔灌；澧州刺史杨子琳起兵讨之，取赂而还。\r\n泾原节度使马璘屡诉本镇荒残，无以赡军，上讽李抱玉以郑、颍二州让之；乙巳，以璘兼郑颖节度使。\r\n庚申，王缙自太原入朝。\r\n癸未，以左羽林大将军辛京杲为湖南观察使。\r\n荆南节度使卫伯玉遭母丧，六月，戊戌，以殿中监王昂代之。伯玉讽大将杨鉥等拒昂留己；甲寅，诏起复伯玉镇荆南如故。\r\n秋，七月，京畿饥，米斗千钱。\r\n刘希暹内常自疑，有不逊语，王驾鹤以闻。九月，辛未，赐希暹死。\r\n吐蕃寇永寿。\r\n冬，十一月，郭子仪入朝。\r\n上悉知元载所为，以其任政日久，欲全始终，因独见，深戒之；载犹不悛，上由是稍恶之。\r\n载以李泌有宠于上，忌之，言：“泌常与亲故宴于北军，与鱼朝恩亲善，宜知其谋。”上曰：“北军，泌之故吏也，故朕使之就见亲故。朝恩之诛，泌亦预谋，卿勿以为疑。”载与其党攻之不已；会江西观察使魏少游求参佐，上谓泌曰：“元载不容卿，朕今匿卿于魏少游所，俟朕决意除载，当有信报卿，可束装来。”乃以泌为江西判官，且属少游使善待之。\n◎大历六年辛亥，公元七七一年\n春，二月，壬寅，河西、陇右、山南西道副元帅兼泽潞、山南西道节度使李抱玉上言：“凡所掌之兵，当自训练。今自河、陇达于扶、文，绵亘二千馀里，抚御至难。若吐蕃两道俱下，臣保固汧、陇则不救梁岷，进兵扶、文则寇逼关辅，首尾不赡，进退无从。愿更择能臣，委以山南，使臣得专备陇坻。”诏许之。\r\n郭子仪还邠州。\r\n岭南蛮酋梁崇牵自称平南十道大都统，据容州，与西原蛮张侯、夏永等连兵攻陷城邑，前容管经略使元结等皆寄治藤梧。经略使王翃至藤州，以私财募兵，不数月，斩贼帅欧阳珪，驰诣广州，见节度使李勉，请兵以复容州，勉以为难，翃曰：“大夫如未暇出兵，但乞移牒诸州，扬言出千兵为援，冀藉声势，亦可成功。”勉从之。翃乃与义州刺史陈仁璀、藤州刺史李晓庭等结盟讨贼。翃募得三千馀人，破贼数万众；攻容州，拔之，擒梁崇牵，前后大小百馀战，尽复容州故地。分命诸将袭西原蛮，复郁林等诸州。\r\n先是，番禺贼帅冯崇道，桂州叛将硃济时，皆据险为乱，陷十馀州，官军讨之，连年不克；李勉遣其将李观与翃并力攻讨，悉斩之，三月，五岭皆平。\r\n河北旱，米斗千钱。\r\n夏，四月，己未，澧州刺史杨子琳入朝，上优接之，赐名猷。\r\n庚申，以典内董秀为内常侍。\r\n吐蕃请和；庚辰，遣兼御史大夫吴损使于吐蕃。\r\n成都司录李少良上书言元载奸赃阴事，上置少良于客省。少良以上语告友人韦颂，殿中侍御史陆珽以告载，载奏之。上怒，下少良、颂、珽御史台狱。御史奏少良、颂、珽凶险比周，离间君臣，五月，戊申，赦付京兆，皆杖死。\r\n秋，七月，丙午，元载奏，凡别敕除文、武六品以下官，乞令吏部、兵部无得检勘，从之。时载所奏拟多不遵法度，恐为有司所驳故也。\r\n八月，丁卯，淮西节度使李忠臣将兵二千屯奉天防秋。\r\n上益厌元载所为，思得士大夫之不阿附者为腹心，渐收载权。丙子，内出制书，以沂西观察使李栖筠为御史大夫，宰相不知，载由是稍绌。\r\n九月，吐蕃下青石岭，军于那城；郭子仪使人谕之，明日，引退。\r\n是岁，以尚书右丞韩滉为户部侍郎、判度支。自兵兴以来，所在赋敛无度，仓库出入无法，国用虚耗。滉为人廉勤，精于簿领，作赋敛出入之法，御下严急，吏不敢欺；亦值连岁丰穰，边境无寇，自是仓库蓄积始充。滉，休之子也。\n◎大历七年壬子，公元七七二年\n春，正月，甲辰，回纥使者擅出鸿胪寺，掠人子女；所司禁之，殴击所司，以三百骑犯金光、硃雀门。是早，宫门皆闭，上遣中使刘清潭谕之，乃止。三月，郭子仪入朝；丙午，还邠州。\r\n夏，四月，吐蕃五千骑至灵州，寻退。\r\n五月，乙未，赦天下。\r\n秋，七月，癸巳，回纥又擅出鸿胪寺，逐长安令邵说至含光门街，夺其马；说乘他马而去，弗敢争。\r\n卢龙节度使硃希彩既得位，悖慢朝廷，残虐将卒；孔目官李怀瑗因众怒，伺间杀之。众未知所从；经略副使硃泚营于城北，其弟滔将牙内兵，潜使百馀人于众中大言曰：“节度使非硃副使不可；”众皆从之。泚遂权知留后，遣使言状。冬，十月，辛未，以泚为检校左常侍、幽州、卢龙节度使。\r\n十二月，辛未，置永平军于滑州。\n◎大历八年癸丑，公元七七三年\n春，正月，昭义节度使、相州刺史薛嵩薨。子平，年十二，将士胁以为帅，平伪许之；既而让其叔父崿，夜奉父丧，逃归乡里。壬午，制以崿知留后。\r\n二月，壬申，永平节度使令狐彰薨。彰承滑、亳离乱之后，治军劝农，府廪充实。时籓镇率皆跋扈，独彰贡赋未尝阙；岁遣兵三千诣京西防秋，自赍粮食，道路供馈皆不受，所过秋毫不犯。疾亟，召掌书记高阳齐映，与谋后事，映劝彰请代人，遣子归私第；彰从之，遗表称：“昔鱼朝恩破史朝义，欲掠滑州，臣不听，由是有隙。及朝恩诛，值臣寝疾，以是未得入朝，生死愧负。臣今必不起，仓库畜牧，先已封籍，军中将士，州县官吏，按堵待命。伏见吏部尚书刘晏、工部尚书李勉可委大事，愿速以代臣。臣男建等，今勒归东都私第。”彰薨，将士欲立建，建誓死不从，举家西归。三月，丙子，以李勉为永平节度使。\r\n吏部侍郎徐浩、薛邕，皆元载、王缙之党；浩妾弟侯莫陈怤为美原尉，浩属京兆尹杜济虚以知驿奏优，又属邕拟长安尉。怤参台，御史大夫李栖筠劾奏其状，敕礼部侍郎万年于邵等按之。邵奏邕罪在敕前，应原除，上怒。夏，五月，乙酉，贬浩明州别驾，邕歙州刺史；丙戌，贬济杭州刺史，邵桂州长史，朝廷稍肃。\r\n辛卯，郑王邈薨，赠昭靖太子。\r\n回纥自乾元以来，岁求和市，每一马易四十缣，动至数万匹，马皆驽瘠无用；朝廷苦之，所市多不能尽其数，回纥待遣、继至者常不绝于鸿胪。至是，上欲悦其意，命尽市之。秋，七月，辛丑，回纥辞归，载赐遣及马价，共用车千馀乘。\r\n八月，己未，吐蕃六万骑寇灵武，践秋稼而去。辛未，幽州节度使硃泚遣弟滔将五千精骑诣泾州防秋。自安禄山反，幽州兵未尝为用，滔至，上大喜，劳赐甚厚。\r\n壬申，回纥复遣使者赤心以马万匹来求互市。\r\n九月，壬午，循州刺史哥舒晃杀岭南节度史吕崇贲，据岭南反。\r\n癸未，晋州男子郇模，以麻辫发，持竹筐苇席，哭于东市。人问其故，对曰：“愿献三十字，一字为一事；若言无所取，请以席裹尸，贮筐中，弃于野。”京兆以闻。上召见，赐新衣，馆于客省。其言“团”者，请罢诸州团练使也；“监”者，请罢诸道监军使也。\r\n魏博节度使田承嗣为安、史父子立祠堂，谓之四圣，且求为相；上令内侍孙知古因奉使讽令毁之。冬，十月，甲辰，加承嗣同平章事以褒之。\r\n灵州破吐蕃万馀众。吐蕃众十万寇泾、邠，郭子仪遣朔方兵马使浑瑊将步骑五千拒之。庚申，战于宜禄。瑊登黄萯原望虏，命据险布拒马以备其驰突。宿将史抗、温儒雅等意轻瑊，不用其命；瑊召使击虏，则已醉矣；见拒马，曰：“野战，乌用此为！”命撤之。叱骑兵冲虏阵，不能入而返；虏蹑而乘之，官军大败，士卒死者什七八，居民为吐蕃所掠千馀人。\r\n甲子，马璘与吐蕃战于盐仓，又败。璘为虏所隔，逮暮未还，泾原兵马使焦令谌等与败卒争门而入。或劝行军司马段秀实乘城拒守，秀实曰：“大帅未知所在，当前击虏，岂得苟自全乎！”召令谌等让之曰：“军法，失大将，麾下皆死。诸君忘其死邪！”令谌等惶惧拜请命。秀实乃发城中兵未战者悉出，陈于东原，且收散兵，为将力战状。吐蕃畏之，稍却。既夜，璘乃得还。\r\n郭子仪召诸将谋曰：“败军之罪在我，不在诸将。然朔方兵精闻天下，今为虏败，何策可以雪耻？”莫对。浑瑊曰：“败军之将，不当复预议。然愿一言今日之事，惟理瑊罪，不则再见任。”子仪赦其罪，使将兵趣朝那。虏既破官军，欲掠汧、陇。盐州刺史李国臣曰：“虏乘胜必犯郊畿，我掎其后，虏必返顾。”乃引兵趣秦原，鸣鼓而西。虏闻之，至百城，返，浑瑊邀之于隘，尽复得其所掠。马璘亦出精兵袭虏辎重于潘原，杀数千人，虏遂遁去。\r\n己丑，以江西观察使路嗣恭兼岭南节度使，讨哥舒晃。\r\n初，元载尝为西州刺史，知河西、陇右山川形势。是时，吐蕃数为寇，载言于上曰：“四镇、北庭既至泾州，无险要可守。陇山高峻，南连泰岭，北抵大河。今国家西境尽潘原，而吐蕃戍摧沙堡，原州居其中间，当陇山之口，其西皆监牧故地，草肥水美，平凉在其东，独耕一县，可给军食，故垒尚存，吐蕃弃而不居。每岁盛夏，吐蕃畜牧青海，去塞甚远，若乘间筑之，二旬可毕。移京西军戍原州，移郭子仪军戍泾州，为之根本，分兵守石门、木峡，渐开陇右，进达安西，据吐蕃腹心，则朝廷可高枕矣。”并图地形献之，密遣人出陇山商度功用。会汴宋节度使田神功入朝，上问之，对曰：“行军料敌，宿将所难，陛下奈何用一书生语，欲举国从之乎！”载寻得罪，事遂寝。\r\n有司以回纥赤心马多，请市千匹。郭子仪以为如此，逆其意太甚，自请输一岁俸为国市之。上不许。十一月，戊子，命市六千匹。\n\n作者：司马光",
        "《资治通鉴 · 卷二百九十四 · 后周纪五》\n起著雍敦牂，尽屠维协洽，凡二年。\n世宗睿武孝文皇帝下显德五年（戊午，公元九五八年）\n春，正月，乙酉，废匡国军。\n唐改元中兴。\n丁亥，右龙武将军王汉璋奏克海州。\n己丑，以侍卫马军都指挥使韩令坤权扬州军府事。\n上欲引战舰自淮入江，阻北神堰，不得渡；欲凿楚州西北鹳水以通其道，遣使行视，还言地形不便，计功甚多。上自往视之，授以规画，发楚州民夫浚之，旬日而成，用功甚省。巨舰百艘皆达于江，唐人大惊，以为神。\n壬辰，拔静海军，始通吴越之路。先是帝遣左谏议大夫长安尹日就等使吴越，语之曰：“卿今去虽泛海，比还，淮南已平，当陆归耳。”已而果然。\n甲辰，蜀右补阙章九龄见蜀主，言政事不治，由奸佞在朝。蜀主问奸佞为谁，指李昊、王昭远以对。蜀主怒，以九龄为毁斥大臣，贬维州录事参军。周兵攻楚州，逾四旬，唐楚州防御使张彦卿固守不下。乙巳，帝自督诸将攻之，宿于城下。丁未，克之。彦卿与都监郑昭业犹帅众拒战，矢刃皆尽，彦卿举绳床以斗而死，所部千馀人，至死无一人降者。\n高保融遣指挥使魏璘将战船百艘东下会伐唐，至于鄂州。\n庚戌，蜀置永宁军于果州，以通州隶之。\n唐以天长为雄州，以建武军使易文赟为刺史。二月，甲寅，文赟举城降。\n戊午，帝发楚州。丁卯，至扬州，命韩令坤发丁夫万馀，筑故城之东南隅为小城以治之。\n乙亥，黄州刺史司超奏与控鹤右厢都指挥使王审琦攻唐舒州，擒其刺史施仁望。\n丙子，建雄节度使真定杨廷璋奏败北汉兵于隰州城下。时隰州刺史孙议暴卒，廷璋谓都监、闲厩使李谦溥曰：“今大驾南征，泽州无守将，河东必生心。若奏请待报，则孤城危矣！”即牒谦溥权隰州事，谦溥至则修守备。未几，北汉兵果至，诸将请速救之。廷璋曰：“隰州城坚将良，未易克也。”北汉攻城久不下，廷璋度其疲困无备，潜与谦溥约，各募死士百馀夜袭其营，北汉兵惊溃，斩首千馀级，北汉兵遂解去。\n三月，壬午朔，帝如泰州。\n丁亥，唐大赦，改元交泰。\n唐太弟景遂前后凡十表辞位，且言：“今国危不能扶，请出就籓镇。燕王弘冀嫡长有军功，宜为嗣，谨奉上太弟宝册。”齐王景达亦以败军辞元帅。唐主乃立景遂为晋王，加天策上将军、江南西道兵马元帅、洪州大督都、太尉、尚书令，以景达为浙西道元帅、润州大都督。景达以浙西方用兵，固辞，改抚州大都督。立弘冀为皇太子，参决庶政。弘冀为人猜忌严刻，景遂左右有未出东宫者，立斥逐之。其弟安定公从嘉畏之，不敢预事，专以经籍自娱。\n辛卯，上如迎銮镇，屡至江口，遣水军击唐兵，破之。上闻唐战舰数百艘泊东氵布州，将趣海口扼苏、杭路，遣殿前都虞候慕容延钊将步骑，右神武统军宋延渥将水军，循江而下。甲午，延钊奏大破唐兵于东氵布州。上遣李重进将兵趣庐州。唐主闻上在江上，恐遂南渡，又耻降号称籓，乃遣兵部侍郎陈觉奉表，请传位于太子弘冀，使听命于中国。时淮南惟庐、舒、蕲、黄未下。丙申，觉至迎銮，见周兵之盛，白上，请遣人度江取表，献四州之地，画江为境，以求息兵，辞指甚哀。上曰：“朕本兴师止取江北，今尔主能举国内附，朕复何求！”觉拜谢而退。丁酉，觉请遣其属閤门承旨刘承遇如金陵，上赐唐主书，称“皇帝恭问江南国主”，慰纳之。戊戌，吴越奏遣上直都指挥使、处州刺史邵可迁、秀州刺史路彦铢以战舰四百艘、士卒万七千人屯通州南岸。\n唐主复遣刘承遇奉表称唐国主，请献江北四州，岁输贡物数十万。于是江北悉平，得州十四，县六十。\n庚子，上赐唐主书，谕以：“缘江诸军及两浙、湖南、荆南兵并当罢归，其庐、蕲、黄三道，亦令敛兵近外。俟彼将士及家属皆就道，可遣人召将校以城邑付之。江中舟舰有须往来者，并令就北岸引之。”辛丑，陈觉辞行，又赐唐主书，谕以不必传位于子。\n壬寅，上自迎銮复如扬州。\n癸卯，诏吴越、荆南军又归本道；赐钱弘亻叔犒军帛三万匹，高保融一万匹。\n甲辰，置保信军于庐州，以右龙武统军赵匡赞为节度使。\n丙午，唐主遣冯延己献银、绢、钱、茶、谷共百万以犒军。\n己酉，命宋延渥将水军三千溯江巡警。\n庚戌，敕故淮南节度使杨行密、故升府节度使徐温等墓并量给守户。其江南群臣墓在江北者，亦委长吏以时检校。\n辛亥，唐主遣其临汝公徐辽代己来上寿。\n是月，浚汴口，导河流达于淮，于是江、淮舟楫始通。\n夏，四月，乙卯，帝自扬州北还。\n新作太庙成。庚申，神主入庙。\n辛酉夜，钱唐城南火，延及内城，官府庐舍几尽。壬戌旦，火将及镇国仓。吴越王弘亻叔久疾，自强出救火。火止，谓左右曰：“吾疾因灾而愈。”众心稍安。\n帝之南征也，契丹乘虚入寇。壬申，帝至大梁，命镇宁节度使张永德将兵备御北边。\n五月，辛巳朔，日有食之。\n诏赏劳南征士卒及淮南新附之民。\n辛卯，以太祖皇帝领忠武节度使，徙安审琦为平卢节度使。\n成德节度使郭崇攻契丹东城，拔之，以报其入寇也。\n唐主避周讳，更名景，下令去帝号，称国主，凡天子仪制皆有降损，去年号，用周正朔，仍告于太庙。左仆射、同平章事冯延己罢为太子太傅，门下侍郎、同平章事严续罢为少傅、枢密使，兵部侍郎陈觉罢守本官。初，冯延己以取中原之策说唐主，由是有宠。延己尝笑烈祖戢兵为龌龊，曰：“安陆所丧才数千兵，为之辍食咨嗟者旬日，此田舍翁识量耳，安足与成大事！岂如今上暴师数万于外，而击球宴乐无异平日，真英主也！”延己与其党谈论，常以天下为己任，更相唱和。翰林学士常梦锡屡言延己等浮诞，不可信，唐主不听。梦锡曰：“奸言似忠，陛下不悟，国必亡矣！”及臣服于周，延己之党相与言，有谓周为大朝者，梦锡大笑曰：“诸公常欲致君尧、舜，何意今日自为小朝邪！”众默然。\n自唐主内附，帝止因其使者赐书，未尝遣使至其国。己酉，始命太仆卿冯延鲁、卫尉少卿钟谟使于唐，赐以御衣、玉带等及犒军帛十万，并今年《钦天历》。\n刘承遇之还自金陵也，唐主使陈觉白帝，以江南无卤田，愿得海陵盐监南属以赡军。帝曰：“海陵在江北，难以交居，当别有处分。”至是，诏岁支盐三十万斛以给江南，所俘获江南士卒，稍稍归之。\n六月，壬子，昭义节度使李筠奏击北汉石会关，拔其六寨。乙卯，晋州奏都监李谦溥击北汉，破孝义。\n高保融遣使劝蜀主称籓于周，蜀主报以前岁遣胡立致书于周而不答。\n秋，七月，丙戌，初行《大周刑统》。\n帝欲均田租，丁亥，以元稹《均田图》遍赐诸道。\n闰月，唐清源节度使兼中书令留从效遣牙将蔡仲赟衣商人服，以绢表置革带中，间道来称籓。唐江西元帅晋王景遂之赴洪州也，以时方用兵，启求大臣以自副，唐主以枢密副使、工部侍郎李征古为镇南节度副使。征古傲很专恣，景遂虽宽厚，久而不能堪，常欲斩征古，自拘于有司，左右谏而止，景遂忽忽不乐。\n太子弘冀在东宫多不法，唐主怒，尝以球杖击之曰：“吾当复召景遂。”昭庆宫使袁从范从景遂为洪州都押牙，或谮从范之子于景遂，景遂欲杀之，从范由是怨望。弘冀闻之，密遣从范毒之。八月，庚辰，景遂击球渴甚，从范进浆，景遂饮之而卒。未殡，体已溃。唐主不之知，赠皇太弟，谥曰文成。\n辛巳，南汉中宗殂，长子卫王继兴即帝位，更名鋹，改元大宝。鋹年十六，国事皆决于宦官玉清宫使龚澄枢及女侍中卢琼仙等，台省官备位而已。\n甲申，唐始置进奏院于大梁。\n壬辰，命西上阁门使灵寿曹彬使于吴越，赐吴越王弘亻叔骑军钢甲二百，步军甲五千及他兵器。彬事毕亟返，不受馈遗，吴越人以轻舟追与之，至于数四，彬曰：“吾终不受，是窃名也。尽籍其数，归而献之。帝曰：“曏之奉使者，乞丐无厌，使四方轻朝命，卿能如是，甚善。然彼以遗卿，卿自取之。”彬始拜受，悉以散于亲识，家无留者。\n辛丑，冯延鲁、钟谟来自唐，唐主手表谢恩，其略曰：“天地之恩厚矣，父母之恩深矣，子不谢父，人何报天！惟有赤心，可酬大造。“又乞比籓方，赐诏书。又称：“有情事令钟谟上奏，乞令早还。”唐主复令谟白帝，欲传位太子。九月，丁巳，以延鲁为刑部侍郎、谟为给事中。己未，先遣谟还，赐书谕以“未可传位”之意。唐主复遣吏部尚书、知枢密院殷崇义来贺天清节。\n帝谋伐蜀，冬，十月，己卯，以户部侍郎高防为西南面水陆制置使，右赞善大夫李玉为判官。甲午，帝归冯延鲁及左监门卫上将军许文稹、右千牛卫上将军边镐、卫尉卿周廷构于唐。唐主以文稹等皆败军之俘，弃不复用。\n高保融再遗蜀主书，劝称臣于周，蜀主集将相议之，李昊曰：“从之则君父之辱，违之则周师必至，诸将能拒周乎？”诸将皆曰：“以陛下圣明，江山险固，岂可望风屈服！秣马厉兵，正为今日。臣等请以死卫社稷！”丁酉，蜀主命昊草书，极言拒绝之。\n诏左散骑常侍须城艾颍等三十四人分行诸州，均定田租。庚子，诏诸州并乡村，率以百户为团，团置耆长三人。帝留心农事，刻木为耕夫、蚕妇，置之殿庭。命武胜节度使宋延渥以水军巡江。\n高保融奏，闻王师将伐蜀，请以水军趣三峡，诏褒之。\n十一月，庚戌，敕窦俨编集《大周通礼》、《大周正乐》。\n辛亥，南汉葬文武光明孝皇帝于昭陵，庙号中宗。\n乙丑，唐主复遣礼部侍郎钟谟入见。\n李玉至长安，或言“蜀归安镇在长安南三百馀里，可袭取也。”玉信之，牒永兴节度使王彦超，索兵二百，彦超以为归安道阻隘难取，玉曰：“吾自奉密旨。”彦超不得已与之。玉将以往，十二月，蜀归安镇遏使李承勋据险邀之，斩玉，其众皆没。\n乙酉，蜀主以右卫圣步军都指使赵崇韬为北面招讨使，丙戌，以奉銮肃卫都指挥使、武信节度使兼中书令孟贻业为昭武、文州都招讨使，左卫圣马军都指挥使赵思进为东面招讨使，山南西道节度使韩保贞为北面都招讨使，将兵六万，分屯要害以备周。\n丙戌，诏凡诸色课户及俸户并勒归州县，其幕职、州县官自今并支俸钱及米麦。\n初，唐太傅兼中书令楚公宋齐丘多树朋党，欲以专固朝权，躁进之士争附之，推奖以为国之元老。枢密使陈觉、副使李征古恃齐丘之势，尤骄慢。及许文稹等败于紫金山，觉与齐丘、景达自濠州遁归，国人忷惧。唐主尝叹曰：“吾国家一朝至此！”因泣下。征古曰：“陛下当治兵以扞敌，涕泣何为！岂饮酒过量邪，将乳母不至邪？”唐主色变，而征古举止自若。会司天奏：“天文有变，人主宜避位禳灾。”唐主乃曰：“祸难方殷，吾欲释去万机，栖心冲寂，谁可以托国者？”征古曰：“宋公，造国手也，陛下如厌万机，何不举国授之！”觉曰：“陛下深居禁中，国事皆委宋公，先行后闻，臣等时入侍，谈释、老而已。”唐主心愠，即命中书舍人豫章陈乔草诏行之。乔惶恐请见，曰：“陛下一署此诏，臣不复得见矣！”因极言其不可。唐主笑曰：“尔亦知其非邪？”乃止。由是因晋王出镇，以征古为之副，觉自周还，亦罢近职。钟谟素与李德明善，以德明之死怨齐丘。及奉使归唐，言于唐主曰：“齐丘乘国之危，遽谋篡窃，陈觉、李征古为之羽翼，理不可容。”陈觉之自周还，矫以帝命谓唐主曰：“闻江南连岁拒命，皆宰相严续之谋，当为我斩之。”唐主知觉素与续有隙，固未之信。钟谟主覆之于周。唐主乃因谟复命，上言：“久拒王师，皆臣愚迷，非续之罪。”帝闻之，大惊曰：“审如此，则续乃忠臣，朕为天下主，岂教人杀忠臣乎！”谟还，以白唐主。唐主欲诛齐丘等，复遣谟入禀于帝。帝以异国之臣，无所可否。己亥，唐主命知枢密院殷崇义草诏暴齐丘、觉、征古罪恶，听齐丘归九华山旧隐，官爵悉如故；觉责授国子博士，宣州安置；征古削夺官爵，赐自尽；党与皆不问。遣使告于周。\n丙午，蜀以峡路巡检制置使高彦俦为招讨使。\n平卢节度使、太师、中书令陈王安审琦仆夫安友进与其嬖妾通，妾恐事泄，与友进谋杀审琦，友进不可，妾曰：“不然，我当反告汝。”友进惧而从之。\n世宗睿武孝文皇帝下显德六年（己未，公元九五九年）\n春，正月，癸丑，审琦醉熟寝，妾取审琦所枕剑授友进而杀之，仍尽杀侍婢在帐下者以灭口。后数日，其子守忠始知之，执友进等C061之。\n初，有司将立正仗，宿设乐县于殿庭，帝观之，见钟磬有设而不击者，问乐工，皆不能对。乃命窦俨讨论古今，考正雅乐。王朴素音律，帝以乐事询之，朴上疏，以为：“礼以检形，乐以治心；形顺于外，心和于内，然而天下不治者未之有也。是以礼乐修于上，而万国化于下，圣人之教不肃而成，其政不严而治，用此道也。夫乐生于人心而声成于物，物声既成，复能感人之心。昔者黄帝吹九寸之管，得黄钟正声，半之为清声，倍之为缓声，三分损益之以生十二律。十二律旋相为宫以生七调，为一均。凡十二均，八十四调而大备。遭秦灭学，历代治乐者罕能用之。唐太宗之世，祖孝孙、张文收考正大乐，备八十四调。安、史之乱，器与工什亡八九；至于黄巢，荡尽无遗。时有太常博士殷盈孙，按《考工记》，铸镈钟十二，编钟二百四十。处士萧承训校定石磬，今之在县者是也。虽有钟磬之状，殊无相应之和，其镈钟不问音律，但循环而击，编钟、编磬徒悬而已。丝、竹、匏、土仅有七声，名为黄钟之宫，其存者九曲。考之三曲协律，六曲参涉诸调。盖乐之废缺，无甚于今。\n“陛下武功既著，垂意礼乐，以臣尝学律吕，宣示古今乐录，命臣讨论。臣谨如古法，以秬黍定尺，长九寸径三分为黄钟之管，与今黄钟之声相应，因而推之，得十二律。以为众管互吹，用声不便，乃作律准，十有三弦，其长九尺，皆应黄钟之声，以次设柱，为十一律，及黄钟清声，旋用七律以为一均。为均之主者，宫也，征、商、羽、角、变宫、变征次焉。发其均主之声，归于本音之律，迭应不乱，乃成其调，凡八十一调。此法久绝，出臣独见，乞集百官校其得失。”诏从之，百官皆以为然，乃行之。\n唐宋齐丘至九华山，唐主命锁其第，穴墙给饮食。齐丘叹曰：“吾昔献谋幽让皇帝族于泰州，宜其及此！”乃缢而死。谥曰丑缪。\n初，翰林学士常梦锡知宣政院，参预机政，深疾齐丘之党，数言于唐主曰：“不去此属，国必危亡。”与冯延己、魏岑之徒日有争论。久之，罢宣政院，梦锡郁郁不得志，不复预事，日纵酒成疾而卒。及齐丘死，唐主曰：“常梦锡平生欲杀齐丘，恨不使见之！”赠梦锡左仆射。\n二月，丙子朔，命王朴如河阴按行河堤，立斗门于汴口。壬午，命侍卫都指挥使韩通、宣徽南院使吴廷祚，发徐、宿、宋、单等州丁夫数万浚汴水。甲申，命马军都指挥使韩令坤自大梁城东导汴水入于蔡水，以通陈、颍之漕，命步军都指挥使袁彦浚五丈渠东过曹、济、梁山泊，以通青、郓之漕，发畿内及滑、亳丁夫数千以供其役。\n丁亥，开封府奏田税旧一十万二千馀顷，今按行得羡田四万二千馀顷，敕减三万八千顷。诸州行田使还，所奏羡田，减之仿此。\n淮南饥，上命以米贷之。或曰：“民贫，恐不能偿。”上曰：“民吾子也，安有子倒悬而父不为之解哉！安在责其必偿也！”\n庚申，枢密使王朴卒。上临其丧，以玉钺卓地，恸哭数四，不能自止。朴性刚而锐敏，智略过人，上以是惜之。\n甲子，诏以北鄙未复，将幸沧州，命义武节度使孙行友扞西山路，以宣徽南院使吴廷祚权东京留守、判开封府事，三司使张美权大内都部署。丁卯，命侍卫亲军都虞侯韩通等将水陆军先发。甲戌，上发大梁。\n夏，四月，庚寅，韩通奏自沧州治水道入契丹境，栅于乾宁军南，补坏防，开游口三十六，遂通瀛、莫。\n辛卯，上至沧州，即日帅步骑数万发沧州，直趋契丹之境。河北州县非车驾所过，民间皆不之知。壬辰，上至乾宁军，契丹宁州刺史王洪举城降。\n乙未，大治水军，分命诸将水陆俱下，以韩通为陆路都部署，太祖皇帝为水路都部署。丁酉，上御龙舟沿流而北，舳舻相连数十里。己亥，至独流口，溯流而西。辛丑，至益津关，契丹守将终廷晖以城降。自是以西，水路渐隘，不能胜巨舰，乃舍之。壬寅，上登陆而西，宿于野次，侍卫之士不及一旅，从官皆恐惧。胡骑连群出其左右，不敢逼。\n癸卯，太祖皇帝先至瓦桥关，契丹守将姚内斌举城降，上入瓦桥关。内斌，平州人也。\n甲辰，契丹莫州刺史刘楚信举城降。正月，乙巳朔，侍卫亲军都挥使、天平节度使李重进等始引兵继至，契丹瀛州刺史高彦晖举城降。彦晖，蓟州人也。于是关南悉平。\n丙午，宴诸将于行宫，议取幽州。诸将以为：“陛下离京四十二日，兵不血刃，取燕南之地，此不世之功也，今虏骑皆聚幽州之北，未宜深入。”上不悦。是日，趣先锋都指挥使刘重进先发，据固安。上自至安阳水，命作桥，会日暮，还宿瓦桥，是日，上不豫而止。契丹主遣使者日驰七百里诣晋阳，命北汉主发兵挠周边，闻上南归，乃罢兵。\n戊申，孙行友奏拔易州，擒契丹刺史李在钦，献之，斩于军市。\n己酉，以瓦桥关为雄州，割容城、归义二县隶之。以益津关为霸州，割文安、大城二县隶之。发滨、棣丁夫数千城霸州，命韩通董其役。\n庚戌，命李重进将兵出土门，击北汉。辛亥，以侍卫马步都指挥使韩令坤为霸州都部署，义成节度留后陈思让为雄州都部署，各将部兵以戍之。壬子，上自雄州南还。己巳，李重进奏败北汉兵于北井，斩首二千馀级。甲戌，帝至大梁。\n六月，乙亥朔，昭义节度使李筠奏击北汉，拔辽州，获其刺史张丕。丙子，郑州奏河决原武，命宣徽南院使吴延祚发近县二万馀夫塞之。\n唐清源节度使留从效遣使入贡，请置进奏院于京师，直隶中朝。戊寅，诏报以“江南近服，方务绥怀，卿久奉金陵，未可改图。若置邸上都，与彼抗衡，受而有之，罪在于朕。卿远修职贡，足表忠勤，勉事旧君，且宜如故。如此，则于卿笃始终之义，于朕尽柔远之宜，惟乃通方，谅达予意，”唐主遣其子纪公从善与钟谟俱入负，上问谟曰：“江南亦治兵，修守备乎？”对曰：“既臣事大国，不敢复尔。”上曰：“不然，曏时则为仇敌，今日则为一家，吾与汝国大义已定，保无它虞。然人生难期，至于后世，则事不可知。归语汝主：可及吾时完城郭，缮甲兵，据守要害，为子孙计。”谟归，以告唐主。唐主乃城金陵，凡诸州城之不完者葺之，戍兵少者益之。\n臣光曰：或问臣：五代帝王，唐庄宗、周世宗皆称英武，二主孰贤？臣应之曰：夫天子所以统治万国，讨其不服，抚其微弱，行其号令，壹其法度，敦明信义，以兼爱兆民者也。庄宗既灭梁，海内震动，湖南马氏遣子希范入贡，庄宗曰：“比闻马氏之业，终为高郁所夺。今有儿如此，郁岂能得之哉？”郁，马氏之良佐也。希范兄希声闻庄宗言，卒矫其父命而杀之，此乃市道商贾之所为，岂帝王之体哉！盖庄宗善战者也，故能以弱晋胜强梁，既得之，曾不数年，外内离叛，置身无所。诚由知用兵之术，不知为天下之道故也。世宗以信令御群臣，以正义责诸国，王环以不降受赏，刘仁赡以坚守蒙褒，严续以尽忠获存，蜀兵以反覆就诛，冯道以失节被弃，张美以私恩见疏。江南未服，则亲犯矢石，期于必克，既服，则爱之如子，推诚尽言，为之远虑。其宏规大度，岂得与庄宗同日语哉！《书》曰：“无偏无党，王道荡荡。”又曰：“大邦畏其力，小邦怀其德。”世宗近之矣！\n辛巳，建雄节度使杨廷璋奏出北汉，降堡寨一十三。\n癸未，立皇后符氏，宣懿皇后之女弟也。\n立皇子宗训为梁王，领左卫上将军，宗让为燕王，领左骁卫上将军。\n上欲相枢密使魏仁浦，议者以仁浦不由科第，不可为相。上曰：“自古用文武才略为辅佐，岂尽由科第邪！”己丑，加王溥门下侍郎，与范质皆参知枢密院事。以仁浦为中书侍郎、同平章事，枢密使如故。仁浦虽处权要而能谦谨，上性严急，近职有忤旨者，仁浦多引罪归己以救之，所全活什七八。故虽起刀笔吏，致位宰相，时人不以为忝。又以宣徽南院使吴延祚为左骁卫上将军，充枢密使。加归德节度使、侍卫亲军都虞候韩通、镇宁节度使兼殿前都点检张永德并同平章事，仍以通充侍卫亲军副都指挥使；以太祖皇帝兼殿前都点检。\n上尝问大臣可为相者于兵部尚书张昭，昭荐李涛。上愕然曰：“涛轻薄无大臣体，朕问相而卿首荐之，何也？”对曰：“陛下所责者细行也，臣所举者大节也。昔晋高祖之世，张彦泽虐杀不辜，涛累疏请诛之，以为不杀必为国患；汉隐帝之世，涛亦上疏请解先帝兵权。夫国家安危未形而能见之，此真宰相器也，臣是以荐之。”上曰：“卿言甚善且至公，然如涛者，终不可置之中书。”涛喜诙谐，不修边幅，与弟澣俱以文学著名，虽甚友爱，而多谑浪，无长幼体，上以是薄之。上以翰林学士单父王著幕府旧僚，屡欲相之，以其嗜酒无检而罢。\n癸巳，大渐，召范质等入受顾命。上曰：“王著籓邸故人，朕若不起，当相之。”质等出，相谓曰：“著终日游醉乡，岂堪为相！慎毋泄此言。”是日，上殂。\n上在籓，多务韬晦，及即位，破高平之寇，人始服其英武。其御军，号令严明，人莫敢犯，攻城对敌，矢石落其左右，人皆失色，而上略不动容。应机决策，出人意表。又勤于为治，百司簿籍，过目无所忘。发奸擿伏，聪察如神。闲暇则召儒者读前史，商榷大义。性不好丝竹珍玩之物，常言太祖养成王峻、王殷之恶，致君臣之分不终，故群臣有过则面质责之，服则赦之，有功则厚赏之。文武参用，各尽其能，人无不畏其明而怀其惠，故能破敌广地，所向无前。然用法太严，群臣职事小有不举，往往置之极刑，虽素有才干声名，无所开宥，寻亦悔之，末年浸宽。登遐之日，远迩哀慕焉。\n甲午，宣遗诏，命梁王宗训即皇帝位，生七年矣。\n秋，七月，壬戌，以侍卫亲军都指挥使李重进领淮南节度使，副都指挥使韩通领天平节度使，太祖皇帝领归德节度使。以山南东道节度使、同平章事向拱为西京留守。庚申，加拱兼侍中。拱，即向训也，避恭帝名改焉。\n丙寅，大赦。\n唐主以金陵去周境才隔一水，洪州险固居上游，集群臣议徙都之。群臣多不欲徙，惟枢密副使、给事中唐镐劝之，乃命经营豫章为都城之制。\n唐自淮上用兵及割江北，臣事于周，岁时贡献，府藏空竭，钱益少，物价腾贵。礼部侍郎钟谟请铸大钱，一当五十。中书舍人韩熙载请铸铁钱。唐主始皆不从，谟陈请不已，乃从之。是月，始铸当十大钱，文曰“永通泉货”，又铸当二钱，文曰“唐国通宝”，与开元钱并行。\n八月，戊子，蜀主以李昊领武信节度使，右补阙李起上言：“故事，宰相无领方镇者。”蜀主曰：“昊家多冗费，以厚禄优之耳。”起，邛州人，性婞直，李昊尝语之曰：“以子之才，苟能慎默，当为翰林学士。”起曰：“俟无舌，乃不言耳。”\n庚寅，立皇弟宗让为曹王，更名熙让；熙谨为纪王，熙诲为蕲王。\n九月，丙午，唐太子弘冀卒，有司引浙西之功，谥曰武宣。句容尉全椒张洎上言：“太子之德，主于孝敬，今谥以武功，非所以防微而慎德也。”乃更谥曰文献，擢洎为上元尉。\n唐礼部侍郎、知尚书省事钟谟数奉使入周，传世宗命于唐主，世宗及唐主皆厚待之，恃此骄横于其国，三省之事皆预焉。文献太子总朝政，谟求兼东宫官不得，乃荐其所善阎式为司议郎，掌百司关启。李德明之死也，唐镐预其谋，谟闻镐受赇，尝面诘之，镐甚惧。谟与天威都虞候张峦善，数于弘第屏人语至夜分，镐谮诸唐主曰：“谟与峦气类不同，而过相亲狎，谟屡使上国，峦北人，恐其有异谋。”又言：“永通大钱民多盗铸，犯法者众。”及文献太子卒，唐主欲方其母弟郑王从嘉，谟尝与纪公从善同奉使于周，相厚善，言于唐主曰：“从嘉德轻志懦，又酷信释氏，非人主才。从善果敢凝重，宜为嗣。”唐主由是怒。寻徙从嘉为吴王、尚书令、知政事，居东宫。冬，十月，谟请令张峦以所部兵巡徼都城。唐主乃下诏暴谟侵官之罪，贬国子司业，流饶州，贬张峦为宣州副使，未几，皆杀之。废永通钱。\n十一月，壬寅朔，葬睿武孝文皇帝于庆陵，庙号世宗。\n南汉主以中书舍人钟允章，籓府旧僚，擢为尚书右丞、参政事，甚委任之。允章请诛乱法者数人以正纲纪，南汉主不能从，宦官闻而恶之。南汉主将祀圜丘，前三日，允章帅礼官登坛，四顾指挥设神位，内侍监许彦真望之曰：“此谋反也！”即带剑登坛，允章叱之。彦真驰入宫，告允章欲于郊祀日作乱。南汉主曰：“朕待允章厚，岂有此邪！”玉清宫使龚澄枢、内侍监李托等共证之，以彦真言为然，乃收允章，系含章楼下，命宦者与礼部尚书薛用丕杂治之。用丕素与允章善，告以必不免，允章执用丕手泣曰：“老夫今日犹机上肉耳，分为仇人所烹。但恨邕、昌幼，不知吾冤，及其长也，公为我语之。”彦真闻之，骂曰：“反贼欲使其子报仇邪！”复白南汉主曰：“允章与二子共登坛，潜有所祷。”俱斩之。自是宦官益横。李托，封州人也，辛亥，南汉主祀圜丘，大赦。未几，以龚澄枢为左龙虎观军容使、内太师，军国之事皆取决焉。凡群臣有才能及进士状头或僧道可与谈者，皆先下蚕室，然后得进，亦有自宫以求进者，亦有免死而宫者，由是宦者近二万人。贵显用事之人，大抵皆宦者也，谓士人为门外人，不得预事，卒以此亡国。\n唐更命洪州曰南昌府，建南都，以武清节度使何敬洙为南都留守，以兵部尚书陈继善为南昌尹。\n周人之攻秦、凤也、蜀中忷惧。都官郎中徐及甫自负才略，仕不得志，阴结党与，谋奉前蜀高祖之孙少府少监王令仪为主以作乱，会周兵退而止。至是，其党有告者，收捕之，及甫自杀。十二月，甲午，赐令仪死。\n端明殿学士、兵部侍郎窦仪使于唐，天雨雪，唐主欲受诏于庑下。仪曰：“使者奉诏而来，不敢失旧礼。若雪沾服，请俟它日。”唐主乃拜诏于庭。\n契丹主遣其舅使于唐，泰州团练使荆罕儒募刺客使杀之。唐人夜宴契丹使者于清风驿，酒酣，起更衣。久不返，视之，失其首矣。自是契丹与唐绝。罕儒，冀州人也。\n臣光言：先奉敕编集历代君臣事迹，又奉圣旨赐名《资治通鉴》，今已了毕者。伏念臣性识愚鲁，学术荒疏，凡百事为，皆出人下。独于前史，粗尝尽心，自幼至老，嗜之不厌。每患迁、固以来，文字繁多，自布衣之士，读之不遍，况于人主，日有万机，何暇周览！臣常不自揆，欲删削冗长，举撮机要，专取关国家兴衰，系生民休戚，善可为法，恶可为戒者，为编年一书。使先后有伦，精粗不杂，私家力薄，无由可成。伏遇英宗皇帝，资睿智之性，敷文明之治，思历览古事，用恢张大猷，爱诏下臣，俾之编集。臣夙昔所愿，一朝获伸，踊跃奉承，惟惧不称。先帝仍命自选辟官属，于崇文院置局，许借龙图、天章阁、三馆、秘阁书籍，赐以御府笔墨缯帛及御前钱以供果饵，以内臣为承受，眷遇之荣，近臣莫及。不幸书未进御，先帝违弃群臣。陛下绍膺大统，钦承先志，宠以冠序，锡之嘉名，每开经筵，常令进读。臣虽顽愚，荷两朝知待如此其厚，陨身丧元，未足报塞，苟智力所及，岂敢有遗！会差知永兴军，以衰疾不任治剧，乞就冗官。陛下俯从所欲，曲赐容养，差判西京留司御史台及提举嵩山崇福宫，前后六任，仍听以书局自随，给之禄秩，不责职业。臣既无他事，得以研精极虑，穷竭所有，日力不足，继之以夜。遍阅旧史，旁采小说，简牍盈积，浩如烟海，抉擿幽隐，校计豪厘。上起战国，下终五代，凡一千三百六十二年，修成二百九十四卷。又略举事目，年经国纬，以备检寻，为目录三十卷。又参考群书，评其同异，俾归一涂，为《考异》三十卷。合三百五十四卷。自治平开局，迨今始成，岁月淹久，其间抵牾，不敢自保，罪负之重，固无所逃。臣光诚惶诚惧，顿首顿首。\n重念臣违离阙庭，十有五年，虽身处于外，区区之心，朝夕寤寐，何尝不在陛下之左右！顾以驽蹇，无施而可，是以专事铅椠，用酬大恩，庶竭涓尘，少裨海岳。臣今赅骨癯瘁，目视昏近，齿牙无几，神识衰耗，目前所为，旋踵遗忘。臣之精力，尽于此书。伏望陛下宽其妄作之诛，察其愿忠之意，以清闲之燕，时赐有览，监前世之兴衰，考当今之得失，嘉善矜恶，取得舍非，足以懋稽古之盛德，跻无前之至治。俾四海群生，咸蒙其福，则臣虽委骨九泉，志愿永毕矣！\n谨奉表陈进以闻。臣光诚惶诚惧，顿首顿首，谨言。\n\n作者：司马光"
    ]
}